Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: We have reached a very strange place. A strange wall of non-identified energy is forming all around us forbidding the possibility for further exploration. We can clearly see in front of us a sort of wormhole which is about to drop something toward us. We have here the choice between waiting for what will happen, or we could leave right now to avoid any potential danger.
ru_ru: Мы достигли очень странного места. Вокруг нас образовалась странная стена из неопознанной энергии, запрещающая дальнейшее исследование. Мы ясно видим перед собой нечто вроде червоточины, которая вот-вот сбросит что-то в нашу сторону. У нас есть выбор: ждать, что произойдет, или уйти прямо сейчас, чтобы избежать потенциальной опасности.

source: §GWell it seems that you have found the technology retriever, that tool will allow you to unlock lost technologies still available in your Galaxy but that your scientists won't be able to discover by themselves. You have the choice young Hivemind leave and miss something which might be very useful or stay there and wait for a possible reward.§!
ru_ru: §GКажется, вы нашли технологический ретривер, этот инструмент позволит вам разблокировать потерянные технологии, все еще доступные в вашей Галактике, но которые ваши ученые не смогут обнаружить самостоятельно. У вас есть выбор, молодой Улей, уйти и упустить что-то, что может быть очень полезным, или остаться здесь и ждать возможной награды.§!

source: §GToo bad, it appears that the technology retriever didn't find anything worth for you right now. Maybe another time you will get something better.§!
ru_ru: §GОчень жаль, но похоже, что технологический ретривер не нашел для вас ничего стоящего в данный момент. Возможно, в другой раз вы получите что-то лучшее.§!

source: §GInteresting, it seems that the technology retriever has successfully managed to retrieve something interesting for your people. You can now leave in peace young Hivemind.§!
ru_ru: §GИнтересно, похоже, что технологический ретривер успешно сумел добыть кое-что интересное для вашего народа. Теперь вы можете спокойно уйти, молодой Улей.§!

source: The $ap_mega_hive_mind$ realm is available once again, we can know contact them at any moment.
ru_ru: Сфера разума Мега-улья снова доступна, мы можем узнать о связи с ними в любой момент.

source: $ap_mega_hive_mind$ Available
ru_ru: Доступен Мега Улей.

source: Our enemies better not lose their ships against us in their battle unless they want to see them again in our side, increasing the power of our swarm.
ru_ru: Нашим врагам лучше не терять свои корабли против нас в битве, если они не хотят снова увидеть их на нашей стороне, увеличивая мощь нашего роя.

source: Ship Infestation Activated
ru_ru: Активировано заражение кораблей.

source: We have taken of control of the ships destroyed in the space battle which happened in the previous year.
ru_ru: Мы взяли под контроль корабли, уничтоженные в космической битве, которая произошла в прошлом году.

source: Ship Infestation
ru_ru: Заражение кораблей

source: §BPlanetary Program:§! §YAsteroids§! §GSuccess§!
ru_ru: §BПланетарная программа:§! §YАстероиды§! §GУспех§!

source: Our engineers will have the possibility to deploy defense platforms in every unprotected system. Each of our colonies will also be protected by a massive ion cannon to prevent any incursion without a decent fight once the titan technology is researched. If the military platforms are destroyed there will be a delay of 15 Years before they can spawn again.
ru_ru: У наших инженеров будет возможность развернуть защитные платформы в каждой незащищенной системе. Каждая из наших колоний также будет защищена массивной ионной пушкой, чтобы предотвратить любое вторжение без достойного боя, как только будет изучена технология титанов. Если военные платформы будут уничтожены, то пройдет 15 лет, прежде чем они смогут появиться снова.

source: §BPlanetary Program:§! §YRandom World§! §GSuccess§!
ru_ru: §BПланетарная программа:§! §YСлучайный мир§! §GУспех§!

source: The process has been completed with success, some of our people have been selected and send to §G[Root.GetName]§!, forming a new primitive world.
ru_ru: Процесс завершился успешно, из нашего население были отобраны и отправлены в §G[Root.GetName]§!, образовав новый примитивный мир.

source: Primitive Civilization Created
ru_ru: Создание примитивной цивилизации

source: We have completed the formation of our expedition teams. We know have access to the command panel dealing with the amount of ships allowed in exploration, also showing which amount of resources and also the danger present in the part of space that our ships are exploring.
ru_ru: Мы завершили формирование наших экспедиционных команд. Мы знаем, что у нас есть доступ к командной панели, где указано количество кораблей, допущенных к исследованию, также показано, какое количество ресурсов, а также опасность, присутствующая в той части космоса, которую исследуют наши корабли.

source: Void Expeditions Ready
ru_ru: Экспедиция в пустоту готова

source: Danger Level: §HHigh§!
ru_ru: Уровень опасности: §HВысокий§!

source: Danger Level: §MInsane§!
ru_ru: Уровень опасности: §MБезумие§!

source: Danger Level: §GLow§!
ru_ru: Уровень опасности: §GНизкий§!

source: Danger Level: §YMedium§!
ru_ru: Уровень опасности: §YСредний§!

source: Danger Level: §RVery High§!
ru_ru: Уровень опасности: §RОчень высокий§!

source: Danger Level: §BVery Low§!
ru_ru: Уровень опасности: §BОчень низкий§!

source: Welcome to the §MVoid Expedition Project§!, here you have the possibility to choose ships to send them into the deep void of space, you can also determine which space sector you want to manage, depending on the amount of dangers and resources that are present in the sector.
ru_ru: Добро пожаловать в §MМеню экспедиции в пустоту§!, Здесь у вас есть возможность выбирать корабли, чтобы отправить их в глубокую космическую пустоту, вы также можете управлять тем, каким сектором космоса управлять, в зависимости от количества опасности и ресурсов, присутствующих в секторе.

source: ===> §G[This.expedition_sector_resources_crystals]§! §YCrystals§!: £rare_crystals£
ru_ru: ===> §G[This.expedition_sector_resources_crystals]§! §YКристаллы§!: £rare_crystals£

source: ===> §G[This.expedition_sector_resources_darkmatter]§! §YDark Matter§!: £sr_dark_matter£
ru_ru: ===> §G[This.expedition_sector_resources_darkmatter]§! §YТемная материя§!: £sr_dark_matter£

source: ===> §G[This.expedition_sector_resources_energy]§! §YEnergy§!: £energy£
ru_ru: ===> §G[This.expedition_sector_resources_energy]§! §YЭнергия§!: £energy£

source: ===> §G[This.expedition_sector_science_engineering]§! §YEngineering Discoveries§!: £engineering£
ru_ru: ===> §G[This.expedition_sector_science_engineering]§! §YИнженерные исследование§!: £engineering£

source: ===> §G[This.expedition_sector_resources_minerals]§! §YMinerals§!: £minerals£
ru_ru: ===> §G[This.expedition_sector_resources_minerals]§! §YМинералы§!: £minerals£

source: ===> §G[This.expedition_sector_science_physics]§! §YPhysics Discoveries§!: £physics£
ru_ru: ===> §G[This.expedition_sector_science_physics]§! §YФизические исследования§!: £physics£

source: --- §YExpedition Yearly Research§! ---
ru_ru: --- §YЭкспедиция Ежегодные исследования§! ---

source: --- §YExpedition Yearly Resources§! ---
ru_ru: --- §YЭкспедиция Годовые ресурсы§! ---

source: ===> §G[This.expedition_sector_science_society]§! §YSociety Discoveries§!: £society£
ru_ru: ===> §G[This.expedition_sector_science_society]§! §YСоциологические исследования§!: £society£

source: $TRIGGER_FAIL$The Shipyard specialized in the construction of Science Ship for Deep Space exploration is in cooldown (3 Months).
ru_ru: $TRIGGER_FAIL$Верфь, специализирующаяся на строительстве научных кораблей для исследования глубокого космоса, находится в состоянии простоя (3 месяца).

source: $TRIGGER_FAIL$Limit of Expedition Science Ship reached. Research the Required Technologies to increase the limit.
ru_ru: $TRIGGER_FAIL$Лимит экспедиционного научного корабля достигнут. Исследуйте необходимые технологии, чтобы увеличить лимит.

source: $TRIGGER_FAIL$We must wait for our scientists to locate the next suitable Sector for Deep Space exploration (1 Year).
ru_ru: $TRIGGER_FAIL$Мы должны ждать, пока наши ученые найдут следующий подходящий сектор для исследования глубокого космоса (1 год).

source: Resources Abundance: §YHigh§!
ru_ru: Избыток ресурсов: §YВысокий§!

source: Resources Abundance: §RLow§!
ru_ru: Избыток ресурсов: §RНизкий§!

source: Resources Abundance: §HMedium§!
ru_ru: Избыток ресурсов: §HСредний§!

source: Resources Abundance: §BPristine§!
ru_ru: Избыток ресурсов: §BПервозданный§!

source: Resources Abundance: §GVery High§!
ru_ru: Избыток ресурсов: §GОчень высокий§!

source: Resources Abundance: §MVery Low§!
ru_ru: Избыток ресурсов: §MОчень низкий§!

source: Scientific Discoveries: §GHigh§!
ru_ru: Научные открытия: §GВысокий§!

source: Scientific Discoveries: §RLow§!
ru_ru: Научные открытия: §RНизкий§!

source: Scientific Discoveries: §YMedium§!
ru_ru: Научные открытия: §YСредний§!

source: Sector Number: §Y[This.expedition_sector_number]§!
ru_ru: Количество секторов: §Y[This.expedition_sector_number]§!

source: Science Ships in Expedition: §Y[This.expedition_research_ships]§! / §Y8 §!
ru_ru: Научные корабли в экспедиции: §Y[This.expedition_research_ships]§! / §Y8 §!

source: Science Ships in Expedition: §Y[This.expedition_research_ships]§! / §Y15§!
ru_ru: Научные корабли в экспедиции: §Y[This.expedition_research_ships]§! / §Y15§!

source: Science Ships in Expedition: §Y[This.expedition_research_ships]§! / §Y30§!
ru_ru: Научные корабли в экспедиции: §Y[This.expedition_research_ships]§! / §Y30§!

source: Science Ships in Expedition: §Y[This.expedition_research_ships]§! / §Y60§!
ru_ru: Научные корабли в экспедиции: §Y[This.expedition_research_ships]§! / §Y60§!

source: §BPlanetary Program:§! §YPerfect World§! §GSuccess§!
ru_ru: §BПланетарная программа:§! §YИдеальный мир§! §GУспех§!

source: The Encounter will depends on the amount of vessels we have in expedition, as well as the amount of danger, resources and research discoveries available in the sector. So what should be done?
ru_ru: Результат столкновения будет зависеть от количества судов, находящихся в экспедиции, а также от количества опасностей, ресурсов и научных открытий, доступных в секторе. Итак, что же нужно сделать?

source: Deep Space: Discovery
ru_ru: Дальний космос: Открытие

source: §BPlanetary Program:§! §RFailure§!
ru_ru: §BПланетарная программа:§! §RНеудача§!

source: It appears that our radars had a malfunction, we have found nothing in that particular place of the Deep Space. While our engineers support the radar malfunction, our scientists are however sure that something was indeed laying their and that we were too late to reach it in time. We have probably missed something very fabulous or very dangerous. We will never know...
ru_ru: Похоже, что наши радары дали сбой, мы ничего не нашли в этом конкретном месте Глубокого Космоса. Хотя наши инженеры поддерживают версию о неисправности радара, наши ученые, однако, уверены, что там действительно что-то лежало, и что мы опоздали, чтобы добраться до этого вовремя. Возможно, мы пропустили что-то очень сказочное или очень опасное. Мы никогда не узнаем...

source: Deep Space Discovery: Nothing!
ru_ru: Исследование дальнего космоса: Ничего!

source: Our expedition vessels have located a huge deposit of mineral in the deep space. The location of the resources has been marked, allowing some of our transports to reach that position and bring back the resources to our homeworld until the deposit gets empty.
ru_ru: Наши экспедиционные корабли обнаружили огромное месторождение минералов в глубоком космосе. Местонахождение ресурсов было отмечено, что позволяет некоторым нашим транспортам достигать этого места и возвращать ресурсы на нашу родную планету, пока месторождение не опустеет.

source: Deep Space Location: Mineral Deposits
ru_ru: Местонахождение в дальнем космосе: Месторождения минералов

source: Our expedition vessels have located a huge deposit of energy in the deep space. The location of the resources has been marked, allowing some of our transports to reach that position and bring back the resources to our homeworld until the deposit gets empty.
ru_ru: Наши экспедиционные корабли обнаружили огромное месторождение энергии в глубоком космосе. Местонахождение ресурсов было отмечено, что позволяет некоторым из наших транспортов достигать этого места и возвращать ресурсы на нашу родную планету, пока месторождение не опустеет.

source: Deep Space Location: Energy Deposits
ru_ru: Местонахождение в дальнем космосе: Энергетические месторождения

source: Our expedition vessels have located a huge debris field of alloys in the deep space. The location of the resources has been marked, allowing some of our transports to reach that position and bring back the resources to our homeworld until the debris field gets empty.
ru_ru: Наши экспедиционные корабли обнаружили в глубоком космосе огромное поле обломков сплавов. Местонахождение ресурсов было отмечено, что позволило некоторым нашим транспортам достичь этого места и вернуть ресурсы на нашу родную планету, пока поле обломков не опустеет.

source: Deep Space Location: Ship Debris Field
ru_ru: Местонахождение в дальнем космосе: Поле обломков корабля

source: Our expedition vessels have located a huge load of strategic resources, however because the position of the resources was very unstable, we had to take quickly the resources without really knowing what we were carrying. The cargo is going to be inspected once our ships reach a safer position.
ru_ru: Наши экспедиционные корабли обнаружили огромный груз стратегических ресурсов, однако, поскольку положение ресурсов было очень нестабильным, нам пришлось быстро забрать ресурсы, толком не зная, что мы везем. Груз будет осмотрен, как только наши корабли достигнут более безопасного положения.

source: Deep Space Location: Strategic Resources
ru_ru: Местонахождение в дальнем космосе: Стратегические ресурсы

source: Our expedition vessels have made an interesting discovery in the Deep Space. While it is not clear to discern what is going, our physicists assist on studying the phenomenon more closer in order to understand it and maybe help in the research of physics technologies.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Пока не ясно, что происходит, наши физики помогают изучить явление поближе, чтобы понять его и, возможно, помочь в исследовании физических технологий.

source: Deep Space Discovery: Physics Technologies
ru_ru: Исследование дальнего космоса: Физические технологии

source: Our expedition vessels have made an interesting discovery in the Deep Space. While it is not clear to discern what is going, our biologists assist on studying the phenomenon more closer in order to understand it and maybe help in the research of society technologies.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Пока неясно, что происходит, наши биологи помогают изучить явление поближе, чтобы понять его и, возможно, помочь в исследовании технологий общества.

source: Deep Space Discovery: Society Technologies
ru_ru: Исследование дальнего космоса: Технологии общества

source: Our expedition vessels have made an interesting discovery in the Deep Space. While it is not clear to discern what is going, our engineers assist on studying the phenomenon more closer in order to understand it and maybe help in the research of engineering technologies.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Пока непонятно, что происходит, наши инженеры помогают изучить явление поближе, чтобы понять его и, возможно, помочь в исследовании инженерных технологий.

source: Deep Space Discovery: Engineering Technologies
ru_ru: Исследование дальнего космоса: Инженерные технологии

source: Our expedition vessels have located a a sort of nanite agglomerate, while the little beings are attach together, removing a single of them has triggered all of them to follow it, allowing us to collect all of them.
ru_ru: Наши экспедиционные корабли обнаружили своего рода агломерат нанитов, в то время как маленькие существа прикреплены друг к другу, удаление одного из них привело к тому, что все они последовали за ним, что позволило нам собрать их всех.

source: Deep Space Location: Nanite Agglomerates
ru_ru: Местонахождение в глубоком космосе: Нанитовые агломераты

source: Our expedition ships have made an interesting discovery in deep space.. It appears that all the stars present in the void have somehow a huge amount of energy deposits present around them. And so now our scientists are wondering how it could be possible for us to also exploit that amount of resources on the stars present in our territory.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Оказывается, все звезды, присутствующие в пустоте, каким-то образом имеют вокруг себя огромное количество энергетических залежей. И теперь наши ученые задаются вопросом, как мы можем использовать это количество ресурсов на звездах, находящихся на нашей территории.

source: Deep Space Discovery: Star Secret
ru_ru: Исследование дальнего космоса: Звездная тайна

source: Our expedition ships have made an interesting discovery in deep space.. It appears that all the black holes present in the void have somehow a big amount of dark matter deposits present around them. And so now our scientists are wondering how it could be possible for us to also exploit that amount of resources on the black holes present in our territory.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Оказывается, все черные дыры, присутствующие в пустоте, каким-то образом имеют вокруг себя большое количество залежей темной материи. И теперь наши ученые задаются вопросом, как мы можем использовать это количество ресурсов на черных дырах, находящихся на нашей территории.

source: Deep Space Discovery: Black Hole Secret
ru_ru: Исследование дальнего космоса: Секрет черной дыры

source: Our expedition ships have made an interesting discovery in deep space.. It appears that all the pulsar stars present in the void have somehow a huge amount of physics deposits present around them. And so now our scientists are wondering how it could be possible for us to also exploit that amount of resources on the pulsar stars present in our territory.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Оказывается, все звезды-пульсары, находящиеся в пустоте, каким-то образом имеют вокруг себя огромное количество залежей физики. И теперь наши ученые задаются вопросом, как мы можем использовать это количество ресурсов на пульсарных звездах, находящихся на нашей территории.

source: Deep Space Discovery: Pulsar Star Secret
ru_ru: Исследование дальнего космоса: Секрет пульсарной звезды

source: Our expedition ships have made an interesting discovery in deep space.. It appears that all the neutron stars present in the void have somehow a huge amount of engineering deposits present around them. And so now our scientists are wondering how it could be possible for us to also exploit that amount of resources on the neutron stars present in our territory.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Оказывается, все нейтронные звезды, присутствующие в пустоте, каким-то образом имеют вокруг себя огромное количество инженерных месторождений. И теперь наши ученые задаются вопросом, как мы можем использовать это количество ресурсов на нейтронных звездах, находящихся на нашей территории.

source: Deep Space Discovery: Neutron Star Secret
ru_ru: Исследование дальнего космоса: Секрет нейтронной звезды

source: Our expedition vessels have made an interesting discovery in the Deep Space. A strange cache of technology was laying there alone in the void waiting for someone to exploit it. By opening it, our scientists discovered a lot of knowledge which could greatly help us at improving our technologies.
ru_ru: Наши экспедиционные корабли сделали интересное открытие в глубоком космосе. Странный тайник с технологией лежал там один в пустоте и ждал, пока кто-нибудь им воспользуется. Открыв его, наши ученые обнаружили множество знаний, которые могут очень помочь нам в совершенствовании наших технологий.

source: Deep Space Discovery: Technology Cache
ru_ru: Исследование дальнего космоса: Технологическая кэш-память

source: Our expedition vessels have encountered an inactive fleet of vessels, which seem to be abandoned. While our navy admirals recommended to quickly capture the ships, our engineers and scientists recommended a further investigation to see if anything dangerous is present inside the ships. And after a close inspection nothing of a particular danger has been found allowing us to take control of the ships.
ru_ru: Наши экспедиционные корабли столкнулись с неактивным флотом судов, которые кажутся заброшенными. В то время как адмиралы нашего флота рекомендовали быстро захватить корабли, наши инженеры и ученые рекомендовали провести дополнительное исследование, чтобы выяснить, нет ли внутри кораблей чего-нибудь опасного. После тщательного осмотра ничего особо опасного обнаружено не было, что позволило нам взять корабли под контроль.

source: Deep Space Encounter: Abandoned Fleet
ru_ru: Встреча в дальнем космосе: Заброшенный флот

source: Our expedition vessels have encountered some strange spaceborn alien species never encountered. When they saw us the aliens quickly went toward our location but without any hostile intention. They have kept a certain distance between us letting our scientists the opportunity to study them for a little time but after a certain they decided to leave at an amazing speed so fast that we weren't able to follow them. Our ruler recommend us to expose that new discovery to the entire Galaxy.
ru_ru: Наши экспедиционные корабли столкнулись со странными инопланетянами космического происхождения, с которыми никогда не сталкивались. Увидев нас, пришельцы быстро направились в нашу сторону, но без каких-либо враждебных намерений. Они держали определенное расстояние между нами, давая нашим ученым возможность изучить их в течение некоторого времени, но через некоторое время они решили уйти с удивительной скоростью, настолько быстрой, что мы не смогли их преследовать. Наш правитель рекомендует нам рассказать об этом новом открытии всей Галактике.

source: Deep Space Encounter: New Spaceborn Alien Species
ru_ru: Встреча в дальнем космосе: Новый космический вид инопланетян

source: Our expedition vessels have encountered a massive titan-size vessel, which seems to be abandoned. While our navy admirals recommended to quickly capture the ship, our engineers and scientists recommended a further investigation to see if anything dangerous is present inside the ship. And after a close inspection nothing of a particular danger has been found allowing us to take control of the ship.
ru_ru: Наши экспедиционные корабли столкнулись с массивным судном размером с титана, которое кажется заброшенным. В то время как адмиралы нашего флота рекомендовали быстро захватить корабль, наши инженеры и ученые рекомендовали провести дальнейшее исследование, чтобы выяснить, нет ли внутри корабля чего-нибудь опасного. И после тщательного осмотра ничего особо опасного обнаружено не было, что позволило нам взять корабль под контроль.

source: Deep Space Encounter: Abandoned Titan
ru_ru: Встреча в дальнем космосе: Заброшенный Титан
