Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: £society£ $society_research$ from £job_soldier£ Soldiers
ru_ru: £society£ $society_research$ от £job_soldier£ Soldiers

source: £physics£ $physics_research$ from £job_technician£ $job_technician_plural$
ru_ru: £physics£ $physics_research$ от £job_technician£ $job_technician_plural$

source: £physics£ $physics_research$ from £job_translucer£ $job_translucer_plural$
ru_ru: £physics£ $physics_research$ от £job_translucer£ $job_translucer_plural$

source: Colony Ship Disengage Chance
ru_ru: Шанс разъединения кораблей-колоний.

source: Colony Ship Combat Evasion
ru_ru: Боевое уклонение кораблей-колоний

source: $civilian_factory$ Hull Points
ru_ru: $civilian_factory$ Очки корпуса

source: $civilian_industrial_ship$ Hull Points
ru_ru: $civilian_industrial_ship$ Очки корпуса

source: Colony Ship Hull Points
ru_ru: Очки корпуса корабля-колонии

source: Starbase Building Upkeep
ru_ru: Затраты на строительство звездных баз

source: Starbase Module Upkeep
ru_ru: Поддержание модулей звездной базы

source: Observation Post Monthly £society£ $society_research$
ru_ru: Наблюдательный пост ежемесячно £society£ $society_research$

source: Mother Crystal Entity
ru_ru: Материнская кристаллическая сущность

source: Mother Space Cloud
ru_ru: Материнское космическое облако

source: Mothers Space Cloud
ru_ru: Материнское космическое облако

source: Mother Tiyanki Entity
ru_ru: Сущность Матери Тиянки

source: Mothers Tiyanki Cloud
ru_ru: Облако Матери Тиянки

source: The §Y$NAME_Nanite_Factory$§! is a special factory specialized in the massive production of nanites.
ru_ru: §Y$NAME_Nanite_Factory$§! это специальная фабрика, специализирующаяся на массовом производстве нанитов.

source: $nanite_factory_DESC$
ru_ru: §Y$nanite_factory$§! - предприятие, специализирующееся на массовом производстве нанитов.

source: Nanite Factory Site
ru_ru: Площадка нанитовой фабрики

source: Nanite Gateway
ru_ru: Нанитовый шлюз

source: A Special Gateway composed of nanites which is linked to other Nanite Gateways.
ru_ru: Специальный шлюз, состоящий из нанитов, который связан с другими нанитовыми шлюзами.

source: A portal through subspace that allows instantaneous travel to other Nanite Gateways.
ru_ru: Портал через подпространство, позволяющий мгновенно перемещаться к другим нанитовым шлюзам.

source: Our Domesticated Aliens don't have a fertilized fleet available to breed and use that protocol.
ru_ru: У наших одомашненных инопланетян нет оплодотворенного флота для разведения и использования этого протокола.

source: No Strategic Resources Upkeep for Buildings
ru_ru: Отсутствует поддержание стратегических ресурсов для зданий.

source: Origine Empire
ru_ru: Происхождение империи

source: Failed Machine Infiltration
ru_ru: Неудачная машинная инфильтрация

source: £fallen£ Took contact with their remnants. £fallen£
ru_ru: £fallen£ Взял контакт с их остатками. £fallen£

source: £fallen£ Took contact with their remnants again. £fallen£
ru_ru: £fallen£ Снова вступил в контакт с их остатками. £fallen£

source: Influenced Awaken Fallen Empire
ru_ru: Влияние на пробуждение падшей империи

source: Machine Prophet Origin
ru_ru: Происхождение машинного пророка

source: £treasures£ §YTreasures Present§! £treasures£
ru_ru: £treasures£ §YНастоящие сокровища§! £treasures£

source: §YAscended Destiny§!
ru_ru: §YВознесенная Судьба§!.

source: Before even reaching the space that country has encountered during its development, countless unique situations which have allowed it to transcend throughout the ages. And now a new page start for their history as they are now able to explore the galaxy, will their experience be enough to face the great dangers which are waiting for them?
ru_ru: Еще не достигнув космоса, эта страна за время своего развития столкнулась с бесчисленными уникальными ситуациями, которые позволили ей перешагнуть через века. И теперь начинается новая страница в их истории, так как они теперь могут исследовать галактику, будет ли их опыта достаточно, чтобы противостоять великим опасностям, которые их поджидают?

source: Legendary Forge World
ru_ru: Легендарный кузнечный мир

source: That molten planet has been turned into a forge world in order to make it slightly habitable for the only goal of producing strong materials from the hearth of the planet.
ru_ru: Эта расплавленная планета была превращена в кузнечный мир, чтобы сделать его немного пригодным для жизни с единственной целью - производить прочные материалы из очага планеты.

source: White Hole
ru_ru: Белая дыра

source: $pc_white_hole_desc$
ru_ru: Контр-двойник черной дыры. Белая дыра излучает астрономически большое количество энергии, отталкивая все вещества. Невозможно пересечь ее горизонт событий. Откуда берется вся энергия - до сих пор загадка. Она может работать на энергии вакуума, таинственной фоновой энергии Космоса, с потенциально неограниченным запасом энергии. Или это может даже быть приведено в действие инфляционными механизмами рождения целых вселенных! Никто не знает истинного ответа...

source: The event horizon of a White Hole is an impenetrable wall which reflects 100% of all particles, even photons, making it the exact inverse of a black hole.
ru_ru: Горизонт событий белой дыры - это непроницаемая стена, которая отражает 100% всех частиц, даже фотонов, что делает ее полной противоположностью черной дыры.

source: Perfect Vassal
ru_ru: Идеальный вассал.

source: §BDark Galaxy Web§! Securty Firewall Finance
ru_ru: §BТемная Галактика Веб§! Финансирование брандмауэра безопасности

source: Determine how much we will spend on our security firewall to get access to the dark galaxy web and avoid being attacked by hackers.
ru_ru: Определите, сколько мы потратим на наш защитный брандмауэр, чтобы получить доступ к темной галактической паутине и избежать атаки хакеров.

source: §H$ap_chosen_ruler$:§! Advanced Resources
ru_ru: §HИзбранный правитель:§! Дополнительные ресурсы

source: §H$ap_chosen_ruler$:§! Capacity
ru_ru: §HИзбранный правитель:§! Вместимость

source: §H$ap_chosen_ruler$:§! Colony
ru_ru: §HИзбранный правитель:§! Колонии

source: §H$ap_chosen_ruler$:§! Construction
ru_ru: §HИзбранный правитель:§! Строительство

source: §H$ap_chosen_ruler$:§! Defense
ru_ru: §HИзбранный правитель:§! Оборона

source: §H$ap_chosen_ruler$:§! Raw Resources
ru_ru: §HИзбранный правитель:§! Стандарные ресурсы

source: §H$ap_chosen_ruler$:§! Research
ru_ru: §HИзбранный правитель:§! Исследование

source: §H$ap_chosen_ruler$:§! Special
ru_ru: §HИзбранный правитель:§! Специальный

source: §H$ap_chosen_ruler$:§! Strategic Resources
ru_ru: §HИзбранный правитель:§! Стратегические ресурсы

source: §H$ap_chosen_ruler$:§! Weapons
ru_ru: §HИзбранный правитель:§! Оружие

source: Hope that there are no bad consequences.
ru_ru: Будем надеяться, что никаких плачевных последствий не будет.

source: The civilization on [primitive_creation_planet.GetName] are thrust into the next age.
ru_ru: Цивилизация на [primitive_creation_planet.GetName] переходит в следующую эпоху.

source: Private Mercenary Army
ru_ru: Частная армия наемников

source: Mercenary armies come with their own transports and can invade other planets.
ru_ru: Наемные армии поставляются с собственными транспортами и могут вторгаться на другие планеты.

source: Private Mercenary Armies
ru_ru: Частные наемные армии.

source: Private Gene Warrior Army
ru_ru: Частная генная армия воинов

source: Genetically enhanced super soldiers. Recruits are typically chosen from the elite of the conventional military forces. These then undergo extensive gene therapy, and are made larger, stronger and faster than their former peers.
ru_ru: Генетически усовершенствованные суперсолдаты. Новобранцы, как правило, отбираются из элиты обычных вооруженных сил. Затем они проходят обширную генную терапию и становятся крупнее, сильнее и быстрее своих бывших сверстников.

source: Private Gene Warrior Armies
ru_ru: Частные армии генных воинов.

source: Private Robotic Assault Army
ru_ru: Частная штурмовая армия роботов

source: Cold and heartless killing-machines designed only for war. They pursue their objectives relentlessly, and are impervious to the shattering effects of poor morale that so often plague organic combat units.
ru_ru: Холодные и бессердечные машины-убийцы, созданные только для войны. Они неустанно преследуют свои цели и невосприимчивы к разрушительным последствиям низкого морального духа, которые так часто поражают органические боевые подразделения.

source: Private Robotic Armies
ru_ru: Частные роботизированные армии.

source: Private Slave Army
ru_ru: Частная рабская армия

source: Slave soldiers who serve their masters on the battlefield. Most are conscripted by force, but many slaves volunteer in a desperate attempt to increase their food rations or escape from grueling labor.
ru_ru: Рабы-солдаты, которые служат своим хозяевам на поле боя. Большинство из них призываются в армию силой, но многие рабы добровольно идут в армию в отчаянной попытке увеличить свой продовольственный паек или избежать изнурительного труда.

source: Private Slave Armies
ru_ru: Частные армии рабов.

source: Cortana
ru_ru: Кортана

source: After researching all the technologies related to Cortana, she will now have the possibility after the use of §Y$energy$§! to research at once up to §H10 repeatable technologies§!.
ru_ru: После исследования всех технологий, связанных с Кортаной, у нее появится возможность после использования §YЭнергетические кредиты§! исследовать сразу до §H10 Повторяемых технологий§!.

source: Cortana will immediately research 10 random repeatable technologies.
ru_ru: Кортана немедленно исследует 10 случайных повторяемых технологий.

source: £unity£ §GOrb of Knowledge§! £society£
ru_ru: £unity£ §GСфера знаний§! £unity£

source: The power of that relic is yet to be entirely explainable, for now we are just able to generate a huge amount £unity£ §BUnity§! of and £society£ §G$society_research$§! with it.
ru_ru: Сила этой реликвии еще не до конца объяснена, пока что мы просто способны генерировать огромное количество £unity£ §BЕдинство§! и £society£ §GСфера знаний§! с ее помощью.

source: Will perform a §RRagnarok Strike§! which will take 30 days to totally destroy the planet. However know that your fleet will be busy for 30 days, not being able to do any action. They will be free again once the planet is destroyed. Doing such a thing will seriously increase the threat and genocidal opinion of other empires toward you.
ru_ru: Выполнит §RУдар Рагнарёка§! который займет 30 дней, чтобы полностью уничтожить планету. Однако знайте, что ваш флот будет занят в течение 30 дней, не имея возможности совершать какие-либо действия. После уничтожения планеты они снова будут свободны. Подобные действия серьезно усилят угрозу и геноцид других империй по отношению к вам.

source: §RCan only be performed with a Fleet Size of 200 and with at least one Titan inside the fleet performing the orbital bombardment.§!
ru_ru: §RМожет быть выполнено только при размере флота 200 и при наличии хотя бы одного Титана во флоте, осуществляющем орбитальную бомбардировку.§!

source: Ancient Replicator Drone
ru_ru: Древний дрон-репликатор

source: $TRIGGER_FAIL$Can be enacted a maximum of §Y5§! times per planet
ru_ru: $TRIGGER_FAIL$ Может быть задействован максимум §Y5§! раз на планете.

source: $requires_max_5_times_pass_simple$ (current: §Y[This.hivemind_reserve_happened]§!)
ru_ru: $Требуется_max_5_times_pass_simple$ (текущий: §Y[This.hivemind_reserve_happened]§!)

source: $TRIGGER_PASS$Can be enacted a maximum of §Y5§! times per planet
ru_ru: $TRIGGER_PASS$ Может быть задействован максимум §Ю5§! раз на планете.

source: $TRIGGER_FAIL$Requires §Y$SYNTHETIC_DAWN_TITLE$§! DLC.
ru_ru: $TRIGGER_FAIL$Требуется §Y$SYNTHETIC_DAWN_TITLE$§! DLC.

source: §RRequires a §Y$pc_white_hole$§! in the system.§!
ru_ru: §RТребуется §Y$pc_white_hole$§ в системе.§!.

source: You must have §R800§! Foods £food£ for ($domesticated_tiyanki$ and $domesticated_ameoba$) §YOR§! $energy$ £energy£ for ($domesticated_cloud$ and $domesticated_drone$) §YOR§! Minerals £minerals£ for ($domesticated_crystal$).
ru_ru: У вас должно быть §R800§! Продукты £питания£ для ($одомашненных_тяньки$ и $одомашненных_амеоба$) §YИЛИ§! Энергетические кредиты £energy£ для($domesticated_cloud$ and $domesticated_drone$) §YИЛИ§! Минералы £minerals£ для ($domesticated_crystal$).

source: Generate research points in the Domesticated Alien §GHomeworld§! which can be harvested by constructing a station near it.
ru_ru: Генерировать очки исследований в одомашненном чужом мире §GРодной мир§! которые можно собрать, построив станцию рядом с ним.

source: Generate resources in the Domesticated Alien §GHomeworld§! which can be harvested by constructing a station near it.
ru_ru: Генерировать ресурсы в одомашненном чужом мире §GРодной мир§! которые можно собрать, построив станцию рядом с ним.

source: Alloys £alloys£
ru_ru: Сплавы £alloys£

source: Consumers £consumer_goods£
ru_ru: Потребительские товары £consumer_goods£

source: Unity £unity£
ru_ru: Единство £unity£

source: Navy
ru_ru: Флот

source: No Focus
ru_ru: Нет фокуса

source: $energy$ £energy£
ru_ru: Энергетические кредиты £energy£

source: Foods £food£
ru_ru: Еда £food£

source: Minerals £minerals£
ru_ru: Минералы £minerals£

source: Energy
ru_ru: Энергия

source: Explosive
ru_ru: Взрывчатка

source: Kinetic
ru_ru: Кинетическое

source: $pc_white_hole$
ru_ru: Белая дыра

source: Generate §GDomesticated Security Aliens§! fleets that will patrol in our territory and attack any hostile target present inside.
ru_ru: Создайте флоты §GОдомашненные пришельцы из службы безопасности§, которые будут патрулировать нашу территорию и атаковать любую враждебную цель, находящуюся на ней.

source: Big Finance
ru_ru: Большие финансы

source: A very good security firewall giving us the opportunity to make big deal without having the fear of constantly being hacked, the chances of security breach are less than §B25%§!.
ru_ru: Очень хороший брандмауэр безопасности, дающий нам возможность заключать крупные сделки без страха быть постоянно взломанными, вероятность взлома безопасности меньше §B25%§!.

source: Huge Finance
ru_ru: Огромные финансы

source: Our security firewall is probably one of the strongest in the galaxy, the chances of being hacked are almost reduced to §B0%§!.
ru_ru: Наш брандмауэр безопасности, вероятно, один из самых сильных в галактике, шансы быть взломанным почти сведены к §B0%§!.

source: Medium Finance
ru_ru: Средние финансы

source: A decent security firewall allowing us to do most of the activities in the Dark Galaxy Web, however hackers will still have around §Y50%§! of chances to succeed their attack on us, we must remain careful.
ru_ru: Приличный брандмауэр безопасности, позволяющий нам выполнять большинство действий в Темной Галактической Сети, однако у хакеров все еще будет около §Y50%§! шансов на успех их атаки на нас, мы должны оставаться осторожными.

source: No Finance
ru_ru: Без финансов

source: No security firewall at all, we must be extremely careful when acting in the Dark Galaxy Web, a hacker has litteraly §R100%§! chances of attacking us with success.
ru_ru: Нет брандмауэра безопасности вообще, мы должны быть крайне осторожны, действуя в Темной Галактической Сети, у хакера есть буквально §R100%§! шансов успешно атаковать нас.

source: Small Finance
ru_ru: Малые финансы

source: With that small finance on our security firewall we can at least do some little deal without attracting dangerous hackers, yet if they attack us they have more than §H75%§! chances of piercing through our defenses.
ru_ru: С этими небольшими финансами на нашем брандмауэре безопасности мы можем, по крайней мере, совершать небольшие сделки, не привлекая опасных хакеров, но если они атакуют нас, у них есть более §Н75%§! шансов пробиться через нашу защиту.

source: §Y$ap_self_aware_colony$§! : Alloys Focus
ru_ru: §Я$ап_self_aware_colony$§! : Фокус сплавов

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing alloys.
ru_ru: Эта §Y$ap_self_aware_colony$§! сосредоточится на создании рабочих мест по производству сплавов.

source: §Y$ap_self_aware_colony$§! : Military Focus
ru_ru: §Y$ap_self_aware_colony$§! : Военный фокус

source: That §Y$ap_self_aware_colony$§! will focus on creating soldiers job.
ru_ru: Эта §Y$ap_self_aware_colony$§! сосредоточится на создании рабочих мест для солдат.

source: §Y$ap_self_aware_colony$§! : Consumers Focus
ru_ru: §Y$ap_self_aware_colony$§! : Фокус на потребителях

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing consumer goods.
ru_ru: Что §Y$ap_self_aware_colony$§! сосредоточится на создании рабочих мест, производящих потребительские товары.

source: §Y$ap_self_aware_colony$§! : Energy Focus
ru_ru: §Y$ap_self_aware_colony$§! : энергетический фокус

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing energy credits.
ru_ru: Эта §Я$ап_self_aware_colony$§! сосредоточится на создании рабочих мест, производящих Энергетические кредиты.

source: §Y$ap_self_aware_colony$§! : Food Focus
ru_ru: §Y$ap_self_aware_colony$§! : Фокус на еде

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing foods.
ru_ru: Эта§Y$ap_self_aware_colony$§!сосредоточится на создании рабочих мест, производящих продукты питания.

source: §Y$ap_self_aware_colony$§! : Minerals Focus
ru_ru: §Y$ap_self_aware_colony$§!: Фокус на минералах

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing minerals.
ru_ru: Эта §Y$ap_self_aware_colony$§! сосредоточится на создании рабочих мест, производящих минералы.

source: §Y$ap_self_aware_colony$§! : No Focus
ru_ru: §Y$ap_self_aware_colony$§! : Нет фокуса

source: That §Y$ap_self_aware_colony$§! will normally develop without focusing on any domain.
ru_ru: Эта §Y$ap_self_aware_colony$§! будет нормально развиваться, не фокусируясь на какой-либо области.

source: §Y$ap_self_aware_colony$§! : Research Focus
ru_ru: §Y$ap_self_aware_colony$§! : Фокус исследования

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing research.
ru_ru: Что §Я$ап_self_aware_colony$§! будет фокусироваться на создании рабочих мест, производящих исследования.

source: §Y$ap_self_aware_colony$§! : Strategic Focus
ru_ru: §Y$ap_self_aware_colony$§! : Стратегический фокус

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing strategic resources such as $volatile_motes$, $exotic_gases$ and $rare_crystals$.
ru_ru: Эта §Y$ap_self_aware_colony$§! сосредоточится на создании рабочих мест, производящих стратегические ресурсы, такие как $volatile_motes$, $exotic_gases$ и $rare_crystals$.

source: §Y$ap_self_aware_colony$§! : Trade Focus
ru_ru: §Y$ap_self_aware_colony$§! : Торговый фокус

source: That §Y$ap_self_aware_colony$§! will focus on creating jobs producing trade value.
ru_ru: Эта §Y$ap_self_aware_colony$§! сосредоточится на создании рабочих мест, приносящих торговую ценность.

source: $ap_slow_learner$ §HAlpha Ascension§!
ru_ru: $ap_slow_learner$ §HВознесение Альфы§!.

source: $ap_slow_learner$ §HBeta Ascension§!
ru_ru: $ap_slow_learner$ §HВознесение Бета§!

source: $ap_slow_learner$ §HGamma Ascension§!
ru_ru: $ap_slow_learner$ §HВознесение Гаммы§!

source: $ap_slow_learner$ §HDelta Ascension§!
ru_ru: $ap_slow_learner$ §HВознесение Дельты§!

source: $starbase_citadel_plural$
ru_ru: Цитадели

source: Summoned Leviathan
ru_ru: Призванный левиафан

source: Advanced Portable Districts
ru_ru: Продвинутые портативные районы

source: Unlocks portable districts able to produces advanced resources for $civilian_factory$ and $civilian_industrial_ship$.
ru_ru: Разблокирует портативные районы, способные Производит передовые ресурсы для $civilian_factory$ и $civilian_industrial_ship$.

source: Automatic Nano Drones
ru_ru: Автоматические нано-дроны

source: Unlocks the production of automatic nano drones.
ru_ru: Разблокирует производство автоматических нано-дронов.

source: Discovery: Black Hole Exploitation
ru_ru: Открытие: Эксплуатация черной дыры

source: Breeding Facilities
ru_ru: Объекты разведения

source: Basic Auxiliary Facilities
ru_ru: Основные вспомогательные объекты

source: Unlocks auxiliary components for the $civilian_factory$ and $civilian_industrial_ship$ able to produces basic resources such as energy, minerals and food.
ru_ru: Разблокирует вспомогательные компоненты для $civilian_factory$ и $civilian_industrial_ship$, способные Производит основные ресурсы, такие как энергия, минералы и пища.

source: Specialized Auxiliary Facilities
ru_ru: Специализированные вспомогательные объекты

source: Unlocks auxiliary components for the $civilian_factory$ and $civilian_industrial_ship$ able to produces advanced resources such as consumer goods, alloys and unity.
ru_ru: Разблокирует вспомогательные компоненты для $civilian_factory$ и $civilian_industrial_ship$, способные Производит продвинутые ресурсы, такие как потребительские товары, сплавы и единство.

source: Specialized Auxiliary Laboratories
ru_ru: Специализированные вспомогательные лаборатории

source: Unlocks auxiliary components for the $civilian_factory$ and $civilian_industrial_ship$ able to produces physics, society and engineering research.
ru_ru: Разблокирует вспомогательные компоненты для $civilian_factory$ и $civilian_industrial_ship$, способные Производит физику, общество и инженерные исследования.

source: Cortana Advanced Decisions
ru_ru: Расширенные решения Кортаны

source: Improve the frequency at which Cortana can take initiatives decisions to research technologies and also help your researchers in their current work.
ru_ru: Улучшить частоту, с которой Кортаны может принимать инициативные решения по исследованию технологий, а также помогать вашим исследователям в их текущей работе.

source: Cortana Research Assistant
ru_ru: Исследовательский помощник Кортаны.

source: Allows Cortana to help in the research of the current technologies in order to finish them way faster.
ru_ru: Позволяет Кортане помогать в исследовании текущих технологий, чтобы закончить их гораздо быстрее.

source: Cortana Initiative Actions
ru_ru: Инициативные действия Кортаны.

source: Allows Cortana to take initiatives and research repeatable technologies by her own without the need of Energy.
ru_ru: Позволяет Кортане проявлять инициативу и самостоятельно исследовать повторяющиеся технологии без использования энергии.

source: Cortana Optimized Energy Usage
ru_ru: Оптимизированное использование энергии Кортаны

source: Decrease the Energy needed to active Cortana by §Y1000§! $energy$ £energy£.
ru_ru: Уменьшите количество энергии, необходимой для работы Кортаны, на §Y1000§! Энергетические кредиты £energy£.

source: Cortana Perfect Sanity
ru_ru: Идеальное здравомыслие Кортаны.

source: Each time Cortana make an initiative, it will be done two times instead of one, which means that she will be even more useful to us.
ru_ru: Каждый раз, когда Кортана проявляет инициативу, это будет сделано два раза вместо одного, а значит, она будет еще полезнее для нас.

source: Dangerous Systems Localization
ru_ru: Локализация опасных систем

source: Allows the possibility to discover systems hidding Leviathans inside them.
ru_ru: Дает возможность обнаружить системы, внутри которых скрываются левиафаны.

source: Once build on a planet these building have the possibility to detect anomalies on the celestial bodies nearby, the more you have on your planet and the larger is the range of detection.
ru_ru: Построенное на планете, это здание имеет возможность обнаруживать аномалии на близлежащих небесных телах, чем больше их на вашей планете, тем больше диапазон обнаружения.

source: More Defense Sentinels I
ru_ru: Больше защитных часовых I.
