Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: The $AAR_ship_TGT$ locates a suitable coordinate and just needs to input enough energy to activate a §B$AAR_MEGA_webway_NODE$§! in the area near the central star.
ru_ru: $AAR_ship_TGT$ После определения подходящих координат, теперь ему нужно всего лишь передать достаточное количество энергии §B$AAR_MEGA_webway_NODE$§!, чтобы их активировать в районе центрального небесного тела.

source: The upcoming $AAR_MEGA_webway_NODE$ will collapse within a year, but you can maintain its longevity with $AAR_tips_WEBWAY_giant_ship$.
ru_ru: $AAR_MEGA_webway_NODE$ - вот-вот будут активированы, это повлечёт за собой их разрушение в течение года, но вы сможете проходить через $AAR_tips_WEBWAY_giant_ship$, пока он функционирует.

source: Propaganda and war messages are transmitted through hyperlane. The length of the lanes will affect the signal strength. If the system is too far away, it will not be affected.
ru_ru: Пропагандистские и военные сообщения передаются по гиперсвязи. Длина полос будет влиять на уровень сигнала. Если система находится слишком далеко, то эффекта не будет.

source: There are currently §G[root.TEMP_var_enemy_colony]§! alien worlds affected, let their rudimentary brains be cleaned by our advanced culture!
ru_ru: В настоящее время чужой мир §G[root.TEMP_var_enemy_colony]§! сполна горя хлебнул, их рудиментарные мозги будут очищены нашей развитой культурой!

source: With the advantages of media technology, we launch a propaganda war against neighboring alien civilization systems, and their colonies will be influenced by our culture and ideology within 10 years.
ru_ru: Используя преимущества медиа-технологий, мы начали пропагандистскую войну против соседних цивилизаций, их колонии будут находиться под влиянием нашей культуры и идеологии в течение последующих 10 лет.

source: §H$AAR_DEC_prerogative_clean$ in progress.§!
ru_ru: §H$AAR_DEC_prerogative_clean$ выполняется§!

source: §HOverlocking§!
ru_ru: §HРазгон§!

source: §HUnable to activate, insufficient charging energy.§!
ru_ru: §HНевозможно активировать, так как недостаточно энергии для зарядки.§!

source: Insufficient §HPop/Manpower§!
ru_ru: Недостаточно §HПоселений/Рабочих§!

source: There is a $AAR_MEGA_webway_NODE$/$AAR_MEGA_webway_NEXUS$ in the system
ru_ru: $AAR_MEGA_webway_NODE$/$AAR_MEGA_webway_NEXUS$ уже существуют в системе

source: Need technology: §G$AAR_TECH_webway$§!
ru_ru: Необходимо иметь технологию： §G$AAR_TECH_webway$§!

source: $AAR_DEC_prerogative_propaganda$正在进行中。
ru_ru: $AAR_DEC_prerogative_propaganda$ выполняется

source: Iron Kraken
ru_ru: Железный Кракен

source: Heavier, stronger, more violent. The miracle of military industry, the super alloy Kraken.
ru_ru: Тяжелее, сильнее, более агрессивный. Чудо военной промышленности, супер Кракен из сплавов.

source: Double hull, each newly launched warship will receive a large amount of additional hull and armor. Power core, all warships weapon damage and range increased by 10%.
ru_ru: Двойной корпус, каждый вновь сошедший со стапелей военный корабль получит большее количество очков корпуса и брони. Энергетическое ядро, урон от оружия всех боевых кораблей и дальность стрельбы увеличены на 10%.

source: Future Warship
ru_ru: Военные корабли будущего

source: Each warship is the result of our most advanced technology, even if it makes them more expensive.
ru_ru: Каждый военный корабль представляет венец наших технологий, даже если это делает их более дорогими.

source: High-tech equipment, each newly launched warship will gain additional hull and armor, and has its own shield generator. Also each warship is unique, they will gain additional random attributes, but This will also increase the cost of all military warships by 5%.
ru_ru: Высокотехнологичное оборудование, каждый вновь сошедший со стапелей военный корабль получит дополнительный корпус и броню, а также собственный генератор щитов. Также, каждый военный корабль уникален, они получат дополнительные случайные атрибуты, но это увеличит стоимость всех военных кораблей на 5%.

source: Financial Income
ru_ru: Финансовый доход

source: Apocalypse
ru_ru: Апокалипсис

source: Counter Strike
ru_ru: Ответный удар

source: Increases damage to all special enemies.
ru_ru: Увеличивает урон всем особым врагам.

source: To defeat a dragon, you must first become a dragon.
ru_ru: Чтобы победить дракона, вы должны сначала стать драконом.

source: Cognitive Fragmentation
ru_ru: Когнитивная фрагментация

source: Long live the empire, but what about us?
ru_ru: Да здравствует империя, но как насчёт нас?

source: Central Support
ru_ru: Центральная поддержка

source: Suzerain Support
ru_ru: Поддержка от вассала

source: Terrorize our colony
ru_ru: Терроризируют нашу колонию

source: What have you done!
ru_ru: Что ты наделал!

source: Cultural Invasion
ru_ru: Культурное вторжение

source: Malicious Claim
ru_ru: Злонамеренное притязание

source: Wow, there's nothing left to summon...
ru_ru: Кажется, ничего не произошло...

source: Trust the Speed!
ru_ru: Доверяйте скорости!

source: We have warned you!
ru_ru: Мы предупреждали вас!

source: We accept the status quo.
ru_ru: Мы принимаем статус-кво.

source: Overlocking!
ru_ru: Разгон!

source: Do nothing
ru_ru: Ничего не делать

source: Activate §B$AAR_MEGA_webway_NODE$§!
ru_ru: Активация §B$AAR_MEGA_webway_NODE$§!

source: Great, deploy $AAR_MEGA_webway_BASE$
ru_ru: Очень хорошо, проведите развёртывание $AAR_MEGA_webway_BASE$

source: All right then.
ru_ru: Хорошо.

source: And so it begins!
ru_ru: И вот это начинается!

source: Outstanding Insights
ru_ru: Выдающиеся идеи

source: The moment before stepping into the universe, this civilization has completed its ascension, and it will be destined to be extraordinary.
ru_ru: Эта цивилизация завершила своё возвышение и готова выйти за рамки Вселенной, ей суждено стать экстраординарной.

source: The colony is enveloped by a huge fleet, the local residents feel fearful, and the social atmosphere becomes more chaotic and oppressive.
ru_ru: Колония окружена огромным флотом, местные жители чувствуют страх, а социальная атмосфера становится всё более хаотичной и гнетущей.

source: §HThe larger the fleet in orbit, the more pronounced the effect.§!
ru_ru: §HЧем крупнее флот на орбите, тем выраженнее эффект.§!

source: The colony is enveloped by a large fleet, and the local anomalous units are excited and become more active.
ru_ru: Колония окружена большим флотом, местные аномальные единицы возбуждены и проявляют большую активность.

source: Dominion from the Sky
ru_ru: Господство в небе

source: This colony is enveloped by a huge fleet, the local residents feel the majesty of the empire, and the social atmosphere becomes more orderly and oppressive.
ru_ru: Эта колония окружена огромным флотом, местные жители ощущают величие империи, а социальная атмосфера становится более упорядоченной и гнетущей.

source: The colony is overwhelmed by a large fleet, and the local anomalous units feel fearful and become inactive.
ru_ru: Колония находится под влиянием большого флота, местные аномальные единицы чувствуют страх и становятся неактивными.

source: §GAllow§! Claim
ru_ru: Требуются §Gсплавы§!

source: Affiliate can claim a system.
ru_ru: Партнёр может претендовать на систему.

source: §HDisable§! Claim
ru_ru: Требование §Hотключено§!

source: Affiliate cannot claim any system. Clears all its current claims.
ru_ru: Партнёр не может претендовать на какую-либо систему. Сбрасывает все свои претензии.

source: §HDisable§! $AAR_MOD_cntr_jumper$
ru_ru: §HОтключение§! $AAR_MOD_cntr_jumper$

source: Jump ability decreased.
ru_ru: Способность к прыжку уменьшилась.

source: §GActivate§! $AAR_MOD_cntr_jumper$
ru_ru: §GАктивация§! $AAR_MOD_cntr_jumper$

source: Requires a certain amount of resource for maintenance.
ru_ru: Требуется определенное количество ресурсов для технического обслуживания.

source: Disable activating Node with $AAR_tips_WEBWAY_giant_ship$
ru_ru: Запретить активацию $AAR_tips_WEBWAY_giant_ship$

source: You will only be able to activate $AAR_MEGA_webway_NODE$ through the Relic $AAR_R_webway$.
ru_ru: Вы сможете передать, только реликвию $AAR_R_webway$ для активации $AAR_MEGA_webway_NODE$

source: Allow activating Node with $AAR_tips_WEBWAY_giant_ship$
ru_ru: Разрешить активацию $AAR_tips_WEBWAY_giant_ship$

source: Anomalous Space
ru_ru: Аномальное пространство

source: Remote $AAR_MEGA_webway_NODE$ activation device
ru_ru: $AAR_MEGA_webway_NODE$ - удалённая активация

source: Other Defense Ascension is selected.
ru_ru: Выбрано другое Вознесение Защиты.

source: §YEdict under CD§!
ru_ru: §YУказ под CD§!

source: §ERegardless of the current modifiers, the edicts upkeep will be reduced by §Y40%§! from the current situation.§!
ru_ru: §EНезависимо от текущих модификаторов, содержание указов будет сокращено на §Y40%§! по текущей ситуации.§!

source: $TRIGGER_FAIL$$Requires the §Y$ap_galactic_force_projection$§! or §Y$ap_lord_of_war$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_galactic_force_projection$§! или §Y$ap_lord_of_war$§!.

source: Ignore the jumping penalty , and the jumped fleet will receive §BJumping Enhancement§!. Empire citizens receive $AAR_MOD_cntr_jumper_worship$, making them motivated by fleet jumping behavior.
ru_ru: Если проигнорировать штраф за прыжок, то прыгнувший флот получит §Bулучшение прыжков§!. Граждане империи мотивированные поведением флота, совершающего прыжки получат $AAR_MOD_cntr_jumper_worship$.

source: §BFaith Inspiration§! makes our people frenzy and increases full resource output, especially £unity£§E$unity$§!.§!
ru_ru: §BВдохновение верой§! приводит наших людей в неистовство, увеличивая выработку ресурсов, особенно £unity£ §E$unity$§!.§!

source: §BJumping Enhancement§! gives fleets a short-term battle buff after jumping.
ru_ru: §BУлучшение прыжков§! даёт флотам кратковременный боевой бонус после прыжка.

source: §EIn the area of FTL, we have gone farther than other civilizations. $AAR_R_jumper$ is the result of our knowledge of FTL, and it will greatly enhance our jumping ability.§!
ru_ru: §EВ области сверхсветовой скорости мы продвинулись дальше, чем другие цивилизации. $AAR_R_jumper$ - это результат наших знаний о сверхсветовой скорости, что значительно повысит нашу способность к прыжкам.§!

source: §E§BRapid Cooldown§! Makes the jump engine cool down instantly.
ru_ru: §E§BБыстрое восстановление§! Мгновенно охлаждает прыжковый двигатель.

source: ③Enable $AAR_MOD_cntr_jumper$ through policy $policy_AAR_policy_jumper$ to get long-term jump buff.\④Requires §BDark Blue UI§! to view fleet rapid cooldown charge status.
ru_ru: ③Включение $AAR_MOD_cntr_jumper$ посредством политики $policy_AAR_policy_jumper$, даёт долгосрочный эффект прыжка.\3. Требуется §BDark Blue UI§!, чтобы просмотреть статус заряда для быстрого восстановления флота.

source: Unlock policy $policy_AAR_policy_jumper$, which can activate $AAR_MOD_cntr_jumper$ to get long-term jump buff.
ru_ru: Открывает политику $policy_AAR_policy_jumper$, которая может активировать $AAR_MOD_cntr_jumper$ для получения долгосрочного эффекта прыжка.

source: tech research option gained £society §H$AAR_TECH_machine_world$§!
ru_ru: Открывает вариант технического исследования £society §H$AAR_TECH_machine_world$§!

source: Our understanding of physics is unparalleled, and our aerospace equipment is unmatched. The breakthrough in physics has brought about the improvement of navigation technology. All ships are equipped with Weak Inertia Engine by default, so that their speed is no longer limited by the speed of light.
ru_ru: Наше понимание физики не имеет себе равных, и наше аэрокосмическое оборудование не имеет себе равных. Прорыв в физике привел к совершенствованию навигационных технологий. Все корабли по умолчанию оснащены двигателем со слабой инерцией, так что их скорость больше не ограничена скоростью света.

source: §E In non-combat state, all ships will get §Y500%§! sublight speed bonus. If you are in enemy territory at war, the speed boost effect will be §Hgreatly reduced§!. If there are hostile forces (who can attack us) in the system, the speed boost effect will be §Hfurther reduced§!.§!
ru_ru: §EВ не боевом состоянии все корабли получат бонус в §Y500%§! к сверхсветовой скорости. Если вы находитесь на вражеской территории во время войны, эффект ускорения будет §Hзначительно уменьшен§!. Если в системе есть враждебные силы (которые могут напасть на нас), эффект повышения скорости будет §Hещё меньше§!.§!

source: $TRIGGER_FAIL$Requires the §Y$ap_voidborn$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуется бонус за стремление §Y$ap_voidborn$§!.

source: 1.$AAR_MEGA_webway_BASE$ can be accessed from any colony, the control center is $AAR_MEGA_webway_NEXUS$, which is the core of the webway system.
ru_ru: 1. $AAR_MEGA_webway_BASE$ может осуществляться с любой колонии, центром управления является $AAR_MEGA_webway_NEXUS$ - это ядро системы сетевых каналов.

source: 2.Go through $AAR_tips_WEBWAY_giant_ship$ or $AAR_R_webway$ to activate $AAR_MEGA_webway_NODE$，which is the webway terminal.
ru_ru: 2. Пройдите через $AAR_tips_WEBWAY_giant_ship$ или $AAR_R_webway$, что бы активировать $AAR_MEGA_webway_NODE$，который является терминалом сетевого канала.

source: 3.Use $AAR_tips_WEBWAY_giant_ship$ to keep AAR_MEGA_webway_NODE$ alive.
ru_ru: 3. Используйте $AAR_tips_WEBWAY_giant_ship$ для поддержания существования AAR_MEGA_webway_NODE$.

source: §EUsage Tips：§!
ru_ru: §EСоветы по использованию：§!

source: §EWe have discovered a mysterious Shroud creation：$AAR_R_webway$，studying it will allow us to use what is called the §YWebway§!, which is a superluminal way to traverse space.§!
ru_ru: §EМы обнаружили таинственное творение Покрова：$AAR_R_webway$，его изучение позволит нам использовать то, что мы назвали §YСетевой канал§!, который является сверхсветовым способом преодоления пространства.§!

source: Forces to remove any empires' claim on this system by §Gonce§!, with a 3-year cooldown.
ru_ru: Принудите убрать претензию другой империи на §Gодну§! нашу систему, с 3-летним восстановлением.

source: The declaimed country will be unhappy with us.
ru_ru: Провозглашённая сторона будет недовольна нами.

source: But if a system is claimed multiple times, only §G1§! claim will be removed.
ru_ru: Если на систему объявляется несколько притязаний, то только §G1§! может быть удалена.

source: We can forcibly declaim nearby systems, swearing our sovereignty.
ru_ru: Мы можем принудительно объявить соседние системы нашими, поклявшись в их суверенитете.

source: It is also effective for Gestalt civilization, but the effect will be greatly reduced.
ru_ru: Это также возымеет эффект и на гештальт-цивилизации, но он будет значительно снижен.

source: Within 10 years, it will have an information impact on all non-alliance alien civilization colonies in the surrounding systems, weakening the stability of the local social environment.
ru_ru: В течение следующих 10 лет это окажет информационное воздействие на все близлежащие колонии другой империи, не являющейся союзником, ослабляя стабильность местной социальной среды.

source: §HMay cause hostility in the target country. §!
ru_ru: §HМожет вызвать враждебность со стороны целевой империи.§!

source: Deploys a $AAR_MEGA_webway_BASE$ that activates $AAR_MEGA_webway_NEXUS$.
ru_ru: Развернуть один $AAR_MEGA_webway_BASE$，$AAR_MEGA_webway_NEXUS$ может быть активирован через неё.

source: §HNote: There should be no $AAR_MEGA_webway_NODE$/$AAR_MEGA_webway_NEXUS$ in this system.§!
ru_ru: §HПримечание: В этой системе не должно быть никаких $AAR_MEGA_webway_NODE$/$AAR_MEGA_webway_NEXUS$§!

source: $AAR_MOD_cntr_jumper$ §HDisabled§!
ru_ru: §HОтключение§! $AAR_MOD_cntr_jumper$

source: $AAR_MOD_cntr_jumper$ §GActivated§!
ru_ru: §GВключение§! $AAR_MOD_cntr_jumper$

source: After activation, you can overclock it. $AAR_MOD_cntr_jumper_OVERC_desc$
ru_ru: После активации вы сможете разогнать его. $AAR_MOD_cntr_jumper_OVERC_desc$

source: Current $AAR_tips_jumper_OVERC_var$
ru_ru: Текущая $AAR_tips_jumper_OVERC_var$

source: Current $AAR_tips_jumper_WORSHIP_var$
ru_ru: Текущая $AAR_tips_jumper_WORSHIP_var$

source: §EData Statistic:§!
ru_ru: §EСтатистика данных:§!

source: §YUsage Tips: §!
ru_ru: §YСоветы по использованию: §!

source: ②$ AAR_tips_jumper_OVERC_recharge$
ru_ru: 2. $ AAR_tips_jumper_OVERC_recharge$

source: Activating this relic will create an $AAR_ship_TGT$ near your home planet, which you can find in the Civilian Ships block in the Outliner.
ru_ru: Активация этой реликвии создаст $AAR_ship_TGT$, рядом с вашей родной планетой，вы сможете найти его в разделе гражданские корабли в виде схемы.

source: Use it to jump to any system, if there are enough resources and the $AAR_MEGA_webway_NEXUS$/$AAR_MEGA_webway_NODE$ does not exist in the system, you can activate a §B$AAR_MEGA_webway_NODE$§! near the central star of the system, it will exist if there is no external maintenance Up to §G1 years§!.
ru_ru: Используйте его, чтобы переместиться в любую систему, если ресурсов хватит. $AAR_MEGA_webway_NEXUS$/$AAR_MEGA_webway_NODE$，вы сможете активировать их рядом с небесным телом в центре системы. §B$AAR_MEGA_webway_NODE$§!，без обслуживания просуществует самое большее - §G1 год§!.

source: §YWebway§!
ru_ru: §YСетевой канал§!

source: Activate a §B$AAR_MEGA_webway_NODE$§! near the central object of the system, which will exist for up to §G2months§! without external maintenance.
ru_ru: Активируйте §B$AAR_MEGA_webway_NODE$§! рядом с небесным телом в центре системы. Без обслуживания он просуществует, самое большее - §G2 месяца§!.

source: Activate a §B$AAR_MEGA_webway_NODE$§! near the central star of the system, which will exist for up to §G1years§! without external maintenance.
ru_ru: Активируйте один §B$AAR_MEGA_webway_NODE$§! рядом с небесным телом в центре Галактики，без обслуживания он просуществует, самое большее - §G1 год§!.

source: $AAR_MEGA_webway_NODE$ activation method:
ru_ru: Способ активации $AAR_MEGA_webway_NODE$：

source: When policy allows, park $AAR_tips_WEBWAY_giant_ship$ into the orbit of a celestial star of the system. §HNote: There should be no $AAR_MEGA_webway_NODE$/$AAR_MEGA_webway_NEXUS$ in this system.§!
ru_ru: Когда политика позволит, это сделают переместите $AAR_tips_WEBWAY_giant_ship$ на орбиту небесного тела в системе.§HПримечание: В этой системе не должно быть никаких $AAR_MEGA_webway_NODE$/$AAR_MEGA_webway_NEXUS$§!

source: $TRIGGER_FAIL$§Y[From.GetName]§! has locked its border from us
ru_ru: $TRIGGER_FAIL$§Y[From.GetName]§! закрыли для нас границу.

source: Deploy a $AAR_MEGA_webway_BASE$ near the central celestial star of the current system, then you can choose to dismantle it or upgrade it to $AAR_MEGA_webway_NEXUS$.
ru_ru: Разверните $AAR_MEGA_webway_BASE$ рядом с центральной звездой текущей системы, затем вы сможете демонтировать её или обновить до $AAR_MEGA_webway_NEXUS$.

source: §Y$colossus$/$juggernaut$ level starship§!
ru_ru: Корабли уровня §Y$colossus$/$juggernaut$§!

source: $AAR_MEGA_webway_NODE$ maintain method:
ru_ru: Способ поддержания $AAR_MEGA_webway_NODE$:

source: Current owned $AAR_MEGA_webway_NEXUS$: §G[root.AAR_var_cntr_WEBWAY_used]/[root.AAR_var_cntr_WEBWAY_cap]§!
ru_ru: В настоящее время, $AAR_MEGA_webway_NEXUS$ принадлежит： §G[root.AAR_var_cntr_WEBWAY_used]/[root.AAR_var_cntr_WEBWAY_cap]§!

source: The larger the territory, the more you can have.
ru_ru: Чем больше территория, тем легче её поддерживать.

source: Current owned $AAR_MEGA_webway_NEXUS$: §G[root.owner.AAR_var_cntr_WEBWAY_used]/[root.owner.AAR_var_cntr_WEBWAY_cap]§!
ru_ru: В настоящее время, $AAR_MEGA_webway_NEXUS$ принадлежит： §G[root.owner.AAR_var_cntr_WEBWAY_used]/[root.owner.AAR_var_cntr_WEBWAY_cap]§!

source: §HTemporarily unavailable, please wait for future updates.§!
ru_ru: §HВременно недоступно, ждите будущих обновлений.§!

source: Usage Tips:§!
ru_ru: Советы по использованию:§!

source: ①Starbases with platforms could perform §BBlue Gravity Shield§!, which will provide stronger protection. After a period or losing all platforms, it will transform into §HOrange Gravity Shield§! and continue to protect the starbase for a period.
ru_ru: ①Звездные базы с платформами могут создать §BСиний гравитационный щит§!, который обеспечит более сильную защиту. Через некоторое время или после потери всех платформ он трансформируется в §HОранжевый гравитационный щит§! и продолжит защищать звездную базу в течение некоторого времени.

source: The endgame crisis will happen in about 10 years, so be prepared. Also, because of your irrational behavior, all the empires of the galaxy are very disappointed in you.
ru_ru: Кризис конца игры произойдёт примерно через 10 лет, так что готовьтесь. Кроме того, из-за вашего иррационального поведения все империи Галактики очень разочарованы в вас.

source: Fleet is the foundation of a nation, and what other civilizations think of us is closely related to our §HNaval Strength§!:
ru_ru: Флот - это основа нации, и то, что думают о нас другие цивилизации, тесно связано с нашей §HВоенной мощью§!:

source: If it is an enemy planet , then the society will be unstable and the trend of thought will become chaotic. §HBut be careful, this will deepen the hostility of the other side.§!
ru_ru: Если это вражеская планета, то общество будет нестабильным, и направление мысли станет хаотичным. §HБудьте осторожны, это усилит враждебность другой стороны.§!

source: If it is our own or a vassal planet, crime will be eliminated, society will be more stable, and ideas will be more unified.
ru_ru: Если это наша собственная планета или планета вассала, преступность будет устранена, общество станет более стабильным, а идеи - более едиными.

source: In addition, any of our §Hsufficiently large§! fleets (size 30+) will Let the inhabitants of the planet feel oppressed and have an impact on the planet.
ru_ru: Кроме того, любой из наших §Hдостаточно больших§! флотов (размером 30+) будет оказывать на жителей планеты негативное воздействие и оказывать влияние на планету.

source: When We are weaker than them, and they will see us as a threat and become even more hostile to us.
ru_ru: Когда мы будем слабее других, и они увидят в нас угрозу и станут ещё более враждебны по отношению к нам.

source: When we are stronger than them, they will learn to fear and become more respectful of us.
ru_ru: Когда мы станем сильнее других, они будут бояться, а как следствие - они станут относиться к нам с большим уважением.

source: Unlocks planetary decision $AAR_DEC_prerogative_propaganda$, which initiates a cultural invasion and reduces stability of nearby alien colonies.§!
ru_ru: Открывает планетарное решение $AAR_DEC_prerogative_propaganda$, оно инициирует культурное вторжение и снижает стабильность близлежащих инопланетных колоний.§!

source: §EUnlock planetary decision $AAR_DEC_prerogative_clean$, which clears other empires' claims on current and nearby systems.
ru_ru: §EОткрывает планетарное решение $AAR_DEC_prerogative_clean$，оно аннулирует претензии других империй на текущую и близлежащие системы.

source: §E§YHostile forces§! (which can attack our fleet) enter our territory to fight, $MOD_SHIP_DISENGAGE_CHANCE_MULT$ will drop significantly, making them more vulnerable to battle damage.
ru_ru: §E§YВраждебные силы§! (который может атаковать наш флот) войди на нашу территорию, чтобы сражаться, $MOD_SHIP_DISENGAGE_CHANCE_MULT$ значительно снизится, что сделает их более уязвимыми к урону.

source: §YOur forces (including vassals)§! $MOD_SHIP_DISENGAGE_CHANCE_MULT$ will increase when fighting within the territory so that we can reduce battle losses. §!
ru_ru: §YНаши силы (включая вассалов)§! $MOD_SHIP_DISENGAGE_CHANCE_MULT$ будет увеличиваться при ведении боевых действий на этой территории, чтобы мы могли уменьшить боевые потери.§!

source: §BTachyon Capacitor Charging§!
ru_ru: §BЗарядка тахионного конденсатора§!
