Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Our security strike forces agency have launched a preventive strike on §Y[preventive_strike_planet.GetName]§! against the members of the underworld present in the planet. Many resources, weapons, ships, members as well as some leaders have been arrested. All the materials are now confiscated and officially for the nation.
ru_ru: Наше агентство ударных сил безопасности начало превентивный удар по §Y[preventive_strike_planet.GetName]§! против членов преступного мира, присутствующих на планете. Многие ресурсы, оружие, корабли, члены, а также некоторые лидеры были арестованы. Все материалы теперь конфискованы и официально предназначены для нации.

source: Preventive Strike
ru_ru: Превентивный удар

source: We have completed the natural pacification of the harsh environments present on the surface of the planet §Y[Root.GetName]§!. The Colony should now be more friendly and attractive for our people to settle on it.
ru_ru: Мы завершили естественное умиротворение суровой среды, присутствующей на поверхности планеты §Y[Root.GetName]§! Теперь колония должна стать более дружелюбной и привлекательной для наших людей, чтобы поселиться на ней.

source: We have completed the production of Mechanical Pops £pops£ on §Y[Root.GetName]§!. The city builders can now re-focus on buildings and districts or make more robots if needed in the future once the mechanical facilities are ready again.
ru_ru: Мы завершили производство механических попсов £pops£ на §Y[Root.GetName]§! Теперь строители города могут снова сосредоточиться на зданиях и районах или сделать больше роботов, если это потребуется в будущем, когда механические объекты снова будут готовы.

source: We have completed the construction of $ap_recomposer$. We can now active planet decision in order to launch the process.
ru_ru: Мы завершили строительство Рекомпозера. Теперь мы можем активировать решение планеты, чтобы запустить процесс.

source: $ap_recomposer$ Constructed
ru_ru: Рекомпозер построен.

source: We have successfully finished the recomposition of the entire organic population on §Y[Root.GetName]§! into mechanical population.
ru_ru: Мы успешно завершили рекомпозицию всего органического населения на §Y[Root.GetName]§! в механическое население.

source: Population Recomposed: Organic to Mechanic
ru_ru: Население перекомпоновано: Органическое в механическое

source: We have successfully finished the recomposition of the entire mechanical population on §Y[Root.GetName]§! into organic population.
ru_ru: Мы успешно завершили рекомпозицию всего механического населения на §Y[Root.GetName]§! в органическое население.

source: Population Recomposed: Mechanic to Organic
ru_ru: Население перекомпоновано: Механическое в органическое

source: Our disciple have completed their study in the academies of the different fallen empires. They have returned to our homeworld with the good news that the Fallen Empires from where they came really liked that experience and would like to send in a receptionist on our Capital. However we can only arrange the meeting for a single Fallen Empire, which one should be chosen?
ru_ru: Наши ученики завершили свое обучение в академиях различных павших империй. Они вернулись на нашу родную планету с хорошей новостью, что Падшим Империям, откуда они прибыли, очень понравился этот опыт, и они хотели бы прислать приемника в нашу столицу. Однако мы можем организовать встречу только для одной Падшей Империи, какую из них следует выбрать?.

source: Fallen Empire Academy
ru_ru: Академия Падшей Империи

source: We have now gathered enough information on Fallen Empire, to exactly know what could trigger any of them and then make them awaken in order to impose their point of view in the galaxy. However such a task will be very expensive as we will need at least §Y1000§! §MInfluence§! £influence£ in order to start the mission.
ru_ru: Сейчас мы собрали достаточно информации о Падших Империях, чтобы точно знать, что может вызвать любую из них, а затем заставить их пробудиться, чтобы навязать свою точку зрения в галактике. Однако такая задача будет очень дорогостоящей, поскольку нам потребуется не менее §Y1000§! §MInfluence§! £influence£ чтобы начать миссию.

source: We must decide on which Fallen Empire we are going to spend our influence in order to awake them. Once it is done they will start acting like a Awaken Fallen Empire, their opinion of us will remain positive so the the chances for them to declare war to us will be very rare.
ru_ru: Мы должны решить, на какую Падшую Империю мы собираемся потратить наше влияние, чтобы пробудить их. Как только это будет сделано, они начнут вести себя как Пробужденная Падшая Империя, их мнение о нас останется положительным, так что шансы на то, что они объявят нам войну, будут очень редки.

source: §YThe [fallen_empire_1.GetName].§!
ru_ru: §Y[fallen_empire_1.GetName].§!

source: §YThe [fallen_empire_2.GetName].§!
ru_ru: §Y[fallen_empire_2.GetName].§!

source: §YThe [fallen_empire_3.GetName].§!
ru_ru: §Y[fallen_empire_3.GetName].§!

source: §YThe [fallen_empire_4.GetName].§!
ru_ru: §Y[fallen_empire_4.GetName].§!

source: §YThe [fallen_empire_5.GetName].§!
ru_ru: §Y[fallen_empire_5.GetName].§!

source: §YThe [fallen_empire_6.GetName].§!
ru_ru: §Y[fallen_empire_6.GetName].§!

source: Awakening Fallen Empire
ru_ru: Пробуждение Падшей Империи

source: Young ones, it appears that you have somehow managed to increase our interest into interfering in the galaxy's future again. Then your wish will be granted, stay prepared because §YThe [FallenEmpireTaskOrigin.GetName].§! is going to awake!
ru_ru: Молодые, похоже, вам каким-то образом удалось повысить наш интерес к тому, чтобы снова вмешаться в будущее галактики. Тогда ваше желание будет исполнено, будьте готовы, потому что §YThe [FallenEmpireTaskOrigin.GetName].§! собирается проснуться!.

source: We now have the possibility to construct ship with powerful sections composed of nanites, allowing them to carry more weapons and more modules.
ru_ru: Теперь у нас есть возможность строить корабли с мощными секциями, состоящими из нанитов, что позволяет им нести больше оружия и больше модулей.

source: Construction has concluded on the new Nanite Gateway in the §H[From.GetName]§! system. A stable subspace connection to the rest of the Nanite Gateway network has been established, and it is now fully operational.
ru_ru: Завершено строительство нового нанитового шлюза в системе §Н[From.GetName]§! Было установлено стабильное подпространственное соединение с остальной сетью Нанитовых шлюзов, и теперь он полностью готов к работе.

source: Nanite Gateway Constructed
ru_ru: Нанитовый шлюз построен

source: We have completed the construction of the $nanite_factory_site$ in the §H[From.GetName]§! system.
ru_ru: Мы завершили строительство объекта 'Нанитовая фабрика' в системе §Н[From.GetName]§!.

source: We have completed the construction of the $NAME_Nanite_Factory$ in the §H[From.GetName]§! system. The huge production of nanites is now optimal.
ru_ru: Мы завершили строительство Фабрики нанитов в системе §H[From.GetName]§!'. Огромное производство нанитов теперь оптимально.

source: Construction has concluded on the new Emergency Gateway in the §H[From.GetName]§! system. A stable subspace connection to the rest of the Emergency Gateway network has been established, and it is now fully operational.
ru_ru: Завершено строительство нового аварийного шлюза в системе §H[From.GetName]§! Было установлено стабильное подпространственное соединение с остальной сетью аварийных шлюзов, и теперь он полностью готов к работе.

source: Emergency Gateway Constructed
ru_ru: Аварийный шлюз построен

source: Please select which science vessel should be escorted during it's exploration.
ru_ru: Пожалуйста, выберите, какое научное судно следует сопровождать во время его исследования.

source: Science Ship Escort
ru_ru: Сопровождение научного корабля

source: Select Another Science Ship.
ru_ru: Выбрать другой научный корабль.

source: The science vessel named §G[Root.GetName]§! will now receive a complete escort during it's exploration. The specific escort will be disbanded upon ship destruction.
ru_ru: Научное судно под названием §G[Root.GetName]§! теперь будет получать полный эскорт во время исследования. Конкретный эскорт будет расформирован после уничтожения корабля.

source: Ship Escorted
ru_ru: Сопровождение корабля

source: The prosperous conditions of life on §Y[Root.GetName]§! have initiated the will to organize a celebration in honor of the §Y[Root.Owner.GetName]§! to thank it's government for the local effort to make the planet very enjoyable.
ru_ru: Благополучные условия жизни на §Y[Root.GetName]§! вызвали желание организовать праздник в честь §Y[Root.Owner.GetName]§! в благодарность правительству за местные усилия, чтобы сделать планету очень приятной.

source: §Y[Root.GetName]§! §GStability§! Celebration
ru_ru: §Y[Root.GetName]§! §GСтабильность§! Праздник

source: We must select on which of our §GSubjects§! we are going to invest our §YAlloys§! £alloys£ and §Y$energy$§! £energy£ in order to improve their §BNaval Power§! £navy_size£.
ru_ru: Мы должны выбрать, в какие из наших §Gсубъектов§! мы собираемся инвестировать наши §YСплавы§! £alloys£ и §YЭнергетические кредиты§! £energy£, чтобы Улучшить свою §BВоенно-космческую мощь флота§! £navy_size£.

source: Subjects Naval Investment
ru_ru: Военно-морские инвестиции субъектов

source: We must select on which amount of §YAlloys§! £alloys£ and §Y$energy$§! £energy£ we are going to invest on the §G[VassalNavyInvestmentTarget.GetName]§! in order to boost their §BNaval Power§! £navy_size£.
ru_ru: 'Мы должны выбрать, на какое количество §Yсплавов§! £alloys£ и §YЭнергетические кредиты§! £energy£ мы собираемся инвестировать в §G[VassalNavyInvestmentTarget.GetName]§! для того, чтобы увеличить их §BВоенно-космческую мощь флота§! £navy_size£.

source: Investment Amount
ru_ru: Сумма инвестиций

source: Our investment of §YAlloys§! £alloys£ and §Y$energy$§! £energy£ on the §BNaval Power§! £navy_size£ of the §G[VassalNavyInvestmentTarget.GetName]§! has been completed, they now have a new operational fleet ready to serve.
ru_ru: Наши инвестиции в §YСплавы§! £сплавы£ и §YЭнергетические кредиты§! £energy£ на §BВоенно-космческую мощь флота§! £navy_size£ §G[VassalNavyInvestmentTarget.GetName]§! была завершена, теперь у них есть новый оперативный флот, готовый к службе.

source: Subjects Naval Investment §GCompleted!§!
ru_ru: Военно-морские инвестиции субъектов §GЗавершены!§!.

source: We have began the construction of a §BNavy Fleet§! £navy_size£ for the §G[VassalNavyInvestmentTarget.GetName]§!. The time required to complete the task will depend on the size of the fleet and the amount of §YAlloys§! £alloys£ and §Y$energy$§! £energy£ spent.
ru_ru: Мы начали строительство флота §BВоенно-космческую мощь флота§! £navy_size£ для §G[VassalNavyInvestmentTarget.GetName]§! Время, необходимое для выполнения задания, будет зависеть от размера флота и количества §YСплавов§! £alloys£ и §YЭнергетические кредиты§! £энергии£..

source: Constructing Subject Navy Fleet
ru_ru: Строительство флота субъекта.

source: We have completed our dreams, §Y[Root.GetName]§! can know be called the §YGalaxy Center§! as it is now the biggest habitable planet never seen in our galaxy. The possibilities on that new world are infinite.
ru_ru: Мы осуществили наши мечты, §Y[Root.GetName]§! может называться §YЦентр Галактики§! поскольку теперь это самая большая пригодная для жизни планета, какой еще не было в нашей галактике. Возможности этого нового мира безграничны.

source: Center of the Galaxy Civilizations
ru_ru: Цивилизации Центра Галактики

source: Administration Yearly Activity: §G[This.galaxy_center_administration]§! §MInfluence§! £influence£
ru_ru: Годовая деятельность администрации: §G[This.galaxy_center_administration]§! §MВлияние§! £influence£

source: Auto Factories: §Y[This.auto_factory]§!
ru_ru: Автозаводы: §Y[This.auto_factory]§!

source: Casino Yearly Earnings: §G[This.galaxy_center_casino]§! §Y$energy$§! £energy£
ru_ru: Годовой заработок казино: §G[This.galaxy_center_casino]§! §YЭнергетические кредиты§! £energy£

source: §BWelcome to the §Y$ap_galaxy_center$§! here you will have the possibility to manage the planet. A lots of new feature are unlocked such as the possibility to create new Planetary Feature to compensate for the needs of the population presents on the planet in order to make it autonomous.§!
ru_ru: §BДобро пожаловать в §Y$ap_galaxy_center$§! здесь у вас будет возможность управлять планетой. Разблокировано множество новых возможностей, таких как возможность создания новых планетарных объектов для удовлетворения потребностей населения, представленного на планете, чтобы сделать ее автономной.§!

source: Energy Generators: §Y[This.energy_generator]§!
ru_ru: Генераторы энергии: §Y[This.energy_generator]§!

source: Unity Entrepots: §Y[This.unity_entrepot]§!
ru_ru: Антрепоты единства: §Y[This.unity_entrepot]§!

source: Farming Houses: §Y[This.house_farming]§!
ru_ru: Фермерские дома: §Y[This.house_farming]§!

source: Hivemind Nodes: §Y[This.hivemind_node]§!
ru_ru: Узлы улья: §Y[This.Коллективный разум_node]§!

source: Mineral Replicators: §Y[This.mineral_replicator]§!
ru_ru: Минеральные репликаторы: §Y[This.mineral_replicator]§!

source: Cultural Museum Yearly Teaching: §G[This.galaxy_center_museum]§! §BUnity§! £unity£
ru_ru: Годовое обучение в Музее Культуры: §Г[This.galaxy_center_museum]§! §BUnity§! £unity£

source: $TRIGGER_FAIL$You have already build a Casino.
ru_ru: $TRIGGER_FAIL$Вы уже построили Казино.

source: $TRIGGER_FAIL$You have already build an Administration.
ru_ru: $TRIGGER_FAIL$Вы уже построили Администрацию.

source: $TRIGGER_FAIL$You have already build a Cultural Museum.
ru_ru: $TRIGGER_FAIL$Вы уже построили Музей культуры.

source: Research Centers: §Y[This.research_center]§!
ru_ru: Исследовательские центры: §Y[This.research_center]§!

source: Super Shipyard £navy_size£: §ROffline§!
ru_ru: Суперверфь £navy_size£: §ROffline§!

source: Super Shipyard £navy_size£: §GOnline§!
ru_ru: Суперверфь £navy_size£: §GOnline§!

source: Trade Depots: §Y[This.trade_depot]§!
ru_ru: Торговые склады: §Y[This.trade_depot]§!

source: §BHere you have the possibility to construct §YPlanetary Features§! which will be able to produces resources without the need of populations jobs. You may also know that you have no limits on how many of them you can have on the §YGalaxy Center§!.§!
ru_ru: §BЗдесь у вас есть возможность построить §YПланетарные объекты§! которые смогут производить ресурсы без необходимости работы населения. Вы также можете знать, что у вас нет ограничений на их количество в §YЦентр 'Галактика§!.

source: $ap_galaxy_center$: Planetary Features
ru_ru: $ap_galaxy_center$: Планетарные особенности

source: Follow the instructions on how to gain Unity £unity£ depending on your ethics.
ru_ru: Следуйте инструкциям по обретению Единства £unity£ в зависимости от вашей этики.

source: We have finished that part of the job, the progress on the construction of our utopia is advancing.
ru_ru: Мы закончили эту часть работы, прогресс в строительстве нашей утопии продвигается.

source: Building Utopia
ru_ru: Строительство утопии.

source: The §YPrivate Galactic Market§! is now available to us as their owned Space Merchants of our species have come inside our territory. What should be done?
ru_ru: Галактический рынок §YЧастный галактический рынок§! теперь доступен для нас, так как принадлежащие им космические торговцы нашего вида вошли на нашу территорию. Что следует предпринять?

source: Space Merchants have Arrived
ru_ru: Космические торговцы прибыли.

source: $TRIGGER_FAIL$We haven't prepared new robots yet.
ru_ru: $TRIGGER_FAIL$Мы еще не подготовили новых роботов.

source: £alloys£ §G250§! for £energy£ §R1000§!
ru_ru: £сплавы£ §G250§! за £energy£ §R1000§!.

source: Available Alloys £alloys£: §Y[This.private_galactic_market_alloys]§!
ru_ru: Доступные сплавы £alloys£: §Y[This.private_galactic_market_alloys]§!

source: Available Consumers Good £consumer_goods£: §Y[This.private_galactic_market_consumers]§!
ru_ru: Доступные потребители Хорошо £consumer_goods£: §Y[This.private_galactic_market_consumers]§!

source: Available Rare Crystals £rare_crystals£: §Y[This.private_galactic_market_crystals]§!
ru_ru: Доступные редкие кристаллы £rare_crystals£: §Y[This.private_galactic_market_crystals]§!

source: Available Food £food£: §Y[This.private_galactic_market_food]§!
ru_ru: Доступная еда £food£: §Y[This.private_galactic_market_food]§!

source: Available $exotic_gases$ £exotic_gases£: §Y[This.private_galactic_market_gases]§!
ru_ru: Доступные $exotic_gases$ £exotic_gases£: §Y[This.private_galactic_market_gases]§!

source: Available Minerals £minerals£: §Y[This.private_galactic_market_minerals]§!
ru_ru: Доступные минералы £minerals£: §Y[This.private_galactic_market_minerals]§!

source: Available $volatile_motes$ £volatile_motes£: §Y[This.private_galactic_market_motes]§!
ru_ru: Доступно $volatile_motes$ £volatile_motes£: §Y[This.private_galactic_market_motes]§!

source: £consumer_goods£ §G300§! for £energy£ §R1000§!
ru_ru: £consumer_goods£ §G300§! за £energy£ §R1000§!.

source: £rare_crystals£ §G100§! for £energy£ §R1000§!
ru_ru: £rare_crystals£ §G100§! за £energy£ §R1000§!.

source: £food£ §G800§! for £energy£ §R1000§!
ru_ru: £food£ §G800§! на £energy£ §R1000§!

source: £exotic_gases£ §G100§! for £energy£ §R1000§!
ru_ru: £exotic_gases£ §G100§! на £energy£ §R1000§!

source: £minerals£ §G650§! for £energy£ §R1000§!
ru_ru: £minerals£ §G650§! на £energy£ §R1000§!

source: £volatile_motes£ §G100§! for £energy£ §R1000§!
ru_ru: £volatile_motes£ §G100§! на £energy£ §R1000§!

source: §YPrivate Galactic Market§!
ru_ru: §YЧастный галактический рынок§!

source: $TRIGGER_FAIL$We haven't enough stockpiles for the required resource.
ru_ru: $TRIGGER_FAIL$ Доступные потребители Хорошо

source: £alloys£ §R300§! for £energy£ §G1000§!
ru_ru: £alloys£ §R300§!на £energy£ §G1000§!

source: Available $energy$ £energy£: §Y[This.private_galactic_market_credits]§!
ru_ru: Доступно Энергетические кредиты £energy£: §Y[This.private_galactic_market_credits]§!

source: £consumer_goods£ §R400§! for £energy£ §G1000§!
ru_ru: £consumer_goods£ §R400§! на £energy£ §G1000§!

source: £rare_crystals£ §R150§! for £energy£ §G1000§!
ru_ru: £rare_crystals£ §R150§! на £energy£ §G1000§!

source: Greetings, and welcome to the §YPrivate Galactic Market§!, we can buy you some resources if you don't want them anymore.
ru_ru: Приветствую вас и добро пожаловать на §YЧастный галактический рынок§!, мы можем купить вам некоторые ресурсы, если они вам больше не нужны.

source: £food£ §R1000§! for £energy£ §G1000§!
ru_ru: £food£ §R1000§! на £energy£ §G1000§!

source: £exotic_gases£ §R150§! for £energy£ §G1000§!
ru_ru: £exotic_gases£ §R150§! на £energy£ §G1000§!

source: £minerals£ §R800§! for £energy£ §G1000§!
ru_ru: £minerals£ §R800§! на £energy£ §G1000§!

source: £volatile_motes£ §R150§! for £energy£ §G1000§!
ru_ru: £volatile_motes£ §R150§! на £energy£ §G1000§!

source: $TRIGGER_FAIL$We don't have enough §Y$energy$§! £energy£ to purchase your resources.
ru_ru: $TRIGGER_FAIL$У нас недостаточно §YЭнергетические кредиты§! £energy£ для приобретения ваших ресурсов.

source: Greetings, and welcome to the §YPrivate Galactic Market§!'s special branch: The Slave Market, to begin with please on which planet you would like to have your new slaves send.
ru_ru: Приветствую вас и добро пожаловать в специальную ветвь §YЧастный галактический рынок§! Рынок рабов, для начала, пожалуйста, укажите, на какую планету вы хотели бы отправить своих новых рабов.

source: You have selected the planet called §G[PlanetTarget.GetName]§!, now please select what sort of slaves you would like for purchase. Take in note that all the different species of slaves will be slow breeder however they will have increased habitability in plus of the trait depending on which job they should do.
ru_ru: Вы выбрали планету под названием §G[PlanetTarget.GetName]§!,Теперь, пожалуйста, выберите, каких рабов вы хотели бы приобрести. Примите во внимание, что все различные виды рабов будут медленно размножаться, однако у них будет повышенная приспособляемость к жизни в зависимости от того, какую работу они должны выполнять.

source: And now please select how many of these slaves should be send to §G[PlanetTarget.GetName]§!. Once the transaction is complete there will be a delay for us to prepare new slaves for you, that cooldown will depend on how many slaves you have bought. Once the cooldown is completed, we will let you know that you can purchase new slaves from us again.
ru_ru: А теперь, пожалуйста, выберите, сколько из этих рабов следует отправить в §G[PlanetTarget.GetName]§!. После завершения транзакции будет дана задержка на подготовку новых рабов для вас, время охлаждения зависит от того, сколько рабов вы купили. Как только период охлаждения закончится, мы сообщим вам, что вы снова можете покупать у нас новых рабов.

source: The §YPrivate Galactic Market§! thank you for your purchase, the slaves have been sent to §G[PlanetTarget.GetName]§!. You can now do whatever you want with their lives, they are no longer our property.
ru_ru: §YЧастный галактический рынок§! спасибо за вашу покупку, рабы были отправлены в §G[PlanetTarget.GetName]§!. Теперь вы можете делать с их жизнями все, что захотите, они больше не являются нашей собственностью.

source: Turn §GOn§! Maximum Ascension Perks Slots
ru_ru: Включите §GДа§! Слоты с максимальными привилегиями Вознесения

source: Turn §ROff§! No Strategic Resources Upkeep For Buildings
ru_ru: Выключить §RНет§! No Strategic Resources Upkeep For Buildings

source: Turn §GOn§! No Strategic Resources Upkeep For Buildings
ru_ru: Включите §GДа§! No Strategic Resources Upkeep For Buildings

source: Welcome to the (§YUnique Ascension Perks Menu§!) menu.
ru_ru: Welcome to the (§YУникальное меню привилегий вознесения§!) меню.

source: Turn §ROff§! Custom Districts
ru_ru: Выключить §RНет§! Пользовательские районы

source: Turn §GOn§! Custom Districts
ru_ru: Включите §GДа§! Пользовательские районы

source: Turn §ROff§! Lost Heritage Feature
ru_ru: Выключить §RНет§! Характеристика утраченного наследия

source: Turn §GOn§! Lost Heritage Feature
ru_ru: Включите §GДа§! Утраченное наследие

source: Turn §ROff§! Powerful Leaders
ru_ru: Выключить §RНет§! Могущественные лидеры

source: Turn §GOn§! Powerful Leaders
ru_ru: Включите §GДа§! Могущественные лидеры

source: Turn §ROff§! Custom Leader Traits
ru_ru: Выключить §Rнет§! Индивидуальные черты лидера

source: Turn §GOn§! Custom Leader Traits
ru_ru: Включите §GДа§! Индивидуальные черты лидера

source: Turn §ROff§! Celestial Manipulation Feature
ru_ru: Выключить §Rнет§! Особенность небесных манипуляций

source: Turn §GOn§! Celestial Manipulation Feature
ru_ru: Включите §GДа§! Особенность небесных манипуляций

source: Turn §ROff§! Maximum Ascension Perks Slots
ru_ru: Выключить §Rнет§!Максимальное количество слотов вознесения

source: Turn §ROff§! Self Managed Colony Feature
ru_ru: Выключить §Rнет§! Особенность самоуправляемой колонии

source: Turn §GOn§! Self Managed Colony Feature
ru_ru: 'Включите §Gда§! The peculiarity of a self-governing colony.

source: That Ascension Perk will unlock the possibility to build very strong defense citadels everywhere from a special project at the position of one of your construction ship in exchange of alloys and engineering research. It will also seriously reduces time and the cost needed to improve your starbases.
ru_ru: Этот перк Вознесения откроет возможность строить очень сильные оборонительные цитадели повсюду из специального проекта на месте одного из ваших строительных кораблей в обмен на сплавы и инженерные исследования. Это также серьезно сократит время и затраты, необходимые для Улучшить ваши звездные базы.
