Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Our spying network has found a group of pirates holding £treasures£ §YTreasures§! in the §H[special_project_target_system.GetName]§! system, we must send in a fleet to neutralize them and take all their loots.
ru_ru: Наша шпионская сеть обнаружила группу пиратов, удерживающих £treasures£ §YСокровища§! в системе §H[special_project_target_system.GetName]§! мы должны послать флот, чтобы нейтрализовать их и забрать все награбленное.

source: £treasures£ §YTreasures Pirates Located§! £treasures£
ru_ru: £treasures£ §YСокровища пиратов расположены§! £treasures£

source: We are now halfway to our final goal. Our leaders, be they biological or machine, describe a level of consciousness never encountered before allowing the possibility of reaching new unknown and indescribable state of mind. We can confirm that from this point of view, our intelligence is at a far too advanced level for most of the conscious species present in our galaxy.
ru_ru: Мы уже на полпути к нашей конечной цели. Наши лидеры, будь то биологические или машинные, описывают невиданный ранее уровень сознания, позволяющий достичь новых неизвестных и неописуемых состояний разума. Мы можем подтвердить, что с этой точки зрения наш интеллект находится на слишком продвинутом уровне для большинства сознательных видов, существующих в нашей галактике.

source: We have secured the pirates cargo, all their £treasures£ §YTreasures§! are now ours.
ru_ru: Мы защитили груз пиратов, все их £treasures£ §Yсокровища§! теперь наши.

source: £treasures£ §YTreasures Pirates Acquired§! £treasures£
ru_ru: £treasures£ §YСокровища, приобретенные пиратами§! £treasures£

source: Good news sir, our explorers have located a secret entrance on our colony §H[spawn_location.GetName]§!, and after a long investigation they have managed to open the main door. And as expected the hidden entrance has been preserving a lot of valuable goods which could be collected and turned into treasures.
ru_ru: Хорошие новости, сэр, наши исследователи обнаружили тайный вход на нашей колонии §H[spawn_location.GetName]§!, и после долгого исследования им удалось открыть главную дверь. И, как и ожидалось, потайной вход хранит множество ценных вещей, которые можно собрать и превратить в сокровища.

source: Treasures Artifacts Found On §H[spawn_location.GetName]§!
ru_ru: Сокровища-артефакты найдены на §H[spawn_location.GetName]§!.

source: Trade §R100§! £treasures£ Treasures for £minor_artifacts£ Minor Artifacts §Y5 §!
ru_ru: Торговля §R100§! £treasures£ Сокровищ на £minor_artifacts£ Малые артефакты §Y5 §!.

source: Trade §R200§! £treasures£ Treasures for £minor_artifacts£ Minor Artifacts §Y10§!
ru_ru: Торговля §R200§! £treasures£ Сокровищ на £minor_artifacts£ Малые артефакты §Y10§!.

source: Trade §R400§! £treasures£ Treasures for £minor_artifacts£ Minor Artifacts §Y20§!
ru_ru: Торговля §R400§! £treasures£ Сокровищ на £minor_artifacts£ Малые артефакты §Y20§!.

source: Trade §R800§! £treasures£ Treasures for £minor_artifacts£ Minor Artifacts §Y40§!
ru_ru: Торговля §R800§! £treasures£ Сокровищ на £minor_artifacts£ Малые артефакты §Y40§!.

source: We have contacted the Historian, so now which trade shall be done with him?
ru_ru: Мы связались с Историком, теперь какой обмен с ним будет произведен?.

source: £treasures£ §YTreasures Historian§! £treasures£
ru_ru: £treasures£ §YИсторик по сокровищам§! £treasures£

source: We have successfully traded £treasures£ Treasures to the $UniqueAscensionPerksEvents.343.Name$ in exchange of £minor_artifacts£ Minor Artifacts, it will take several years for him to find other artifacts for a future deal and during that time he won't be available anymore.
ru_ru: Мы успешно обменяли £treasures£ Сокровища на $UniqueAscensionPerksEvents.343.Name$ в обмен на £minor_artifacts£ Малые артефакты, ему потребуется несколько лет, чтобы найти другие артефакты для будущей сделки, и в течение этого времени он больше не будет доступен.

source: £treasures£ §YTreasures Artifacts Acquired§! £treasures£
ru_ru: £treasures£ §YСокровища Приобретенные артефакты§! £treasures£

source: $UniqueAscensionPerksEvents.343.Name$ Ready
ru_ru: $UniqueAscensionPerksEvents.343.Name$ готов

source: $UniqueAscensionPerksEvents.348.Name$ Ready
ru_ru: $UniqueAscensionPerksEvents.348.Name$ готов

source: The cooldown for that option in the $edict_treasures_menu$ has been completed, which mean that it is now ready to be used again.
ru_ru: Охлаждение этой опции в меню $edict_treasures_menu$ было завершено, что означает, что теперь она снова готова к использованию.

source: $UniqueAscensionPerksEvents.352.Name$ Ready
ru_ru: $UniqueAscensionPerksEvents.352.Name$ готов

source: Please select to which country you would like to make a donation. Take in note that it won't work with Fallen Empire, and that the more the selected country is hostile, and the weaker will be the effect of the donation of £treasures£ §YTreasures§!.
ru_ru: Пожалуйста, выберите, в какую страну вы хотели бы сделать пожертвование. Учтите, что это не будет работать с Fallen Empire, и что чем более враждебна выбранная страна, тем слабее будет эффект от пожертвования £treasures£ §YСокровища§!.

source: £treasures£ §YTreasures Donation§! £treasures£
ru_ru: £treasures£ §YПожертвование сокровищ§! £treasures£

source: The §H[CountryTargetForPresent.GetName]§! wasn't expecting such a present of £treasures£ §YTreasures§! from the §G[ROOT.GetName]§!, thank you for your kind action.
ru_ru: §H[CountryTargetForPresent.GetName]§! не ожидал такого подарка £treasures£ §YСокровища§! от §G[ROOT.GetName]§! спасибо за добрый поступок.

source: £treasures£ §YTreasures Distribution§! £treasures£
ru_ru: £treasures£ §YРаспределение сокровищ§! £treasures£

source: We are approaching the decisive moment, on the one hand we are told that we have now entered a new state that seems to be beyond the consciousness that most of the regular people in our galaxy use and on the other some genius already confirm having a subjective view of what could be our final goal, that of §YUnlimited Awareness§!.
ru_ru: Мы приближаемся к решающему моменту, с одной стороны, нам говорят, что мы вошли в новое состояние, которое, кажется, находится за пределами сознания, которым пользуется большинство обычных людей в нашей галактике, а с другой стороны, некоторые гении уже подтверждают субъективное видение того, что может быть нашей конечной целью - §YБезграничное осознание§!.

source: Countries
ru_ru: Страны

source: £crime_lords£ Crime Lords £crime_lords£
ru_ru: £crime_lords£ Повелители преступности £crime_lords£

source: Welcome to the $edict_underworld_menu$, you will have here the possibility to establish communications with the people of the underworld, so who would you like to contact? Take in note that here, most of the transactions will be done with £treasures£ §YTreasures§! because they don't always recognize £energy£ §Y$energy$§! as the official money.
ru_ru: Добро пожаловать в меню $edict_underworld_menu$, здесь у вас будет возможность установить связь с населением преступного мира, так с кем бы вы хотели связаться? Учтите, что здесь большинство сделок будет осуществляться с помощью £treasures£ §YСокровищ§! потому что они не всегда признают £energy£ §YЭнергетические кредиты§! в качестве официальных денег.

source: £fallen£ Fallen Empire Remnants £fallen£
ru_ru: £fallen£ Остатки павшей империи £fallen£

source: £pirates£ Pirates £pirates£
ru_ru: £pirates£ Пираты £pirates£

source: $TRIGGER_FAIL$We already have a smuggler on it's way to gather resources for us, having more than one may seriously increase the risk of treason, don't forget this is the underworld.
ru_ru: $TRIGGER_FAIL$ У нас уже есть контрабандист на пути, чтобы собрать ресурсы для нас, наличие более одного может серьезно увеличить риск предательства, не забывайте, что это преступный мир.

source: $TRIGGER_FAIL$We haven't prepared new slaves yet.
ru_ru: $TRIGGER_FAIL$Мы еще не подготовили новых рабов.

source: $TRIGGER_FAIL$Making another transaction with a fallen empire remnant is too risky even in the underworld. We must wait at least 5 Years before interacting again.
ru_ru: $TRIGGER_FAIL$ Заключать еще одну сделку с остатками павшей империи слишком рискованно даже в подземном мире. Мы должны подождать как минимум 5 лет, прежде чем снова вступать во взаимодействие.

source: £slavers£ Slavers £slavers£
ru_ru: £slavers£ Рабы £slavers£

source: £smugglers£ Smugglers £smugglers£
ru_ru: £smugglers£ Контрабандисты £smugglers£

source: We have a contract for £alloys£ §YAlloys§!
ru_ru: У нас есть контракт на £alloys£ §YСплавы§!.

source: We have a contract for £consumer_goods£ §YConsumer Goods§!
ru_ru: У нас есть контракт на £consumer_goods£ §YПотребительские товары§!.

source: What do we have here? The famous §H[Root.GetName]§!, so what can a smuggler like me who lives thank to the underworld do for you?
ru_ru: Что у нас тут? Знаменитый §H[Root.GetName]§! Так что же может сделать для вас такой контрабандист, как я, который живет благодаря преступному миру?.

source: We have a contract for £food£ §YFood§!
ru_ru: У нас контракт на £food£ §YЕду§!.

source: We have a contract for £minerals£ §YMinerals§!
ru_ru: У нас есть контракт на £minerals£ §YМинералы§!.

source: Alright then I will look for that resources for you into the space however I don't guarantee you that I will found anything, yet the transaction has been done so do not expect any refunds. But you can be sure that I will look for them in the entire Galaxy so if nothing is found then we may say that you weren't lucky for that time.
ru_ru: Хорошо, тогда я поищу для вас эти ресурсы в космосе, но я не гарантирую вам, что я что-нибудь найду, однако сделка уже совершена, поэтому не ожидайте никаких возвратов. Но вы можете быть уверены, что я буду искать их во всей Галактике, так что если ничего не найдется, то можно сказать, что вам не повезло в тот раз.

source: £smugglers£ Smuggler £smugglers£
ru_ru: £smugglers£ Контрабандист £smugglers£.

source: Alright, I have furrow the entire Galaxy for the past few years and I have managed to gather that amount of resources. I have no idea if it is the quantity that you were expecting and I don't really care, my part of the contract is done. Maybe another time.
ru_ru: Хорошо, я бороздил всю Галактику последние несколько лет и мне удалось собрать такое количество ресурсов. Я понятия не имею, то ли это количество, на которое вы рассчитывали, но мне все равно, моя часть контракта выполнена. Может быть, в другой раз.

source: Alright you can stay safe, I will tell all my men to standby and don't cause anymore troubles on your planets. And you can be sure that if someone try to break the law I will deal with him myself.
ru_ru: Хорошо, вы можете оставаться в безопасности, я скажу всем своим людям, чтобы они стояли рядом и не причиняли больше беспокойства на ваших планетах. И вы можете быть уверены, что если кто-то попытается нарушить закон, я сам с ним разберусь.

source: Here comes the §H[Root.GetName]§! looks like you guys are growing tired of me. But anyway if you have come this far then it means you are here to deal, so what do you want?
ru_ru: А вот и §H[Root.GetName]§! Похоже, я вам уже порядком надоел. Но в любом случае, если вы зашли так далеко, значит, вы здесь, чтобы разобраться, так чего же вы хотите?.

source: Crime Lord
ru_ru: Повелитель преступности

source: How interesting, so tell me? Who is the target? Take in note that I will not attack other countries having a $underworld_crime_contract$ with me, we are maybe a bunch of scums in your eyes but we still have a little of honor left.
ru_ru: Как интересно, так расскажи мне? Кто является целью? Учтите, что я не буду нападать на другие страны, заключившие со мной контракт $underworld_crime_contract$, возможно, в ваших глазах мы кучка подонков, но у нас еще осталось немного чести.

source: You have selected to attack the §R[From.GetName]§!, now tell me which planet to strike.
ru_ru: Вы выбрали атаку на §R[From.GetName]§!, теперь скажите мне, по какой планете нанести удар.

source: £crime_lords£ Crime Lord £crime_lords£
ru_ru: £crime_lords£ Повелитель преступности £crime_lords£.

source: The contract has begin, I will send my men to start riots on the planet named §H[Root.GetName]§! under the control of the §R[From.GetName]§!, you can be assured that they will be quite busy down there.
ru_ru: Контракт начался, я пошлю своих людей начать беспорядки на планете под названием §H[Root.GetName]§! под контролем §R[From.GetName]§!, можете быть уверены, что они будут заняты там.

source: Ok fine there you go, I will tell all my crewmates to cease their activities in your borders. Anyone not respecting my orders will be immediately executed, so have no worries.
ru_ru: Хорошо, вот так, я скажу всем членам моего экипажа прекратить свою деятельность в ваших границах. Любой, кто не выполнит мой приказ, будет немедленно казнен, так что не беспокойтесь.

source: Look at that! It seems that the §H[Root.GetName]§! has fallen at the point where it needs to deal with pirates scum like me... Enough talk, what can we do for you?
ru_ru: Посмотрите на это! Похоже, что §H[Root.GetName]§! настал тот момент, когда ему нужно иметь дело с пиратами-отморозками вроде меня... Хватит разговоров, чем мы можем вам помочь?.

source: Now we are talking! So tell me who is my target? Just remember that I will not attack other countries having a $underworld_pirates_contract$ with me, why? Because these contracts are probably the most successful way for us to gain money. Also once a country is attacked they will probably prepare defenses against our future assault so I won't send anymore men against them until at least §H4 Years§!.
ru_ru: Вот это разговор! Так скажи мне, кто моя цель? Только помните, что я не буду нападать на другие страны, имеющие со мной контракт $underworld_pirates_contract$, почему? Потому что эти контракты, вероятно, самый успешный способ получения денег для нас. Кроме того, после нападения на страну они, вероятно, подготовят защиту против нашего будущего нападения, поэтому я не буду посылать против них людей по крайней мере до §H4 Года§!.

source: £pirates£ Pirate £pirates£
ru_ru: '£pirates£ пираты £pirates£.

source: Alright the contract is signed, now stay assured because my men will attack the §R[CountryPirateTarget.GetName]§!. I think that it's better for you no to get near my fleets for your own sake.
ru_ru: Хорошо, контракт подписан, теперь будьте уверены, потому что мои люди нападут на §R[CountryPirateTarget.GetName]§! Я думаю, что для вашего же блага вам лучше не приближаться к моим флотам.

source: First of all we must select with which Marauders we would like to deal.
ru_ru: Прежде всего мы должны выбрать, с какими Мародерами мы хотели бы иметь дело.

source: £marauders£ Marauders £marauders£
ru_ru: £marauders£ Мародеры £marauders£.

source: I am here as the representative of the §Y[From.GetName]§!, I have no idea how you guys of the §H[Root.GetName]§! ended up in the underworld but I don't have the time to think of that so hurry up and tell me what do you want.
ru_ru: Я здесь как представитель §Y[From.GetName]§! Я понятия не имею, как вы, ребята из §H[Root.GetName]§! оказались в подземном мире, но у меня нет времени думать об этом, так что поторопитесь и скажите мне, чего вы хотите.

source: $TRIGGER_FAIL$We are not being raided by these marauders.
ru_ru: $TRIGGER_FAIL$На нас не совершают набег эти мародеры.

source: §YThe [countr_1.GetName].§!
ru_ru: §Y[countr_1.GetName].§!

source: §YThe [countr_2.GetName].§!
ru_ru: §Y[countr_2.GetName].§!

source: §YThe [countr_3.GetName].§!
ru_ru: §Y[countr_3.GetName].§!

source: §YThe [countr_4.GetName].§!
ru_ru: §Y[countr_4.GetName].§!

source: §YThe [countr_5.GetName].§!
ru_ru: §Y[countr_5.GetName].§!

source: §YThe [countr_6.GetName].§!
ru_ru: §Y[countr_6.GetName].§!

source: Fine, now hurry up and tell us which country to raid.
ru_ru: Отлично, теперь поторопитесь и скажите нам, на какую страну совершить рейд.

source: We are starting the raid on these fools of the §R[FromFrom.GetName]§!. I hope for your that the loot will be bountiful.
ru_ru: Мы начинаем рейд на этих дураков из §R[FromFrom.GetName]§! Я надеюсь, что добыча будет щедрой.

source: To bad for you people of the §H[Root.GetName]§!, it seems that some people from the underworld wants you dead.
ru_ru: Плохо для вас, население из §H[Root.GetName]§!, похоже, что некоторое население из подземного мира желает вашей смерти.

source: Greetings people of the §H[Root.GetName]§!, we are glad to see you on our secret slave market. Here our hunters have gathered slaves from different countries present in the space and by buying a pack of them you will however not be able to select what sort of slave you will receive. And who knows, maybe with luck you will even find people of your own country. So now tell me first on which planet you would like to receive them.
ru_ru: Приветствуем вас, жители §H[Root.GetName]§, мы рады видеть вас на нашем секретном меркете рабов. Здесь наши охотники собрали рабов из разных стран, представленных в космосе, и, купив их стаю, вы, однако, не сможете выбрать, какого именно раба вы получите. И кто знает, может быть, если повезет, вы даже найдете население из своей собственной страны. Так что скажите мне сначала, на какой планете вы хотели бы их получить.

source: £slavers£ Slaver £slavers£
ru_ru: £slavers£ Раб £slavers£

source: So you have selected the planet named §Y[Root.GetName]§!, so now tell me how many slaves would you like to purchase? Remember that once you have done the purchase it will take us several years to hunt and capture new slaves depending on how many you bought from us.
ru_ru: Итак, вы выбрали планету под названием §Y[Root.GetName]§!, теперь скажите мне, сколько рабов вы хотели бы приобрести? Помните, что после покупки у нас уйдет несколько лет на охоту и захват новых рабов, в зависимости от того, сколько вы у нас купили.

source: Thank you for your purchase, these slaves are now yours and you can do whatever you want with them.
ru_ru: Спасибо за покупку, эти рабы теперь ваши, и вы можете делать с ними все, что захотите.

source: Hey there, people of the §H[Root.GetName]§!, I am just here to announce you that we have new slaves ready to be sell again. Contact us at anytime.
ru_ru: Привет, жители §H[Root.GetName]§! Я здесь, чтобы сообщить вам, что у нас есть новые рабы, готовые к продаже. Обращайтесь к нам в любое время.

source: First of all we must select with which Fallen Empire remnant we would like to contact.
ru_ru: Прежде всего мы должны выбрать, с каким остатком Падшей Империи мы хотели бы связаться.

source: I am a remnant of the §Y[From.GetName]§! and by leaving them I took with me some of their secrets. So now people of the §H[Root.GetName]§!, we don't have much time before they notice our actions, so hurry up and tell me what do you want. Once the transaction is done we will not have any interaction for the next §H5 Years§!, I will let you know when I am ready to trade with you some secrets of my ancient country again. I am not responsible for anything which may happen to your country if they get aware of our actions.
ru_ru: Я - остаток §Y[From.GetName]§! и, покинув их, я забрал с собой некоторые из их секретов. Так что теперь, народ §H[Root.GetName]§, у нас не так много времени, прежде чем они заметят наши действия, так что поторопись и скажи мне, чего ты хочешь. Как только сделка будет завершена, мы не будем иметь никакого взаимодействия в течение следующих §H5 лет§! Я дам вам знать, когда я буду готов снова торговать с вами некоторыми секретами моей древней страны. Я не несу ответственности за то, что может случиться с вашей страной, если они узнают о наших действиях.

source: £fallen£ Fallen Empire Remnant £fallen£
ru_ru: £fallen£ Остатки Павшей Империи £fallen£.

source: Thank you for the transaction, have fun and disappear from my sight.
ru_ru: Спасибо за сделку, развлекайтесь и исчезните из моего поля зрения.

source: Hey people of the §H[Root.GetName]§!, I am safe now and ready for another transaction, let me know when you need my services
ru_ru: Привет, жители §H[Root.GetName]§! Я в безопасности и готов к новой сделке, дайте мне знать, когда вам понадобятся мои услуги.

source: People of the §H[Root.GetName]§!, our spies just informed us that you have managed to establish contact with some of our remnants hiding in the underworld in order to get some technologies or ships from our might empire. Even if you are a Fallen Disciple and have maybe good relations with us, stay aware that such actions will not be tolerated anymore the next time, so you better not do it again. However our people have heard that you guys are very at producing £treasures£ §YTreasures§!, so maybe if you accept to give us some them as an apology then we will forget that story.
ru_ru: Население §H[Root.GetName]§!, наши шпионы только что сообщили нам, что вам удалось установить контакт с некоторыми из наших остатков, скрывающихся в подземном мире, чтобы получить некоторые технологии или корабли из нашей могущественной империи. Даже если вы являетесь Падшим Учеником и, возможно, поддерживаете с нами хорошие отношения, имейте в виду, что в следующий раз подобные действия не будут приняты, так что вам лучше не делать этого снова. Однако наше население слышали, что вы очень умело добываете сокровища, так что, возможно, если вы согласитесь дать нам их в качестве извинения, мы забудем эту историю.

source: Communication from §H[CountryTargetForPresent.GetName]§!
ru_ru: Сообщение от §Н[CountryTargetForPresent.GetName]§!.

source: The Space Engineers was a success allowing the construction of a new §GCitadel§! ready to defend the system against our enemies.
ru_ru: Космические инженеры были успешны, что позволило построить новую §GЦитадель§! готовую защищать систему от наших врагов.

source: Space Engineers Project: §GSuccess§!
ru_ru: Проект 'Космические инженеры': §GУспех§!.

source: The time has come for us to choose how shall we use the knowledge that we have learned during that last ascension.
ru_ru: Пришло время выбрать, как нам использовать знания, полученные во время последнего вознесения.

source: Ascension Perk Learned
ru_ru: Получен перк вознесения.

source: We have completed the $SLOW_LEARNER_ARMY$, we now have the possibility to recruit veterans army at a slow cost for a very good effectiveness.
ru_ru: Мы завершили $SLOW_LEARNER_ARMY$, теперь у нас есть возможность набирать армию ветеранов по низкой цене при очень хорошей эффективности.

source: §BPlanetary Program:§! §YHabitat§! §GSuccess§!
ru_ru: §BПланетарная программа:§! §YСреда обитания§! §GУспех§!

source: §BPlanetary Program:§! §YOrbital Elysium§! §GSuccess§!
ru_ru: §BПланетарная программа:§! §YОрбитальный Элизиум§! §GУспех§!

source: This is it, we have manipulated §G[This.GetName]§! changing entirely the compositions of the deposits and the planet modifiers.
ru_ru: Вот и все, мы манипулировали §G[This.GetName]§! полностью меняя составы месторождений и планетарных модификаторов.

source: §G[This.GetName]§! Manipulated
ru_ru: §G[event_target:manipulation_planet.GetName]§! преобразована

source: §BPlanetary Program:§! $ap_pc_mining$ §GSuccess§!
ru_ru: §BПланетарная программа:§! $ap_pc_mining$ §GУспех§!

source: §BPlanetary Program:§! $ap_pc_energy$ §GSuccess§!
ru_ru: §BПланетарная программа:§! $ap_pc_energy$ §GУспех§!

source: §BPlanetary Program:§! $ap_pc_farming$ §GSuccess§!
ru_ru: §BПланетарная программа:§! $ap_pc_farming$ §GУспех§!

source: §BPlanetary Program:§! $ap_pc_eco$ §GSuccess§!
ru_ru: §BПланетарная программа:§! $ap_pc_eco$ §GУспех§!

source: §BPlanetary Program:§! $ap_pc_training$ §GSuccess§!
ru_ru: §BПланетарная программа:§! $ap_pc_training$ §GУспех§!

source: §BPlanetary Program:§! $ap_pc_trade$ §GSuccess§!
ru_ru: §BПланетарная программа:§! $ap_pc_trade$ §GУспех§!
