Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: The astrocartographic chart gave us the location of a giant deactivated powerplant. After turning it on the huge amount of energy generated from it was so amazing that the engineering crew confirmed that it could be exploited from space with a mining station.
ru_ru: Астрокартографическая карта указала нам местоположение гигантской деактивированной электростанции. После ее включения огромное количество энергии, вырабатываемой ею, было настолько удивительным, что инженерная команда подтвердила, что ее можно использовать из космоса с помощью горнодобывающей станции.

source: A Power Plant
ru_ru: Электростанция

source: A spaceborn alien was found trapped in the micro-wormhole, if nothing was done that creature was going to be killed. After a close inspection of the wormhole the crew estimated that the spaceborn alien wasn't hostile and so they decided to help it escape with the help of a grappling hook and thrusters of the science vessel. The rescue was very satisfying for the crew and the creature rewarded them with a very beautiful sound, the crew remained stunned in front of it and allowing the little creature to escape.
ru_ru: В микрочервоточине был обнаружен инопланетянин космического происхождения, и если ничего не предпринять, это существо должно было погибнуть. После тщательного осмотра червоточины экипаж решил, что инопланетянин не является враждебным, и решил помочь ему выбраться с помощью захватного крюка и движителей научного судна. Спасение было очень приятным для экипажа, и существо вознаградило их очень красивым звуком, экипаж остался ошеломленным перед ним и позволил маленькому существу сбежать.

source: Trapped Alien
ru_ru: Инопланетянин в ловушке

source: A strange device was found in the other side of the micro-wormhole. It is impossible to explain the purpose of the object but something interesting is the secondary purposes which functioned as a multi-tool kit with a large number of functions.
ru_ru: По ту сторону микрочервоточины было обнаружено странное устройство. Невозможно объяснить назначение предмета, но интересны вторичные цели, которые функционировали как мультиинструментальный набор с большим количеством функций.

source: A Strange Device
ru_ru: Странное устройство

source: A very big sapphire has been found in the other side of the micro-wormhole, the size of the sapphire is close to that of one of our own species and the crew believe it can be collected. While they still have no idea of how that jewel ended up here but the value of it in the market is going to be very lucrative.
ru_ru: Очень большой сапфир был найден на другой стороне микро-червоточины, размер сапфира близок к размеру одного из наших видов, и команда считает, что его можно собрать. Хотя они все еще не знают, как эта драгоценность оказалась здесь, но ее стоимость на рынке будет очень прибыльной.

source: Journeying Sapphire
ru_ru: Путешествующий сапфир

source: That mini wormhole was in the end not natural but artificial and the source of it was quickly spotted. The reserve of energy which appeared to be very low could explain why the wormhole was so small and still shrinking little by little. So in the end the crew decided to extract the rest of the energy present inside before it being depleted once for all.
ru_ru: Эта мини-червоточина в итоге оказалась не естественной, а искусственной, и ее источник был быстро обнаружен. Запас энергии, который оказался очень низким, мог объяснить, почему червоточина была такой маленькой и все еще уменьшалась понемногу. В конце концов, экипаж решил извлечь остатки энергии, пока она не иссякла окончательно.

source: Unknown Generator
ru_ru: Неизвестный генератор

source: The crew finally managed to hack the lone computer. It appears that even after thousands of years the session of the man who was on that computer beforehand remained open because that genius managed to create an energy reactor with a storage large enough to keep it online for an eternity. In the end thanks to the hack the crew managed to extract informations on the species who vanished from that planet as well as the functioning of the reactor to shut the computer once and for all.
ru_ru: Экипажу наконец удалось взломать одинокий компьютер. Похоже, что даже спустя тысячи лет сеанс человека, который был на этом компьютере до этого, остался открытым, потому что этот гений сумел создать энергетический реактор с достаточно большим запасом энергии, чтобы поддерживать его в рабочем состоянии целую вечность. В конце концов, благодаря хаку экипажу удалось извлечь информацию о видах, исчезнувших с той планеты, а также о работе реактора, чтобы выключить компьютер раз и навсегда.

source: Hacking Successful: Reactor Core
ru_ru: Взлом успешен: Ядро реактора

source: The crew finally managed to hack the lone computer. And something amazing happened, a giant secret storage room opened itself and what was inside were many armies of battle androids waiting for someone to become their leader. It is not yet to known what is the true purpose of these armies is but something sure is the fact that they may serve us for now.
ru_ru: Экипажу наконец удалось взломать одинокий компьютер. И тут произошло нечто удивительное: открылось гигантское секретное хранилище, внутри которого находилось множество армий боевых андроидов, ожидающих того, кто станет их лидером. Пока неизвестно, какова истинная цель этих армий, но точно известно, что пока они могут служить нам.

source: Hacking Successful: Android Armies
ru_ru: Взлом успешен: Армии Android

source: Take control of android armies.
ru_ru: Возьмите под контроль армии андроидов.

source: Scrap the android armies.
ru_ru: Уничтожить армии андроидов.

source: The crew finally managed to hack the lone computer. A sort of terraforming program was waiting for the green light before starting terraforming of the entire planet in order to turn it into something else. There are no clue of what could be the ideal planet for the species who created that terraforming process. The crew are waiting for orders
ru_ru: Экипажу наконец удалось взломать одинокий компьютер. Некая программа терраформирования ждала зеленого света, прежде чем начать терраформирование всей планеты, чтобы превратить ее во что-то другое. Нет никаких подсказок о том, что может быть идеальной планетой для вида, который создал этот процесс терраформирования. Экипаж ждет приказов.

source: Hacking Successful: Terraforming Protocol
ru_ru: Взлом успешен: Протокол терраформирования

source: Take control of the ships.
ru_ru: Возьмите корабли под контроль.

source: Scrap the ships.
ru_ru: Разрушить корабли.

source: The crew finally managed to hack the lone computer. Only a folder called 'Our Civilization' was found, inside it a huge amount of videos explaining every single detail on how the species present on that planet lived. It appears that they were xenophilic and decided to share all informations to anyone intelligent enough to hack the security system of the computer. A research station near the planet could establish a link with the it allowing the team to continue the research from orbit.
ru_ru: Экипажу наконец удалось взломать одинокий компьютер. Была найдена только папка под названием 'Наша цивилизация', внутри которой находилось огромное количество видеороликов, объясняющих все до мельчайших подробностей, как жили представители этого вида на планете. Похоже, что они были ксенофилами и решили поделиться всей информацией с любым, кто достаточно умен, чтобы взломать систему безопасности компьютера. Исследовательская станция вблизи планеты может установить с ней связь, что позволит команде продолжить исследования с орбиты.

source: Hacking Successful: Documentary
ru_ru: Взлом удался: Документальный фильм

source: A giant factory was found inside the lava citadel, it appears to still be functioning and ready to be activated. That facility is well designed and could sustain the mass production of almost any sort of object and at an amazing speed. We could study it from orbit with a research station and see how these engineers managed to build something of that scale.
ru_ru: Внутри лавовой цитадели была обнаружена гигантская фабрика, которая, похоже, все еще функционирует и готова к активации. Этот объект хорошо спроектирован и может поддерживать массовое производство почти любого вида объектов и с удивительной скоростью. Мы могли бы изучить его с орбиты с помощью исследовательской станции и посмотреть, как этим инженерам удалось построить что-то такого масштаба.

source: Giant Old Factory
ru_ru: Гигантская старая фабрика

source: A loot of crystals has been found in an ice cave. They will probably have a high value in our markets.
ru_ru: В ледяной пещере найдена добыча кристаллов. Вероятно, они будут иметь высокую стоимость на наших рынках.

source: Crystal Loot
ru_ru: Кристаллическая добыча

source: A civilization of ice entities has been found living in that large cave. They don't seem to be bothered by the presence of the scientific team and so an observation of their behavior can be done allowing to understand how they live.
ru_ru: В этой большой пещере была обнаружена цивилизация ледяных существ. Похоже, их не беспокоит присутствие научной группы, поэтому можно понаблюдать за их поведением, чтобы понять, как они живут.

source: Ice Entities
ru_ru: Ледяные сущности

source: A big block of ice was there laying in the middle of the frozen cave and what made it very special is the fact that nothing of our arsenal could break it but it's weight was very light allowing us to carry it in our ship and bring it to our world for decoration purpose.
ru_ru: Большая глыба льда лежала в центре замерзшей пещеры, и особенным ее делал тот факт, что ничто из нашего арсенала не могло ее разбить, но ее вес был очень легким, что позволило нам перевезти ее на нашем корабле и доставить в наш мир для украшения.

source: Perfect Ice
ru_ru: Идеальный лед

source: After a long investigation, an ancient precursor building was found. Inside it a giant terminal was still active probably being the main center of the mysterious activities present on the planet. After a certain delay of exploration the scientific team located a giant switch waiting to be activated and here after a long time of inspection, discussion and speculation they finally decided to activate the mechanism. A giant earth quake started on the entire planet making it grow bigger with time, but the most amazing part was the height of the ground which started to raise at an amazing rate spawning hundreds of mountain with inside them huge volcanic activity.
ru_ru: После долгого расследования было найдено древнее здание Предтеч. Внутри него гигантский терминал был все еще активен, вероятно, являясь главным центром таинственной деятельности, присутствующей на планете. После некоторой задержки в исследовании научная группа обнаружила гигантский переключатель, ожидающий активации, и здесь после долгого времени осмотра, обсуждения и спекуляций они, наконец, решили привести механизм в действие. На всей планете началось гигантское землетрясение, которое со временем стало еще больше, но самым удивительным моментом была высота земли, которая начала подниматься с удивительной скоростью, порождая сотни гор с огромной вулканической активностью внутри них.

source: Mountain World Discovered
ru_ru: Обнаружен горный мир

source: After a long investigation, an ancient precursor building was found. Inside it a giant terminal was still active probably being the main center of the mysterious activities present on the planet. After a certain delay of exploration the scientific team located a giant switch waiting to be activated and here after a long time of inspection, discussion and speculation they finally decided to activate the mechanism. A giant earth quake started on the entire planet making it grow bigger with time, but the most amazing part was the surface which started to crack revealing a lots of minerals ready to be exploited. This is it the planet turned into a Cracked World.
ru_ru: После долгого исследования было найдено древнее здание Предтеч. Внутри него гигантский терминал был все еще активен, вероятно, являясь главным центром таинственной деятельности, присутствующей на планете. После некоторой задержки в исследовании научная группа обнаружила гигантский переключатель, ожидающий активации, и здесь после долгого времени осмотра, обсуждения и спекуляций они, наконец, решили привести механизм в действие. На всей планете началось гигантское землетрясение, которое со временем увеличивало ее размеры, но самым удивительным было то, что поверхность планеты начала трескаться, открывая множество полезных ископаемых, готовых к добыче. Так планета превратилась в Трещиноватый мир.

source: Cracked World Discovered
ru_ru: Обнаружен расколотый мир.

source: After a long investigation, an ancient precursor building was found. Inside it a giant terminal was still active probably being the main center of the mysterious activities present on the planet. After a certain delay of exploration the scientific team located a giant switch waiting to be activated and here after a long time of inspection, discussion and speculation they finally decided to activate the mechanism. A giant earth quake started on the entire planet making it grow bigger with time, but the most amazing part was the surface which after spreading started to unlock a lot of jungles, swamps and kelps. Many species of wildlifes also started to emerge including some of them that we had never seen in the past. This is it, that planted appeared to be a Preserve World.
ru_ru: После долгого исследования было найдено древнее здание Предтеч. Внутри него гигантский терминал был все еще активен, вероятно, являясь главным центром таинственной деятельности, присутствующей на планете. После некоторой задержки в исследовании научная группа обнаружила гигантский переключатель, ожидающий активации, и здесь после долгого времени осмотра, обсуждения и спекуляций они, наконец, решили привести механизм в действие. На всей планете началось гигантское землетрясение, в результате которого она со временем стала еще больше, но самой удивительной частью была поверхность, которая после распространения стала открывать множество джунглей, болот и келпов. Также начали появляться многие виды диких животных, включая некоторые из них, которых мы никогда не видели в прошлом. Вот он, этот посаженный, как оказалось, Заповедный мир.

source: Preserve World Discovered
ru_ru: Обнаружен заповедный мир

source: After a long investigation, an ancient precursor building was found. Inside it a giant terminal was still active probably being the main center of the mysterious activities present on the planet. After a certain delay of exploration the scientific team located a giant switch waiting to be activated and here after a long time of inspection, discussion and speculation they finally decided to activate the mechanism. A giant earth quake started on the entire planet making it grow bigger with time, but the most amazing part was the surface which started to break and reveal a sort of new machine ground around the entire planet. Many secret sectors also started to appears and the team decided to leave the planet in order to look at it from space. This is it the planet turned into a giant Machine World.
ru_ru: После длительного исследования было найдено древнее здание Предтеч. Внутри него гигантский терминал был все еще активен, вероятно, являясь главным центром таинственной деятельности, присутствующей на планете. После некоторой задержки в исследовании научная группа обнаружила гигантский переключатель, ожидающий активации, и здесь после длительного осмотра, обсуждения и спекуляций они, наконец, решили привести механизм в действие. На всей планете началось гигантское землетрясение, которое со временем стало еще больше, но самой удивительной частью была поверхность, которая начала ломаться и открывать своего рода новую машинную землю вокруг всей планеты. Также начали появляться многочисленные секретные сектора, и команда решила покинуть планету, чтобы посмотреть на нее из космоса. Так планета превратилась в гигантский Машинный мир.

source: Machine World Discovered
ru_ru: Обнаружен машинный мир

source: A Class Anomaly
ru_ru: Аномалия класса А

source: $m_star_anomaly_category_desc$
ru_ru: На этой звезде было обнаружено что-то подозрительное.

source: B Class Anomaly
ru_ru: Аномалия класса B

source: Black Hole Anomaly
ru_ru: Аномалия черной дыры

source: Something suspicious has been discovered with this black hole.
ru_ru: С этой черной дырой было обнаружено что-то подозрительное.

source: Giant Creature Corpse
ru_ru: Труп гигантского существа

source: We have found what appears to be the ancient corpse of an gigantic creature and thanks to the vacuum the decomposition process is greatly extended. The science crew insist on making an autopsy to investigate the creature.
ru_ru: Мы нашли то, что, похоже, является древним трупом гигантского существа, и благодаря вакууму процесс разложения значительно ускорился. Научный экипаж настаивает на проведении вскрытия для изучения существа.

source: F Class Anomaly
ru_ru: Аномалия класса F

source: Frozen Exploration
ru_ru: Замороженные исследования

source: We have spotted a small entrance in a frozen mountain with a strange light inside leading to a enormous frozen cave. An exploration could be possible but we don't know what could be laying inside.
ru_ru: Мы обнаружили небольшой вход в замерзшей горе со странным светом внутри, ведущий в огромную замерзшую пещеру. Исследование возможно, но мы не знаем, что может быть внутри.

source: G Class Anomaly
ru_ru: Аномалия класса G

source: Abandoned Capital
ru_ru: Заброшенная столица

source: A big city capital has been spotted but without any recent sign of life or activity, we need to investigate it in order to know what happened here.
ru_ru: Была замечена столица большого города, но без каких-либо последних признаков жизни или деятельности, нам нужно исследовать ее, чтобы узнать, что здесь произошло.

source: $TUTORIAL_GALAXY_MAP_TITLE$
ru_ru: Карта галактики

source: A astrocartographic chart has been discovered on this planet and it seems to give the position of something of an high value object. We should analyze it and see what will be found at that location.
ru_ru: На этой планете была обнаружена астрокартографическая диаграмма, которая, похоже, дает положение чего-то очень ценного объекта. Мы должны проанализировать ее и посмотреть, что будет найдено в этом месте.

source: K Class Anomaly
ru_ru: Аномалия класса K

source: Lava Citadel
ru_ru: Цитадель лавы

source: We have found an amazing huge lava citadel on this Molten World. Exploring it could maybe end up with interesting results.
ru_ru: Мы нашли удивительную огромную цитадель лавы в этом расплавленном мире. Ее исследование может привести к интересным результатам.

source: Lone Computer
ru_ru: Одинокий компьютер

source: Before finishing the survey of that planet, a weak signal has been detected. After locating the source and coming closer we have discovered an old abandoned outpost. But despite everything being offline for uncounted years a single computer is still there, active and perfectly functional, just waiting for someone to return. It seems that the computer is hackable, but we should remain careful because we don't know what sort of security lies behind it.
ru_ru: Перед завершением исследования этой планеты был обнаружен слабый сигнал. Определив местонахождение источника и подойдя ближе, мы обнаружили старый заброшенный аванпост. Но, несмотря на то, что все было отключено в течение бесчисленных лет, один компьютер все еще там, активный и прекрасно функционирующий, просто ожидая чьего-то возвращения. Похоже, что компьютер можно взломать, но нам следует оставаться осторожными, потому что мы не знаем, какая защита стоит за ним.

source: M Class Anomaly
ru_ru: Аномалия класса М

source: Something suspicious has been discovered with this star.
ru_ru: У этой звезды было обнаружено что-то подозрительное.

source: Mini Natural Wormhole
ru_ru: Мини-природная червоточина

source: A very small natural wormhole has been found near the planet and it appears to be on the verge of collapse, we can estimate that it is going to collapse in the next few months. We could use that opportunity to have a examine the other side and maybe find something of value.
ru_ru: Рядом с планетой была обнаружена очень маленькая естественная червоточина, которая, похоже, находится на грани коллапса, мы можем предположить, что она разрушится в ближайшие несколько месяцев. Мы могли бы использовать эту возможность, чтобы осмотреть другую сторону и, возможно, найти что-то ценное.

source: Neutron Star Anomaly
ru_ru: Аномалия нейтронной звезды

source: Something suspicious has been discovered with this neutron star.
ru_ru: С этой нейтронной звездой было обнаружено что-то подозрительное.

source: Planetary Mysterious Activity
ru_ru: Загадочная активность планеты

source: Despite that habitable planet having no trace of current or ancient civilization, we have detected some deep activity present in the core which will require higher investigations.
ru_ru: Несмотря на то, что эта пригодная для жизни планета не имеет следов нынешней или древней цивилизации, мы обнаружили некую глубокую активность в ядре, которая потребует дополнительных исследований.

source: £anomaly£ §BCustom Anomalies§!
ru_ru: £anomaly£ §BНестандартные аномалии§!

source: §GActivated§!
ru_ru: §GВключить§!

source: Activate the policy.
ru_ru: Включить политику.

source: §RDeactivated§!
ru_ru: §RОтключить§!

source: Deactivate the policy.
ru_ru: Отключить политику.

source: Select the possibility of custom anomalies to be spawned or not.
ru_ru: Выберите возможность возникновения или не возникновения нестандартных аномалий.

source: §RLess§!
ru_ru: §RМало§!

source: §GLots§!
ru_ru: §GМного§!

source: Increase even more the chance of custom anomalies to spawn.
ru_ru: Еще больше увеличить шанс появления пользовательских аномалий.

source: §GMore§!
ru_ru: §GОчень Много§!

source: Increase the chance of custom anomalies to spawn.
ru_ru: Увеличение шанса порождения нестандартных аномалий.

source: §RRare§!
ru_ru: §RРедкий§!

source: £anomaly£ §BAnomalies Discovery Chances§!
ru_ru: £anomaly£ §BАномалии Шансы на обнаружение§!

source: §YChaos§!
ru_ru: §YХаос§!

source: Select the frequency of anomaly discovery.
ru_ru: Выберите частоту обнаружения аномалий.

source: §BEven More§!
ru_ru: §BМного§!

source: $policy_custom_anomalies_less_name$
ru_ru: §RМалый§!

source: $policy_custom_anomalies_lots_name$
ru_ru: §GОчень большой§!

source: §BMore§!
ru_ru: §BОчень Много§!

source: $AGGRESSIVENESS_NORMAL$
ru_ru: Нормальный

source: $policy_custom_anomalies_rare_name$
ru_ru: §RОчень малый§!

source: §YTotal Chaos§!
ru_ru: §YТотальный хаос§!

source: Pulsar Anomaly
ru_ru: Аномалия пульсара

source: Something suspicious has been discovered with this pulsar.
ru_ru: С этим пульсаром было обнаружено что-то подозрительное.

source: £blocker£ Quarantine Zone
ru_ru: Карантинная зона £blocker£.

source: This sector has been locked for reason. We have no idea yet of what could be waiting inside.
ru_ru: Этот сектор был заблокирован по причине. Мы пока не знаем, что может ждать нас внутри.

source: $DISABLE$ for AI-player
ru_ru: $DISABLE$ для ИИ

source: $ENABLE$ for AI-player
ru_ru: $ENABLE$ для ИИ

source: The cooldown of Cortana has been completed, she is now in standby.
ru_ru: Охлаждение Кортаны завершено, теперь она находится в режиме ожидания.

source: Cortana Cooldown Completed
ru_ru: Охлаждение Кортаны завершено.

source: Let's use her now.
ru_ru: Давайте используем ее сейчас.

source: (§RDisable Cortana§!)
ru_ru: (§RОтключить Кортаны§!)

source: Planet Blockers
ru_ru: Блокираторы планеты

source: Buildings & Jobs
ru_ru: Здания и рабочие места
