Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: §RI know a lot of things, and I also know what most of them won't be very useful for you as you are right now too primitive. You will never reach a level of knowledge close to mine but I am still curious to see how far you can go before your entire species disappear. So yes, if you give me enough of your succulent food I will give you some knowledge that may interest you.§!
ru_ru: §R Я знаю много вещей, и я также знаю, что большинство из них не будут очень полезны для тебя, так как сейчас ты слишком примитивен. Вы никогда не достигнете уровня знаний, близкого к моему, но мне все равно интересно посмотреть, как далеко вы сможете зайти, прежде чем весь ваш вид исчезнет. Так что да, если вы дадите мне достаточно вашей сочной пищи, я дам вам некоторые знания, которые могут вас заинтересовать.§!.

source: §RIt seems that you are even willing to sacrifice your own people to obtain a certain power. Fine I like Mortals with lots of determination or craziness like you guys. So which of your World are you going to sacrifice to me?§!
ru_ru: §RКажется, что вы даже готовы пожертвовать своим народом, чтобы получить определенную силу. Прекрасно, мне нравятся смертные с большой решимостью или безумием, как вы, ребята. Так какой из своих миров вы собираетесь принести мне в жертву? §!

source: Select a Planet to Sacrifice
ru_ru: Выберите планету для жертвоприношения

source: §RHmm..??? So you would like me to make the dirty work at your place? Well I don't really care to help the Mortals which have managed to establish communications with me. But understand that for me to interfere with Mortals problem is very not the kind of stuff I am very proud of, unless they provoke me of course, so you will have to pay the price. So which target do you want my minions to strike?§!
ru_ru: §RХм...???? Так вы хотите, чтобы я сделал грязную работу у вас дома? Ну, я не очень-то забочусь о том, чтобы помогать Смертным, которым удалось установить со мной связь. Но поймите, что вмешиваться в проблемы Смертных - это не тот поступок, которым я горжусь, если, конечно, они меня не провоцируют, так что вам придется за это заплатить. Итак, по какой цели вы хотите, чтобы мои приспешники нанесли удар?§!

source: Select a Rival
ru_ru: Выберите соперника

source: §YThe [rival_target_1.GetName].§!
ru_ru: §YЭта империя мерзких [rival_target_1.GetName].§!

source: §YThe [rival_target_2.GetName].§!
ru_ru: §YЭта уродская империя [rival_target_2.GetName].§!

source: §YThe [rival_target_3.GetName].§!
ru_ru: §YЭта недостойная империя [rival_target_3.GetName].§!

source: §YThe [rival_target_4.GetName].§!
ru_ru: §YЭта отвратительная империя [rival_target_4.GetName].§!

source: §RYou guys sure know how to joke sometimes, I will take it positively and gives you a present for having killed my boredom that time.§!
ru_ru: §RВы, ребята, знаете, как иногда шутить, я восприму это положительно и сделаю вам подарок за то, что вы убили мою скуку в тот раз.§!

source: §RI don't think you really mean it, it was probably a mistake. Mortals like you make mistake every single second so for that time I will ignore such disgraceful words from you guys. Take the fact that I ignored you as a present and continue your aimless existence.§!
ru_ru: §RЯ не думаю, что вы действительно это имели в виду, возможно, это была ошибка. Такие смертные, как вы, ошибаются каждую секунду, так что на это время я буду игнорировать такие позорные слова от вас, ребята. Примите тот факт, что я проигнорировал вас, как подарок и продолжайте свое бесцельное существование.§!

source: §RSorry I don't have time to hear what you are saying, I am sort of occupied right now, you know the usual job of an entity like me which mean bringing some devastation and catastrophes here and there...§!
ru_ru: §RИзвините, у меня нет времени выслушать то, что вы говорите, я сейчас немного занят, вы знаете обычную работу такой сущности, как я, которая означает приносить некоторые разрушения и катастрофы здесь и там...§!

source: §ROh really... Maybe taking all the lifespan of some of your leaders will make you think twice before doing such an act again. Sometimes I understand why Mortals like you guys never survive more than a few millennials.§!
ru_ru: §RО, действительно... Может быть, лишение жизни некоторых из ваших лидеров заставит вас дважды подумать, прежде чем совершить такой поступок снова. Иногда я понимаю, почему такие смертные, как вы, никогда не выживают дольше нескольких тысячелетий.§!

source: To be honest I was not expecting that you would have the courage or be crazy enough to insult me, knowing who I am in reality. I am very amused now and in a good mood. So as a present I will allow you guys to summon one of my Leviathans for nothing, just a little snack.§!
ru_ru: Честно говоря, я не ожидал, что у вас хватит смелости или ума оскорбить меня, зная, кто я на самом деле. Сейчас я очень весел и в хорошем настроении. Поэтому в качестве подарка я позволю вам, ребята, вызвать одного из моих левиафанов просто так, на закуску.§!

source: §RHahaha what a funny joke. You know what? I also have a funny joke for you... I hope that your systems are perfectly defended because you know, it may be possible that by mistake I let free some leviathans to rampage on the galaxy until they reach these systems of your. That is what I call a joke, expect it is real for you guys.§!
ru_ru: §RХахаха какая смешная шутка. Знаешь что? У меня тоже есть смешная шутка для вас... Я надеюсь, что ваши системы отлично защищены, потому что, знаете, возможно, по ошибке я выпустил левиафанов на свободу, чтобы они бесчинствовали в галактике, пока не доберутся до этих ваших систем. Это то, что я называю шуткой, но ожидаю, что для вас, ребята, это реальность.§!

source: §RThe Leviathan that you have selected isn't really able to move by itself. So tell me Mortals, in which of your system you want me to make him spawn once your summoning is over?§!
ru_ru: §RЛевиафан, которого вы выбрали, на самом деле не способен двигаться сам по себе. Так скажите мне, смертные, в какой из ваших систем вы хотите, чтобы я заставил его спауниться после того, как ваш вызов закончится?§!

source: Our summoning of the Leviathan Master's minion has been completed. That huge monstrosity will now serve in our ranks.
ru_ru: Наш вызов приспешника Владыки Левиафана завершен. Это огромное чудовище теперь будет служить в наших рядах.

source: Leviathan Summoned
ru_ru: Левиафан призван

source: Our provocations made the $ap_leviathan_master$ very angry. Our scanners have detected Leviathan size vessel in the rim systems moving toward our capital. We must be ready to face them!
ru_ru: Наши провокации очень разозлили хозяина левиафанов. Наши сканеры обнаружили в системах периметрах корабль размером с левиафана, движущийся к нашей столице. Мы должны быть готовы встретить их!

source: We have lost all contact with §G[Root.GetName]§!. We can confirm that the planet has been entirely consumed by the $ap_leviathan_master$.
ru_ru: Мы потеряли все контакты с §G[Root.GetName]§! Мы можем подтвердить, что планета была полностью поглощена Владыкой Левиафанов.

source: Planet Sacrificed
ru_ru: Планета принесена в жертву

source: It appears that an unknown entity as summoned Leviathans in the rim of our galaxy which are moving toward our planets while rampaging anything in there path!
ru_ru: Похоже, что неизвестная сущность вызвала левиафанов на краю нашей галактики, которые движутся к нашим планетам, уничтожая все на своем пути!.

source: Our §YConstruction Ship§! named §G[Root.GetName]§! has started moving when the $edict_enable_planetary_project$ country edict was active, which mean that it is now ready to start the §YSpecial Project§!.
ru_ru: Наш §YСтроительный корабль§! по имени §G[Root.GetName]§! начал двигаться, когда был активирован указ $edict_enable_planetary_project$, что означает, что теперь он готов начать §YСпециальный проект§!.

source: Planetary Program
ru_ru: Планетарная программа

source: §GCheats§! §BPlanetary Program:§! §YHabitat§!
ru_ru: §GЧиты§! §BПланетарная программа:§! §YСреда обитания§!

source: §GCheats§! §BPlanetary Program:§! $ap_pc_mining$
ru_ru: §GЧиты§! §BПланетарная программа:§! $ap_pc_mining$

source: §GCheats§! §BPlanetary Program:§! $ap_pc_energy$
ru_ru: §GЧиты§! §BПланетарная программа:§! $ap_pc_energy$

source: §GCheats§! §BPlanetary Program:§! $ap_pc_farming$
ru_ru: §GЧиты§! §BПланетарная программа:§! $ap_pc_farming$

source: §GCheats§! §BPlanetary Program:§! $ap_pc_eco$
ru_ru: §GЧиты§! §BПланетарная программа:§! $ap_pc_eco$

source: §GCheats§! §BPlanetary Program:§! $ap_pc_training$
ru_ru: §GЧиты§! §BПланетарная программа:§! $ap_pc_training$

source: §GCheats§! §BPlanetary Program:§! $ap_pc_trade$
ru_ru: §GЧиты§! §BПланетарная программа:§! $ap_pc_trade$

source: §GCheats§! §BPlanetary Program:§! §YOrbital Elysium§!
ru_ru: §GЧиты§! §BПланетарная программа:§! §YОрбитальный Элизиум§!

source: §GCheats§! §BPlanetary Program:§! §YAsteroids§!
ru_ru: §GЧиты§! §BПланетарная программа:§! §YАстероиды§!

source: §GCheats§! §BPlanetary Program:§! §YRandom World§!
ru_ru: §GЧиты§! §BПланетарная программа:§! §YСлучайный мир§!

source: §GCheats§! §BPlanetary Program:§! §YPerfect World§!
ru_ru: §GЧиты§! §BПланетарная программа:§! §YИдеальный мир§!

source: §RCancel§! §BPlanetary Program§!
ru_ru: §RОтмена§! §BПланетарная программа§!

source: We have completed the special project allowing us to contact the $ap_mega_hive_mind$, now when are we going to do the first step toward them?
ru_ru: Мы завершили специальный проект, позволяющий нам связаться с Мега-Ульем, теперь когда мы сделаем первый шаг к ним?.

source: $ap_mega_hive_mind$ Found
ru_ru: Найден Мега-Улей.

source: §BOpen Blue Chest§!
ru_ru: §BОткрыть синий сундук§!

source: §ROpen Red Chest§!
ru_ru: §RОткрыть красный сундук§!

source: §YOpen Yellow Chest§!
ru_ru: §YОткрыть желтый сундук§!

source: §GGreetings young Hivemind, we are impressed that you have managed to found and reach us. It has been millions of years since we haven't talk with any other empire so don't be surprised if our diplomacy is kind of out-dated. Anyway we are sure that if you have come here, that is for something, a purpose and you are going to ask us a request. But before that we would like you to give us food... Yes here we don't eat anymore, it is not like we are starving or anything like that but we would like to taste food once again, especially the ones you can $exotic_gases$. Feed us and you might get the reward you deserve by allowing yourself to explore our realm.§!
ru_ru: §GПриветствуем вас, молодой Улей, мы впечатлены тем, что вам удалось найти и связаться с нами. Прошли миллионы лет с тех пор, как мы не общались ни с одной другой империей, поэтому не удивляйтесь, что наша дипломатия несколько устарела. В любом случае, мы уверены, что если вы пришли сюда, то это для чего-то, для какой-то цели, и вы собираетесь обратиться к нам с просьбой. Но прежде мы хотели бы, чтобы вы дали нам еды... Да, здесь мы больше не едим, не то чтобы мы голодали или что-то в этом роде, но мы хотели бы снова попробовать еду, особенно ту, которую вы можете $exotic_gases$. Накормите нас, и, возможно, вы получите заслуженную награду, позволив себе исследовать наше царство.§!

source: §GThank you fellow Hivemind, we are now going to show you the way to enter inside our realm. Know that the path changes every time so it is pointless to try to remember the access. Good luck to you young Hivemind, maybe we will meet again inside.§!
ru_ru: §GБлагодарим вас, собратья по Уму, сейчас мы покажем вам путь, по которому можно войти в наше царство. Знай, что путь каждый раз меняется, поэтому бессмысленно пытаться запомнить его. Удачи тебе, юный разум роя, возможно, мы еще встретимся внутри.§!

source: We have reached an isolated island, from here a canyon was located and deep inside a place with three chests of different color. A strange wall of non-identified energy is forming all around us, it seems that the realm want us to open one of the three chests. Their color are suddenly changing, one is turning blue, the second yellow and the last one red. And a sort of vocal transmission behind hear from nowhere is saying that all the chests have the same treasure but in different quantity, from almost nothing to a very good amount. Which chests should be chosen?
ru_ru: Мы достигли изолированного острова, отсюда находился каньон и глубоко внутри место с тремя сундуками разного цвета. Вокруг нас образуется странная стена неопознанной энергии, похоже, что царство хочет, чтобы мы открыли один из трех сундуков. Их цвет внезапно меняется: один становится синим, второй - желтым, а последний - красным. И какая-то голосовая передача, раздающаяся позади нас из ниоткуда, говорит, что во всех сундуках находятся одни и те же сокровища, но в разном количестве, от почти ничего до очень хорошего количества. Какой сундук следует выбрать?

source: It seems that we opened the chest with the bad content, the other two are sucked into some kind of mini wormhole. And behind us an exit is forming with strange voices telling us again to leave. The adventures will stop there for the moment.
ru_ru: Оказывается, что мы открыли сундук с плохим содержимым, два других засасываются в своего рода мини-червоточину. А позади образуется выход, из которого странные голоса снова говорят нам, чтобы мы уходили. Приключения на этом пока прекращаются.

source: It appears that we have opened the chest with the good content, the two other one are being sucked in a sort of mini-wormhole. And behind use an exit is forming with strange voices again telling us to leave. The adventures will stop there for the moment.
ru_ru: Оказывается, мы открыли сундук с нехорошим содержимым, два других засосало в некую мини-червоточину. А за нами образуется выход, из которого странные голоса снова велят нам уходить. На этом приключения заканчиваются.

source: It appears that we have opened the chest with the medium content, the two other one are being sucked in a sort of mini-wormhole. And behind use an exit is forming with strange voices again telling us to leave. The adventures will stop there for the moment.
ru_ru: Оказывается, что мы открыли сундук со средним содержимым, два других засасываются в своего рода мини-червоточину. А за использованием образуется выход, из которого странные голоса снова говорят нам, чтобы мы уходили. Приключения на этом пока прекращаются.

source: A sort of house has been spotted in front of us, by entering inside it we have found a drone of the $ap_mega_hive_mind$ standing in front of what seems to be a sort of casino machinery. The door behind us has been closed leaving us no possibility for further exploration.
ru_ru: Перед нами был замечен какой-то дом, войдя внутрь которого, мы обнаружили дрона Мега Ума, стоящего перед тем, что, похоже, является чем-то вроде казино. Дверь за нами была закрыта, не оставляя нам возможности для дальнейшего исследования.

source: §GOh my it looks like you have managed to find the 'Dimensional Dropper', yeah that is a weird name but we have some much things present in our realm that in the end finding unused names became a task very difficult. Anyway it appears that you won't be able to go back on your tracks, so what are you going to do? Activate it or leave?.§!
ru_ru: §GО, Боже! Похоже, что вам удалось найти 'Устройство для измерения размеров', да, это странное название, но в нашем королевстве есть много вещей, которые присутствуют в нашем мире, и в итоге поиск неиспользуемых названий стал очень сложной задачей. В любом случае, похоже, что вы не сможете вернуться по своим следам, так что же вы собираетесь делать? Активировать его или уйти?§!

source: §GThe Dimensional Dropper has been activated, we don't really care about the results but let's hope that you have received something interesting.§!
ru_ru: §GУстройство для измерения размеров был активирован, нас не особо волнуют результаты, но будем надеяться, что вы получили что-то интересное.§!

source: §GIt seems that the Dimensional Dropper won't work until the next time. Looks like you will have to go home now young Hivemind.§!
ru_ru: §GПохоже, что Устройство для измерения размеров не будет работать до следующего раза. Похоже, тебе пора домой, молодой Улей.§!

source: From here, there is something which looks like a sort of natural elevator, we have here the possibility to go up, go down or continue forward.
ru_ru: Отсюда есть что-то похожее на естественный лифт, здесь есть возможность подняться вверх, спуститься вниз или продолжить движение вперед.

source: There is a someone here, it appears that it is one of the $ap_mega_hive_mind$ drones. Shall we communicate with it or just leave the realm.
ru_ru: Здесь кто-то есть, похоже, что это один из дронов Мега-Ульяна. Нам следует пообщаться с ним или просто покинуть это царство.

source: That drone here is called 'Alfana the Breeder', she is one of the rarest drone in our $ap_mega_hive_mind$ having the possibility to breed at an amazing speed. Very useful when we discover new place to colonize in our realm. Actually it has been centuries since we didn't use her, so here you can have her abilities, but be careful, sharing that power with all the breeder of your country might be dangerous because we don't know if they will be able to support it.§!
ru_ru: Этот дрон называется 'Альфана-селекционер', это один из самых редких дронов в нашем Мега-Улье, обладающий возможностью размножаться с удивительной скоростью. Это очень полезно, когда мы открываем новые места для колонизации в нашем королевстве. На самом деле прошло много веков с тех пор, как мы не использовали ее, так что здесь вы можете получить ее способности, но будьте осторожны, разделение этой силы со всеми селекционерами вашей страны может быть опасным, потому что мы не знаем, смогут ли они поддержать ее.§!

source: §GHere we meet again young Hivemind, it appears that you are managing to keep up with the unpredictable danger of our realm.
ru_ru: §GВот мы и встретились снова, молодой Улей, похоже, вы справляетесь с непредсказуемыми опасностями нашего царства.

source: §GOh my... It seems that the process was a complete failure. I don't know how a young Hivemind like yourself managed to fail something easy as that. Maybe you are not ready yet to come here. Anyway you will have to make it through with that malus, good luck to you.§!
ru_ru: §GО боже... Похоже, процесс был полностью провален. Я не знаю, как такой молодой Улей, как ты, умудрился провалить такое простое дело. Возможно, вы еще не готовы прийти сюда. В любом случае, вам придется пройти через этот кризис, удачи вам.§!

source: That drone here is called 'Aliquior the Botanist', thanks to him we know master all the secrets of the life-cycle of any plant species. Since we don't need food anymore we could give you the possibility to growth these plants temporally on your territory but be careful, we can't guarantee that it is going to end well for you.§!
ru_ru: Тот дрон здесь называется 'Аликиор Ботаник', благодаря ему мы знаем все секреты жизненного цикла любого вида растений. Поскольку нам больше не нужна пища, мы можем дать вам возможность временно выращивать эти растения на вашей территории, но будьте осторожны, мы не можем гарантировать, что это закончится для вас хорошо.§!

source: That drone here is called 'Sarge the Hunter', compared to others he likes to spend his time in domestication and training of abomination-like alien species. They are completely under his control and he wouldn't mind giving some of them to you, however we can't be sure that you will be able to take control of them that easily. If you ask for more of these pets then there will be more chances for them to turn against you.§!
ru_ru: Вот этого дрона зовут 'Сержант Охотник', по сравнению с другими он любит проводить свое время в приручении и обучении мерзопакостных инопланетных видов. Они полностью под его контролем, и он не против отдать некоторых из них вам, однако мы не можем быть уверены, что вы сможете так легко взять их под контроль. Если вы попросите больше этих питомцев, то у них будет больше шансов обернуться против вас.§!

source: §GAs expected you failed to domesticate the swarm, they are now going to rampage into your territory. We hope that you have a navy force strong enough to stop them.§!
ru_ru: §GКак и ожидалось, вы не смогли приручить рой, и теперь они собираются бесчинствовать на вашей территории. Мы надеемся, что у вас достаточно сильные военно-морские силы, чтобы остановить их.§!

source: §GImpressive! You did perfectly managed to domesticate our swarm pets. It's yours now, you can do whatever you want with it.§!
ru_ru: §GВпечатляет! Вам прекрасно удалось приручить наших роевых питомцев. Теперь они ваши, вы можете делать с ними все, что захотите.§!

source: Amazing! The results of the process are better than what we expected from you. With such an advantage you can be sure that the others in your Galaxy won't see your comeback unnoticed.
ru_ru: Потрясающе! Результаты показали себя лучше, чем мы ожидали от вас. С таким результатом вы можете быть уверены, что ваше возвращение не останется незамеченным для других членов вашей Галактики.§!

source: That drone here is called 'Alexander II the Sociologist Technocrat', he keeps with him most of our knowledge in sociology and act like a data bank for the $ap_mega_hive_mind$ when some other drones need to refresh their knowledge in that domain. We could establish a link between your Hivemind and him but there might be chances for it to totally fail and make you feel the result of that catastrophe.§!
ru_ru: Этого дрона зовут 'Александр II Социолог Технократ', он хранит у себя большую часть наших знаний в области социологии и действует как банк данных для разума Мега Улья, когда другим дронам нужно освежить свои знания в этой области. Мы могли бы установить связь между вашим ульем и ним, но есть вероятность, что она полностью провалится, и вы почувствуете результат этой катастрофы.§!

source: §GInteresting... It seems that the process was a success. It seems that young Hivemind is lucky today, you can now return to your galaxy with this reward.§!
ru_ru: §GИнтересно... Похоже, что процесс прошел успешно. Похоже, что молодому Ульевому Разуму сегодня повезло, вы можете знать, что можете вернуться в свою Галактику с этой наградой.§!

source: We have reached the entrance of the realm created by the $ap_mega_hive_mind$, everything seems too mystic to be described. What shall be our next path?
ru_ru: Мы достигли входа в царство, созданное Мега-Умом, и все кажется слишком мистическим, чтобы его можно было описать. Каким будет наш следующий путь?

source: From here it appears that the path we are following is moving toward another direction, which one shall be followed?
ru_ru: Отсюда кажется, что путь, по которому мы идем, движется в другом направлении, по какому из них мы должны идти?.

source: We have reached a place which seems to have nothing interesting for us, the only path available is the one we took so it is time to walk back on our steps.
ru_ru: Мы достигли места, в котором, похоже, нет ничего интересного для нас, единственный доступный путь - это тот, по которому мы шли, так что пора возвращаться назад.
