Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: §LMembers of this species are always born as identical twins.§!
ru_ru: §LЧлены этого вида всегда рождаются как идентичные близнецы.§!

source: Umbral Shroud
ru_ru: Тень Покрова

source: §LMembers of this species can project a small invisible shroud that negates all communications including telepathy. Even non-psionic species feel instinctive discomfort in this shroud.§!
ru_ru: §LПредставители этого вида могут проецировать небольшой невидимый покров на себя, который блокирует все коммуникации, включая телепатию. Даже непсионические виды чувствуют инстинктивный дискомфорт в этой зоне.§!

source: Unflinching
ru_ru: Неустрашимые

source: §LThis species has an unflinching spirit. Although their bodies can be dominated, their minds cannot be break.§!
ru_ru: §LЭтот вид обладает непоколебимым духом. Хотя над их телами можно господствовать, их разум не может быть сломлен.§!

source: Unhurried
ru_ru: Неторопливые

source: §LFor this species, time flies slowly. They mature somewhat slowly but they they can live unusually long.§!
ru_ru: §LДля этого вида время летит медленно. Они созревают несколько медленно, но они могут жить необычно долго.§!

source: Unintended Fusion
ru_ru: Непреднамеренное слияние

source: §LMembers of this species suffer from unintended fusions: when they are in contact with another individual, they often fuse together. After the fusion, one of the personalities will dominate and continue as an independent entity.§!
ru_ru: §LЧлены этого вида страдают от непреднамеренного слияния: когда они находятся в контакте с другим человеком, они часто сливаются вместе. После слияния одна из личностей будет доминировать и оставаться независимой.§!

source: Vacuous
ru_ru: Безмозглые

source: §LMembers of this species are unusually stupid. If you want to play a joke on them, do not use sarcasm. They won't get it.§!
ru_ru: §LЧлены этого вида обычно глупы. Если вы хотите пошутить над ними, не используйте сарказм. Они не поймут его.§!

source: Vampiric
ru_ru: Вампиры

source: §LThis species suffers from a psionic epidemic that is transmitted through saliva and blood. Victims of this epidemic would become vampiric-like and will form a clan and pledge allegiance to a clan master.§!
ru_ru: §LУ этого вида есть псионическая эпидемия, которая передается через слюну и кровь. Жертвы этих вампиров становятся новыми вампирами и, как правило, присоединяются к вампирскому клану и клянутся в верности главе клана. Их называют слугами.§!

source: Verbophobes
ru_ru: Социофобы

source: §LMembers of this species have a hard time grasping many of the fundamental concepts of sociology and tend to fear it.§!
ru_ru: §LЧленам этого вида трудно понять многие фундаментальные концепции социологии.§!

source: Vestigial Psionic
ru_ru: Рудиментарная псионика

source: §LThis species used to have great psionic ability but now they only have a vestigial organ once used to unleash psionic power.§!
ru_ru: §LРаньше этот вид обладал большими псионическими способностями, но теперь у него есть только рудиментарный орган, когда-то использованный для раскрытия псионической силы.§!

source: Virus
ru_ru: Вирус

source: §LAll members of this species are host to a sentient virus. Though it defies conventional definitions of life, the virus can reproduce by infecting new hosts. Infected hosts lose their intelligence and are dominated by the virus and its drive to spread.§!
ru_ru: §LВсе представители этого вида являются носителями чувствительного вируса. Хотя он и не поддается традиционным определениям жизни, вирус может размножаться, заражая новых хозяев. Зараженные хозяева теряют свой интеллект и управляются вирусом и его желанием распространятся.§!

source: Witness
ru_ru: Свидетели

source: §LMembers of this species witnessed some eldritch occurrence and understood what it is.§!
ru_ru: §LЧлены этого вида стали свидетелями какой-то ужасной вещи и осознали, что это такое.§!

source: It appears that some planets in our territory which appeared at the first place to have nothing interesting for us were instead hiding some interesting anomalies ready to be investigated.
ru_ru: Оказывается, некоторые планеты на нашей территории, на которых, как казалось на первый взгляд, нет ничего интересного для нас, вместо этого скрывают интересные аномалии, готовые к исследованию.

source: §BNew Anomalies Discovered§!
ru_ru: §BОбнаружены новые аномалии§

source: The rotational velocity relative to the galactic plane of this star is not consistent with the other A class stars encountered before. After a long observational period the crew tried to describe that unprecedented behavior and to the surprise of the scientific crew, all the movement of that star could only be compared to one of a lost cell idling in the space. Could it be a proof that our universe maybe be infinitely big? Who knows?
ru_ru: Скорость вращения относительно галактической плоскости этой звезды не соответствует другим звездам класса А, встречавшимся ранее. После длительного периода наблюдений экипаж попытался описать это беспрецедентное поведение, и, к удивлению научной команды, все движения этой звезды можно было сравнить только с движением погибшими клетка тела, медленно дрефтующими в космосе. Может ли это быть доказательством того, что наша Вселенная может быть бесконечно большой? Кто знает?

source: A Star moving like a Cell
ru_ru: Звезда, движущаяся как клетка

source: The composition of this B class is unique, it appears that a simple beam laser is able to create a strange thermal disruption within the star leaving a permanent mark. In the end our scientist crew decided to add the great name of our civilization in order to prove to the next generations coming in the future millennials that we were present and advanced enough to discover such an amazing process.
ru_ru: Состав этого класса B уникален, похоже, что простой лучевой лазер способен создать странное тепловое нарушение внутри звезды, оставив неизгладимый след. В конце концов, наша команда ученых решила добавить к нему великое имя нашей цивилизации, чтобы доказать следующим поколениям, которые придут в будущем тысячелетии, что мы присутствовали и были достаточно развиты, чтобы обнаружить такой удивительный процесс.

source: Writable Star
ru_ru: Записываемая звезда

source: After sending screenshots of that new discovered star to our people it appears that many people influential in our society wanted to have their name put on that star. The buzz created by that B class was strong enough to classify it as very important and making it able to generate influence.
ru_ru: После отправки скриншотов этой новой обнаруженной звезды нашим людям выяснилось, что многие влиятельные в нашем обществе люди хотели, чтобы их имя было помещено на эту звезду. Шумиха, созданная этой звездой класса B, была достаточно сильной, чтобы классифицировать ее как очень важную и сделать ее способной генерировать влияние в нашей империи.

source: The Star of the Stars
ru_ru: Звезда звезд

source: At the first it sounds very illogical but After vigorous inspection we can confirm that this star is acting like a living organism able to groom itself up from interstellar debris able to resist the huge heat coming from it. We can only speculate that it is trying to maintain a good appearance, but for who?
ru_ru: Сначала это звучит очень нелогично, но после тщательного осмотра мы можем подтвердить, что эта звезда ведет себя как живой организм, способный вырастить себя из межзвездного мусора, способного противостоять огромному теплу, исходящему от него. Мы можем только предполагать, что она пытается сохранить хороший внешний вид, но для кого?

source: Living Star
ru_ru: Живая звезда

source: An abandoned energy harvesting station composed of unknown material of unprecedented strength has been located near this G class star, it seems to be deactivated for an unknown amount of time. Our scientific staff wasn't able to active it again but we found a large stockpile of energy which was probably constructed in order to keep the station active even after the death of that star. Something which won't happen for billions of years so we decided to use that energy for our own purposes.
ru_ru: Заброшенная станция сбора энергии, состоящая из неизвестного материала беспрецедентной прочности, была обнаружена возле этой звезды класса G, похоже, она была деактивирована на неизвестное количество времени. Наш научный персонал не смог активировать ее снова, но мы обнаружили большой запас энергии, который, вероятно, был создан для того, чтобы станция оставалась активной даже после смерти этой звезды. Этого не произойдет в течение миллиардов лет, поэтому мы решили использовать эту энергию в своих целях.

source: Energy Station
ru_ru: Энергетическая станция

source: We have located a very weak signal coming from this K class star, and it appears that an engineering outpost has been detected directly inside the stars. But the most interesting part is the fact that some people of an unknown species are inside and doesn't seem to like having us around for a long time. As they know that we can't reach them, they decided to share some interesting engineering data in exchange for leaving them and never returning.
ru_ru: Мы обнаружили очень слабый сигнал, исходящий от этой звезды класса K, и похоже, что инженерный аванпост был обнаружен прямо внутри звезды. Но самое интересное заключается в том, что внутри находятся люди неизвестного вида, и, похоже, им не нравится, что мы находимся здесь уже долгое время. Поскольку они знают, что мы не можем до них добраться, они решили поделиться некоторыми интересными инженерными данными в обмен на то, что мы покинем их и никогда не вернемся.

source: Engineers Inside
ru_ru: Инженеры внутри

source: A drifting box has been located near this M class star, composed of materials strong enough to resist the heat of the star but with a very weak security system allowing us to open it very easily and find a gorgeous treasure inside.
ru_ru: Возле этой звезды класса М был обнаружен дрейфующий ящик, состоящий из материалов, достаточно прочных, чтобы противостоять жару звезды, но с очень слабой системой защиты, позволяющей нам легко открыть его и найти внутри великолепное сокровище.

source: Drifting Box
ru_ru: Дрейфующий ящик

source: This M class star is somehow able to create an attractive magnetic field at least strong enough to capture most of the mineral dust around forming a mineral cloud big enough to be harvested.
ru_ru: Эта звезда класса M каким-то образом способна создать притягательное магнитное поле, по крайней мере, достаточно сильное, чтобы захватить большую часть минеральной пыли вокруг, сформировав достаточно большое минеральное облако, чтобы его можно было собрать.

source: A weak signal was coming from a very small passage near that black hole. After a closer inspection we found something horrific and repulsive that is impossible to describe with other words. The crew are convinced, that monster was trying to reach our galaxy. But our scientific team kept their heads cool and managed to close the small gate linking us to the realm of that horror by launching a projectile at a very high speed which quickly created a chain reaction with the energy of the black hole and sealed the passage forever.
ru_ru: Слабый сигнал исходил из очень маленького прохода рядом с этой черной дырой. При ближайшем рассмотрении мы обнаружили нечто ужасное и отталкивающее, что невозможно описать другими словами. Экипаж убежден, что это чудовище пыталось добраться до нашей галактики. Но наша научная команда сохранила спокойствие и сумела закрыть маленькие ворота, связывающие нас с царством этого ужаса, запустив снаряд на очень высокой скорости, который быстро создал цепную реакцию с энергией черной дыры и навсегда запечатал проход.

source: Avoided Disaster
ru_ru: Избежавшая катастрофы

source: This pulsar is much larger than most of the ones we previously encountered, the energy coming out of is exceptional. And it took only a few days for the engineering team to make a device working like a solar panel which managed to absorb a lot of energy ready to be exploited for us.
ru_ru: Этот пульсар намного больше большинства тех, с которыми мы сталкивались ранее, энергия, исходящая от него, исключительна. И команде инженеров потребовалось всего несколько дней, чтобы сделать устройство, работающее как солнечная батарея, которое смогло поглотить много энергии, готовой к использованию для нас.

source: Super Pulsar
ru_ru: Суперпульсар

source: This solar system is very rich in mineral dust but as they were too small gathering them all would take centuries. Instead our science crew have an idea, they knew that these dust minerals could all be attracted with the help of the neutron star with this magnetic attraction. And after managing to stimulate that attracting field we managed to gather a huge amount of minerals ready to be collected.
ru_ru: Эта солнечная система очень богата минеральной пылью, но так как она слишком мала, на ее сбор уйдут века. Вместо этого у нашей научной команды появилась идея, они знали, что все эти минералы-пылинки могут быть притянуты с помощью нейтронной звезды с ее магнитным притяжением. И после того, как нам удалось стимулировать это притягивающее поле, мы смогли собрать огромное количество минералов, готовых к сбору.

source: Attracting Minerals
ru_ru: Притягивание минералов

source: No interesting traces of the previous civilization which was on this planet has been found but some beautiful and valuable pieces of art which could be sold at high value to the people of our society.
ru_ru: Не было найдено никаких интересных следов предыдущей цивилизации, которая была на этой планете, но были найдены некоторые красивые и ценные предметы искусства, которые могут быть проданы по высокой цене людям нашего общества.

source: Pieces of Art
ru_ru: Предметы искусства

source: We have found a huge data bank still active but very damaged, the only informations that we were able to extract were some sort of special methods on how to influence the population and their factions in order to have the maximum amount of them on our side.
ru_ru: Мы нашли огромный банк данных, все еще активный, но очень поврежденный, единственная информация, которую мы смогли извлечь, это какие-то специальные методы влияния на население и их фракции, чтобы максимальное их количество было на нашей стороне.

source: Master of Propaganda
ru_ru: Мастер пропаганды

source: Something very bad happened here, the only suspicious things present in that city where the clothes of his inhabitants, the material of these clothes doesn't seem to be affected by the time and could be useful for us. But because of it we are not able to estimate when the tragedy happened here, the only clue we found was a note in the pocket of one of a citizen's clothes which, after a serious translation, said they had fought together and with unity until the end. It is impossible to say today who was their enemy but something certain is the fact that we should seriously take example of their bravery.
ru_ru: Здесь произошло что-то очень плохое, единственные подозрительные вещи, присутствующие в этом городе, это одежда его жителей, материал этой одежды, похоже, не подвержен влиянию времени и может быть полезен для нас. Но из-за этого мы не можем определить, когда здесь произошла трагедия, единственная подсказка, которую мы нашли, это записка в кармане одежды одного из жителей, в которой, после серьезного перевода, говорилось, что они сражались вместе и сплоченно до самого конца. Сегодня невозможно сказать, кто был их врагом, но кое-что определенно - это то, что мы должны серьезно взять пример с их храбрости.

source: Until the End
ru_ru: До конца

source: We will honor them.
ru_ru: Мы будем чтить их.

source: Take the clothes and leave.
ru_ru: Возьмите вещи и уходите.

source: We can be sure that the inhabitants of that city were very 'well-to-do', but something forced them to abandon their planet very quickly and that before having the time to take all their fortune. We won't be able to take all the treasures that they left behind and many ships of what appear to be smugglers have been spotted which mean that they are going to loot everything remaining here. We must leave as soon as possible, and so what is the choice?
ru_ru: Мы можем быть уверены, что жители того города были очень 'обеспеченными', но что-то заставило их покинуть свою планету очень быстро, и это до того, как они успели забрать все свое состояние. Мы не сможем забрать все сокровища, которые они оставили, и уже замечено много кораблей контрабандистов, что означает, что они собираются разграбить все, что здесь осталось. Мы должны уходить как можно скорее, и каков же выбор?.

source: Rich City
ru_ru: Богатый город

source: Take the money.
ru_ru: Возьми деньги.

source: Take the minerals.
ru_ru: Возьмите минералы.

source: The corpse of this colossus was fascinating, our scientific crew was not even able to explain exactly how this very strange creature could use the properties of exotic physics at a level far beyond our knowledge. The only thing we could do is an estimation of the velocity achieved by the creature's skeleton which started to slowly appear thanks to decomposition. Such a discovery will help us a lot in the understanding of physics.
ru_ru: Труп этого колосса завораживал, наша научная команда даже не смогла точно объяснить, как это очень странное существо могло использовать свойства экзотической физики на уровне, далеко превосходящем наши знания. Единственное, что мы смогли сделать, это оценить скорость, достигнутую скелетом существа, который начал медленно проявляться благодаря разложению. Такое открытие очень поможет нам в понимании физики.

source: Advanced Creature
ru_ru: Продвинутое существо

source: We have found something very fascinating on the surface of that body, it appears that the skin is composed of jewels able to resist the body decomposition. It is hard to determine if these jewels are natural or if they are the result of collision with space debris but in the end they have a good value and can be collected.
ru_ru: Мы обнаружили нечто очень интересное на поверхности этого тела, похоже, что кожа состоит из драгоценностей, способных противостоять разложению тела. Трудно определить, являются ли эти драгоценности естественными или это результат столкновения с космическим мусором, но в конце концов они имеют хорошую ценность и могут быть собраны.

source: Skin of Jewels
ru_ru: Кожа драгоценностей

source: We have detected some activity inside the dead space organism. After a long discussion the crew decided to open a hole large enough to check what is inside without allowing it break free. And what we found were some passive Tiyanki Space Whales. The most interesting part is the fact that they seemed to thank us for helping them to break free by doing a sort of dance, and they are actually following us which will help the study of their specie.
ru_ru: Мы обнаружили некоторую активность внутри мертвого космического организма. После долгого обсуждения экипаж решил открыть достаточно большое отверстие, чтобы проверить, что находится внутри, не позволяя ему вырваться на свободу. И что мы обнаружили, так это несколько пассивных космических китов Тиянки. Самое интересное, что они, похоже, поблагодарили нас за то, что мы помогли им освободиться, исполняя что-то вроде танца, и они действительно следуют за нами, что поможет в изучении их вида.

source: Tiyankis Inside
ru_ru: Тянкис внутри

source: This is something you don't see everyday, even after it's death which can be dated to many centuries before the dead body of the creature is still regenerating from any damage taken. So a good question could be asked here, is that monster dead or not ? Fear started to take over the ship and the crew decided to leave as soon as possible but in the end they still managed to make a very interesting study of the regenerating corpse and claim that we could do the same with our ships.
ru_ru: Это то, что вы не увидите каждый день, даже после смерти, которая может быть датирована многими столетиями, мертвое тело существа все еще восстанавливается после любого полученного повреждения. Так что здесь можно задать хороший вопрос: мертв этот монстр или нет? Страх начал овладевать кораблем, и команда решила покинуть его как можно скорее, но в итоге им все же удалось провести очень интересное исследование регенерирующего трупа и утверждать, что мы можем сделать то же самое с нашими кораблями.

source: Regenerating Corpse
ru_ru: Регенерирующий труп

source: Some abandoned corvettes were found in the creature and it seems that the combat ended before them going into the stomach. They are in good conditions and may be used by our navy.
ru_ru: Несколько брошенных корветов были найдены в твари, и, похоже, бой закончился до того, как они попали в желудок. Они находятся в хорошем состоянии и могут быть использованы нашим флотом.

source: Abandoned Ships
ru_ru: Брошенные корабли

source: A very durable gate was found laying near the astrocartographic chart, the gate was requesting a security code and it was simple to deduct that the astrocartographic chart would lead us to that code. After a short journey we managed to find the code and came back to the gate, the code was correct and the security system turned off allowing us to go inside and find a big store of energy credits.
ru_ru: Очень прочные ворота были найдены лежащими рядом с астрокартографической картой, ворота запрашивали код безопасности, и было просто вычислить, что астрокартографическая карта приведет нас к этому коду. После небольшого путешествия нам удалось найти код и вернуться к воротам, код был правильным, и система безопасности отключилась, позволяя нам войти внутрь и найти большое хранилище энергетических кредитов.

source: Protected Bank
ru_ru: Защищенный банк

source: The astrocartographic chart gave us the location of an abandoned treasure which still have a value in our modern market especially for collectors of jewels.
ru_ru: Астрокартографическая карта указала нам местонахождение заброшенного клада, который все еще имеет ценность на нашем современном рынке, особенно для коллекционеров драгоценностей.

source: Abandoned Treasure
ru_ru: Заброшенное сокровище

source: The astrocartographic chart gave us the location of an abandoned primitive structure which appeared to be a robotics factory. We have found inside an ancient machine of a very crude design who challenged us to a game which seemed to be analogous to chess from our own civilization. After losing some rounds we finally managed to defeat the machine and as a reward it gave us some blueprints to let us know how these primitive engineers managed to develop artificial intelligence so soon.
ru_ru: Астрокартографическая карта указала нам местоположение заброшенной примитивной структуры, которая оказалась фабрикой робототехники. Мы обнаружили внутри древнюю машину очень грубой конструкции, которая вызвала нас на игру, которая казалась аналогом шахмат нашей собственной цивилизации. Проиграв несколько раундов, мы, наконец, смогли победить машину, и в качестве награды она дала нам несколько чертежей, чтобы мы знали, как этим примитивным инженерам удалось так быстро разработать искусственный интеллект.

source: Old Machine
ru_ru: Старая машина
