Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: The machinery complex used by the §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! are working far more than they expected thanks to the secret technologies that we left for them. The amount of £energy£ Energy being generated is beyond our expectation, and we have here the opportunity to send a special team to collect some of them.
ru_ru: Машинный комплекс, используемый §Y[Root.Owner.GetSpeciesNamePlural] примитивами§! на §H[primitive_creation_planet.GetName]§! работает гораздо больше, чем они ожидали, благодаря секретным технологиям, которые мы оставили для них. Количество вырабатываемой £энергии£ превосходит наши ожидания, и у нас появилась возможность отправить специальную команду, чтобы собрать некоторые из них.

source: Industries Reports: Energy Overflow on §H[primitive_creation_planet.GetName]§!
ru_ru: Промышленные отчеты: Переполнение энергией на §H[primitive_creation_planet.GetName]§!.

source: It appears that the society of §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! is evolving far more quicker than expected, we can assume that our species has developed the capacity to quickly advance it's society when it has been retrograded in the past which is an amazing discovery.
ru_ru: Похоже, что общество §Y[Root.Owner.GetSpeciesNamePlural] примитивов§! на §H[primitive_creation_planet.GetName]§! развивается гораздо быстрее, чем ожидалось, мы можем предположить, что наш вид развил способность быстро развивать свое общество, когда оно было ретроградировано в прошлом, что является удивительным открытием.

source: Evolution on §H[primitive_creation_planet.GetName]§!
ru_ru: Эволюция на §Н[primitive_creation_planet.GetName]§!.

source: Fleet §G[surgical_strike_fleet.GetName]§! reports the total destruction of §Y[surgical_strike_planet.GetName]§! by the §RRagnarok Strike§!. Nothing is left of that planet.
ru_ru: Флот §G[surgical_strike_fleet.GetName]§! сообщает о полном уничтожении §Y[surgical_strike_planet.GetName]§! ударом §RУдар Рагнарёка§! От планеты ничего не осталось.

source: It appears that The §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! which have reached the §BEarly Space Age§! have noticed our presence and would like to communicate with us.
ru_ru: Похоже, что §Y[Root.Owner.GetSpeciesNamePlural] примитивы§! на §H[primitive_creation_planet.GetName]§! которые достигли §BРанняя космическая эра§! заметили наше присутствие и хотели бы пообщаться с нами.

source: Receiving Transmission from §H[primitive_creation_planet.GetName]§!
ru_ru: Принимаю передачу от §Н[primitive_creation_planet.GetName]§!.

source: Greetings, people of the §H[ROOT.GetName]§!, I am the represent of The §Y[primitive_creation_country.GetName]§! and it is an honor for me to talk with you. I have noticed that we seems to be similar... Are we of the same species?
ru_ru: Приветствую вас, жители §H[ROOT.GetName]§! Я представитель §Y[primitive_creation_country.GetName]§! и для меня большая честь говорить с вами. Я заметил, что мы похожи... Мы одного вида?

source: I see... But this is what we were expecting at first, why would the galaxy be composed of beings only part of our species, that idea makes no sense. Anyway, I hope we can cooperate in the future once we managed to reach the space by ourself.
ru_ru: Понятно... Но именно этого мы и ожидали сначала, зачем галактике состоять из существ только части нашего вида, эта идея не имеет смысла. В любом случае, я надеюсь, что мы сможем сотрудничать в будущем, когда нам удастся достичь космоса самостоятельно.

source: Wow this is such a good news to hear that. So you guys are a sort of advanced civilization composed of the same species than us. That is amazing, it is with pleasure that we would like to cooperate with you in the future once we reach space as well.
ru_ru: Вау, это такая хорошая новость. Значит, вы, ребята, являетесь некой продвинутой цивилизацией, состоящей из тех же видов, что и мы. Это потрясающе, мы с удовольствием хотели бы сотрудничать с вами в будущем, когда мы тоже достигнем космоса.

source: Greetings, people of the §H[ROOT.GetName]§!. I am the represent of The §Y[primitive_creation_country.GetName]§! and I would like to know what do you think of these £consumer_goods£ Consumer Goods that we have produced, we are not looking to interrupt your activities, we just would like to know if they can pick up your interest. Regards.
ru_ru: Приветствую вас, люди §H[ROOT.GetName]§!, я представитель §Y[primitive_creation_country.GetName]§! и я хотел бы знать, что вы думаете об этих £consumer_goods£ потребительских товарах, которые мы произвели, мы не хотим прерывать вашу деятельность, мы просто хотели бы знать, могут ли они вызвать ваш интерес. С уважением.

source: Communication from §H[primitive_creation_country.GetName]§!
ru_ru: Сообщение от §Н[primitive_creation_country.GetName]§!.

source: Greetings, people of the §H[ROOT.GetName]§!, I am the represent of The §Y[primitive_creation_country.GetName]§!, we are actually working on the §BShip Design§! of Corvette-class space ships however we won't be able to make full test in order to know if they can play an important role in our future navy. So we would like to offer you these ships and to lets us know in the future if they were useful in your space battles.
ru_ru: Приветствую вас, жители §H[ROOT.GetName]§!, я представитель §Y[primitive_creation_country.GetName]§!, мы действительно работаем над §BПроектирование судов§! космических кораблей класса корвет, однако мы не сможем провести полное тестирование, чтобы узнать, смогут ли они играть важную роль в нашем будущем флоте. Поэтому мы хотели бы предложить вам эти корабли и сообщить нам в будущем, были ли они полезны в ваших космических сражениях.

source: We have started our adventure in the understanding what is true reality. This path will turn out to be very long and difficult but the reward that lurks at the end must surely be worth it. We will have to sacrifice a lot of time and resources in order to progress on this journey, leaving us vulnerable to our enemies.
ru_ru: Мы начали наше приключение в понимании того, что является истинной реальностью. Этот путь окажется очень долгим и трудным, но награда, которая скрывается в конце, несомненно, того стоит. Нам придется пожертвовать большим количеством времени и ресурсов, чтобы продвинуться по этому пути, что сделает нас уязвимыми для наших врагов.

source: Here comes §H[Root.GetRulerName]§! with the title of §H[Root.GetRulerTitle] [ruler.GetRegnalName]§!. I am sure that you have noticed the upcoming raise of §RCrime§! £crime£ on the planet §Y[target_planet.GetName]§!, and I do believe that it is crucial for us to deal with that problem before it has the opportunity to grow even more and become a serious threat in the future. But remain assured because I have already prepared my plans to deal with that issue by performing a preventive counterstrike. If you allow me to mobilize §R200§! §Y$energy$§! £energy£, then that problem will only become a story of the past or it will at least give us enough time to deal with that problem in the next months.
ru_ru: А вот и §H[Root.GetRulerName]§! с титулом §H[Root.GetRulerTitle] [ruler.GetRegnalName]§! Я уверен, что вы заметили предстоящее повышение §RПреступности§! £crime£ на планете §Y[target_planet.GetName]§!, и я считаю, что нам крайне важно справиться с этой проблемой до того, как она получит возможность вырасти еще больше и стать серьезной угрозой в будущем. Но будьте уверены, потому что я уже подготовил свои планы по решению этой проблемы путем нанесения превентивного контрудара. Если вы позволите мне мобилизовать §R200§! §YЭнергетические кредиты§! £energy£, то эта проблема станет историей прошлого или, по крайней мере, даст нам достаточно времени, чтобы справиться с этой проблемой в следующие месяцы.

source: §H$ap_chosen_ruler$:§! §Y[target_planet.GetName]§! High Crime Rate
ru_ru: §HИзбранный Правитель:§! §Y[target_planet.GetName]§! Высокий уровень преступности

source: Here comes §H[Root.GetRulerName]§! with the title of §H[Root.GetRulerTitle] [ruler.GetRegnalName]§!. I am sure that you have noticed the decreasing §YStability§! £stability£ on the planet §Y[target_planet.GetName]§!, and I do believe that it is crucial for us to deal with that problem before it has the opportunity to grow even more and become a serious threat in the future. But remain assured because I have already prepared my plans to deal with that issue by launching a campaign of local meetings on the planet. If you allow me to mobilize §R200§! §YUnity§! £unity£, then that problem will only become a story of the past or it will at least give us enough time to deal with that problem in the next months.
ru_ru: Вот и §H[Root.GetRulerName]§! с титулом §H[Root.GetRulerTitle] [ruler.GetRegnalName]§! Я уверен, что вы заметили снижение §YСтабильности§! £stability£ на планете §Y[target_planet.GetName]§!, и я считаю, что для нас крайне важно решить эту проблему до того, как она получит возможность вырасти еще больше и стать серьезной угрозой в будущем. Но будьте уверены, потому что я уже подготовил свои планы по решению этой проблемы, начав кампанию местных собраний на планете. Если вы позволите мне мобилизовать §R200§! §YЕдинство§! £unity£, то эта проблема станет лишь историей прошлого или, по крайней мере, даст нам достаточно времени для решения этой проблемы в ближайшие месяцы.

source: §H$ap_chosen_ruler$:§! §Y[target_planet.GetName]§! Low Stability
ru_ru: §HИзбранный Правитель:§! §Y[target_planet.GetName]§! Низкая стабильность

source: Here comes §H[Root.GetRulerName]§! with the title of §H[Root.GetRulerTitle] [ruler.GetRegnalName]§!. I am sure that you have noticed the low proportion of §BHousing§! £housing£ on the planet §Y[target_planet.GetName]§!, and I do believe that it is crucial for us to deal with that problem before it has the opportunity to grow even more and become a serious threat in the future. But remain assured because I have already prepared my plans to deal with that issue by constructing a temporal shelter to keep these pops from the streets. If you allow me to mobilize §R200§! §YMinerals§! £minerals£, then that problem will only become a story of the past or it will at least give us enough time to deal with that problem in the next months.
ru_ru: Вот и §H[Root.GetRulerName]§! с титулом §H[Root.GetRulerTitle] [ruler.GetRegnalName]§! Я уверен, что вы заметили низкую долю §BЖилья§! £house£ на планете §Y[target_planet.GetName]§!, и я считаю, что нам крайне важно решить эту проблему до того, как она получит возможность вырасти еще больше и стать серьезной угрозой в будущем. Но будьте уверены, потому что я уже подготовил свои планы по решению этой проблемы, построив временное убежище, чтобы уберечь этих выскочек с улиц. Если вы позволите мне мобилизовать §R200§! §YМинераллов§! £Minerals£, то эта проблема станет лишь историей прошлого или, по крайней мере, даст нам достаточно времени, чтобы справиться с ней в ближайшие месяцы.

source: §H$ap_chosen_ruler$:§! §Y[target_planet.GetName]§! No Housing
ru_ru: §HИзбранный Правитель:§! §Y[target_planet.GetName]§! Нет жилья

source: Here comes §H[Root.GetRulerName]§! with the title of §H[Root.GetRulerTitle] [ruler.GetRegnalName]§!. I am sure that you have noticed the decreasing §HAmenities§! £amenities£ on the planet §Y[target_planet.GetName]§!, and I do believe that it is crucial for us to deal with that problem before it has the opportunity to grow even more and become a serious threat in the future. But remain assured because I have already prepared my plans to deal with that issue by opening a center of amenities distribution. If you allow me to mobilize §R200§! §Y$energy$§! £energy£, then that problem will only become a story of the past or it will at least give us enough time to deal with that problem in the next months.
ru_ru: Вот и §H[Root.GetRulerName]§! с титулом §H[Root.GetRulerTitle] [ruler.GetRegnalName]§! Я уверен, что вы заметили уменьшение §HУдобства§! £amenities£ на планете §Y[target_planet.GetName]§!, и я считаю, что нам крайне важно решить эту проблему до того, как она сможет вырасти еще больше и стать серьезной угрозой в будущем. Но будьте уверены, потому что я уже подготовил свои планы по решению этой проблемы, открыв центр распределения удобств. Если вы позволите мне мобилизовать §R200§! §YЭнергетические кредиты§! £energy£, то эта проблема станет историей прошлого или, по крайней мере, даст нам достаточно времени для решения этой проблемы в следующие месяцы.

source: Here comes §H[Root.GetRulerName]§! with the title of §H[Root.GetRulerTitle] [ruler.GetRegnalName]§!. I am sure that you have noticed the decreasing §HMaintenance§! £amenities_no_happiness£ on the planet §Y[target_planet.GetName]§!, and I do believe that it is crucial for us to deal with that problem before it has the opportunity to grow even more and become a serious threat in the future. But remain assured because I have already prepared my plans to deal with that issue by launching a maintenance campaign. If you allow me to mobilize §R200§! §Y$energy$§! £energy£, then that problem will only become a story of the past or it will at least give us enough time to deal with that problem in the next months.
ru_ru: А вот и §H[Root.GetRulerName]§! с титулом §H[Root.GetRulerTitle] [ruler.GetRegnalName]§! Я уверен, что вы заметили уменьшение §HТехническое обслуживание§! на планете §Y[target_planet.GetName]§!, и я считаю, что для нас крайне важно решить эту проблему до того, как она получит возможность вырасти еще больше и стать серьезной угрозой в будущем. Но будьте уверены, потому что я уже подготовил свои планы по решению этой проблемы, запустив кампанию по ее поддержанию. Если вы позволите мне мобилизовать §R200§! §YЭнергетические кредиты§! £energy£, то эта проблема станет лишь историей прошлого или, по крайней мере, даст нам достаточно времени для решения этой проблемы в следующие месяцы.

source: §H$ap_chosen_ruler$:§! §Y[target_planet.GetName]§! Low Amenities
ru_ru: §HИзбранный Правитель:§! §Y[target_planet.GetName]§! Низкие удобства

source: Here comes §H[Root.GetRulerName]§! with the title of §H[Root.GetRulerTitle] [ruler.GetRegnalName]§!. I am sure that you have noticed the growing §RUnemployment§! £unemployment£ on the planet §Y[target_planet.GetName]§!, and I do believe that it is crucial for us to deal with that problem before it has the opportunity to grow even more and become a serious threat in the future. But remain assured because I have already prepared my plans to deal with that issue and perform a job orientation initiative. If you allow me to mobilize §R200§! §YMinerals§! £minerals£, then that problem will only become a story of the past or it will at least give us enough time to deal with that problem in the next months.
ru_ru: Вот и §H[Root.GetRulerName]§! с титулом §H[Root.GetRulerTitle] [ruler.GetRegnalName]§! Я уверен, что вы заметили растущую §Rбезработицe§! £unemployment£ на планете §Y[target_planet.GetName]§!, и я считаю, что для нас крайне важно решить эту проблему до того, как она получит возможность вырасти еще больше и стать серьезной угрозой в будущем. Но будьте уверены, потому что я уже подготовил свои планы по решению этой проблемы и выполнению инициативы по ориентации на работу. Если вы позволите мне мобилизовать §R200§! §YМинералы§! £minerals£, то эта проблема станет историей прошлого или, по крайней мере, даст нам достаточно времени для решения этой проблемы в ближайшие месяцы.

source: §H$ap_chosen_ruler$:§! §Y[target_planet.GetName]§! High Unemployment
ru_ru: §HИзбранный Правитель:§! §Y[target_planet.GetName]§! Высокая безработица

source: We have managed to reach the limits hitherto never crossed by any present nation of our time or old nation over several millennials. All the ideas that have continued to emerge throughout the entire country are beginning to become more and more centered on the same goal, that of the quest for absolute knowledge.
ru_ru: Нам удалось достичь пределов, которые до сих пор не переступала ни одна современная нация нашего времени или старая нация на протяжении нескольких тысячелетий. Все идеи, которые продолжают возникать по всей стране, начинают все больше и больше концентрироваться вокруг одной цели - поиска абсолютного знания.

source: Good news sir, our explorers have located an hidden temple on §H[spawn_location.GetName]§! being very old from multiple millennials, and after a long investigation they have managed to find the secret on how to open it turn off any security system still operational. And as expected the hidden building has been preserving a lot of valuable goods which could be collected and turned into treasures.
ru_ru: Хорошие новости, сэр, наши исследователи обнаружили скрытый храм на §H[spawn_location.GetName]§, который был очень старым в течение нескольких тысячелетий, и после долгого расследования им удалось найти секрет, как открыть его, отключив все системы безопасности, которые еще работают. Как и ожидалось, в скрытом здании хранилось множество ценных вещей, которые можно было собрать и превратить в сокровища.

source: Treasures Found On §H[spawn_location.GetName]§!
ru_ru: Сокровища найдены на §H[spawn_location.GetName]§!.

source: Hello and Well come to the $edict_treasures_menu$ here you will have the possibility to find a utility to all the £treasures£ §YTreasures§! that you have collected.
ru_ru: Здравствуйте и добро пожаловать в $edict_treasures_menu$ здесь у вас будет возможность найти полезность для всех £treasures£ §YСокровища§!, которые вы собрали.

source: $TRIGGER_FAIL$Gestalt Empires can only have on treasure deal at time.
ru_ru: $TRIGGER_FAIL$ Генштальт империи могут иметь только одну сделку с сокровищами за раз.

source: $TRIGGER_FAIL$Our spying network need time to find some pirates holding treasures again (4 Years).
ru_ru: $TRIGGER_FAIL$Нашей шпионской сети нужно время, чтобы снова найти пиратов с сокровищами (4 года).

source: $TRIGGER_FAIL$It will take several years for a historian of treasures to collect enough minor artifacts again.
ru_ru: $TRIGGER_FAIL$Историку сокровищ потребуется несколько лет, чтобы снова собрать достаточно мелких артефактов.

source: You are actually trying to call out a $UniqueAscensionPerksEvents.343.Name$, please select on which planet he will land, take in note that the amount of £trade_value£ §YTrade Value§! generated on the selected planet for §H6 Months§! will depend on how much £treasures£ §YTreasures§! you will spend for that collector. Also a planet can only support one trade at a time.
ru_ru: На самом деле вы пытаетесь вызвать $UniqueAscensionPerksEvents.343.Name$, пожалуйста, выберите, на какую планету он приземлится, учтите, что количество £trade_value£ §YТорговой ценности§! генерируемое на выбранной планете за §H6 Месяцы§! будет зависеть от того, сколько £treasures£ §YСокровищ§! вы потратите на этого собирателя. Также планета может поддерживать только одну торговлю одновременно.

source: £treasures£ §YTreasures Collector§! £treasures£
ru_ru: £treasures£ §YКоллекционер сокровищ§! £treasures£

source: Trade §G100§! £treasures£ Treasures
ru_ru: Торговля §Г100§! £treasures£ Сокровищами

source: Trade §G1000§! £treasures£ Treasures
ru_ru: Торговля §G1000§! £treasures£ Сокровищами

source: Trade §G2000§! £treasures£ Treasures
ru_ru: Торговля §G2000§! £treasures£ Сокровищами

source: Trade §G250§! £treasures£ Treasures
ru_ru: Торговля §G250§! £treasures£ Сокровищами

source: Trade §G500§! £treasures£ Treasures
ru_ru: Торговля §G500§! £treasures£ Сокровищами

source: You have selected the planet §G[PlanetTarget.GetName]§! to be the trade docking waypoint where the deal will be done with the $UniqueAscensionPerksEvents.343.Name$ triggering the generation of £trade_value£ §YTrade Value§! on that world for the next §H6 Months§!. Now Please select the amount of £treasures£ §YTreasures§! that we will sell for the coming deal.
ru_ru: Вы выбрали планету §G[PlanetTarget.GetName]§! в качестве торговой точки стыковки, где будет заключена сделка с $UniqueAscensionPerksEvents.343.Name$, запускающая генерацию £trade_value£ §YТорговая ценность§! на этом мире на следующие §H6 месяцев§! Теперь, пожалуйста, выберите количество сокровищ £treasures£ §YСокровищ§!, которое мы будем продавать в предстоящей сделке.

source: We have begun the trade of £treasures£ §YTreasures§! on the planet §G[PlanetTarget.GetName]§!, the amount of £trade_value£ §YTrade Value§! generated on this world will be increased for a total delay of §H6 Months§! after what the deal will be finished.
ru_ru: Мы начали торговлю £treasures£ §YСокровища§! на планете §G[PlanetTarget.GetName]§!, количество £trade_value£ §YТорговая ценность§! генерируемое на этом мире будет увеличено на общую задержку в §H6 месяцев§! после чего сделка будет завершена.

source: Since you are a Gestalt Empire, the $UniqueAscensionPerksEvents.343.Name$ will directly deal with the country instead of selecting a planet, and will pay you in £energy£ §Y$energy$§! instead of £trade_value£ §YTrade Value§!, However take in note that the amount of £energy£ §Y$energy$§! generated from that deal will be §H80%§! of what it would have been with £trade_value£ §YTrade Value§!, but the delay of the deal will be increased from §H6 Months§! to §H7 Months§!. You can also only have one treasures deal at a time.
ru_ru: Поскольку вы являетесь гештальт-империей, $UniqueAscensionPerksEvents.343 .Name$ будет напрямую иметь дело со страной вместо выбора планеты, и заплатит вам в £energy£ §ҮЭнергетические кредиты§! вместо £trade_value£ §ҮТорговой ценности§! Однако учтите, что количество £energy£ §YЭнергетические кредиты§!, полученное в результате этой сделки, будет равно §H80%§! от того, что было бы при использовании £trade_value£ §YТорговая ценность§!, но задержка сделки увеличится с §H6 месяцев§! до §H7 месяцев§! Вы также можете иметь только одну сделку с сокровищами одновременно.

source: We have begun the trade of £treasures£ §YTreasures§! for our Empire, the amount of £energy£ §Y$energy$§! generated for the country will be increased for a total delay of §H7 Months§! after what the deal will be finished.
ru_ru: Мы начали торговлю £treasures£ §Yсокровищами§! для нашей империи, количество £energy£ §YЭнергетические кредиты§! генерируемой для страны, будет увеличено на общую задержку §H7 месяцев§! после чего сделка будет завершена.

source: £treasures£ §YTreasures Trade Launched§! £treasures£
ru_ru: £treasures£ §YЗапущена торговля сокровищами§! £treasures£

source: Our spying network will work on the special mission of finding any group of pirates holding £treasures£ §YTreasures§! inside our borders. Once the order has been launched, it will take them §H4 Years§! at least to locate another group of pirates inside your borders holding another loot of £treasures£ §YTreasures§!. It is recommended to have a Fleet Power £navy_size£ £military_power£ of at least §Y10 000§! to take down these pirates with ease.
ru_ru: Наша шпионская сеть будет работать над специальной миссией по поиску любой группы пиратов, удерживающих £treasures£ §YСокровищами§! внутри наших границ. После выполнения заказа им потребуется §Н4 года§! как минимум, чтобы найти другую группу пиратов в ваших границах, удерживающих очередную добычу £treasures£ §YСокровищами§! Рекомендуется иметь флот мощностью £navy_size£ £military_power£ не менее §Y10 000§!, чтобы с легкостью справиться с этими пиратами.

source: £treasures£ §YTreasures Pirates§! £treasures£
ru_ru: £treasures£ §YСокровища пиратов§! £treasures£
