Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: The collection of influence on our planet §H[Root.GetName]§! has been a success. Our people will now need time to reorganize the next process.
ru_ru: Коллекция влияния на нашу планету §H[Root.GetName]§! был успешным. Теперь нашим сотрудникам потребуется время для реорганизации следующего процесса.

source: We have received reports telling that §H[Root.GetName]§! is ready for another §Y$decision_ethic_shift$§!.
ru_ru: Мы получили сообщения о том, что §H[Root.GetName]§! готов к очередному §Y$decision_ethic_shift$§!.

source: §Y$decision_ethic_shift$§! on §H[Root.GetName]§! Ready
ru_ru: §Y$decision_ethic_shift$§! на §H[Root.GetName]§! Готовность

source: This is it, our scientists have completed the special project and the §YUtopian Dream§! will be ours only in a matter of days. But there is still one problem that our leaders would like to discuss. We have here the possibility to turn our capital §Y[capital_planet.GetName]§! into §Y$pc_gaia$§!, but if the planet class is already what we are looking for then such a change is not necessary. However we must understand that a §Y$pc_gaia$§! is most likely necessary to keep our new friends in the best conditions. So what will be the choice?
ru_ru: Вот и все, наши ученые завершили специальный проект, и §YУтопическая мечта§! станет нашей всего через несколько дней. Но есть еще одна проблема, которую наши лидеры хотели бы обсудить. У нас есть возможность превратить нашу столицу §Y[capital_planet.GetName]§! в §Y$pc_gaia$§!, но если класс планеты уже является тем, что мы ищем, то в таком изменении нет необходимости. Однако мы должны понимать, что §Y$pc_gaia$§!, скорее всего, необходима, чтобы содержать наших новых друзей в наилучших условиях. Так каков же будет выбор?

source: Utopian Dream Accomplished
ru_ru: Утопическая мечта осуществлена

source: §Y[From.GetName]§!: Strategic Resource Discovered
ru_ru: §Y[From.GetName]§!: обнаружен редкий ресурс

source: During its survey of [From.GetName], the [Root.GetName] discovered a previously unknown strategic resource dubbed §HAntimatter§!. Normally only available via high-energy transmutations, this natural antimatter fountain will allow the substance to be used industrially.
ru_ru: Во время исследования [From.GetName] корабль [Root.GetName] обнаружил ранее неизвестный стратегический ресурс, названный §HAntimatter§! Обычно доступный только через высокоэнергетические трансмутации, этот природный фонтан антиматерии позволит использовать вещество в промышленных масштабах.

source: We have the technology - if we control this system, we can extract this resource.
ru_ru: У нас есть технология, и если мы контролируем эту систему, то можем добывать этот ресурс.

source: While we do not yet possess the means to extract this resource, we should seriously consider establishing control over the system for future exploitation.
ru_ru: У нас пока нет технологий разработки этого ресурса, но нам стоит подумать о постройке базы в этой системе — в будущем мы сможем вести здесь добычу.

source: We have located a new §YWhite Hole§! in the §H[Root.GetName]§!, we should send in a Science Ship in order to find out more §HAnti Matters§! £anti_matter£.
ru_ru: Мы обнаружили новую §YБелые дыры§! в §H[Root.GetName]§!, мы должны послать научный корабль, чтобы выяснить больше §HАнтиматерии§! §anti_matter§!.

source: New White Hole Located
ru_ru: Обнаружена новая белая дыра

source: £sr_dark_matter£ Dark Matter Production £sr_dark_matter£
ru_ru: £sr_dark_matter£ Производство темной материи £sr_dark_matter£

source: So what should be done with our current §HAnti Matter§! £anti_matter£?
ru_ru: Так что же делать с нашей текущей §Антиматерией§! £anti_matter£?

source: £energy£ Improve Energy Generation £energy£
ru_ru: £energy£ Улучшить генерацию энергии £энергия£

source: £engineering£ Improve Engineering Output £engineering£
ru_ru: £engineering£ Улучшить производство инженерии £engineering£

source: £physics£ Improve Physics Output £physics£
ru_ru: £physics£ Улучшить выход физики £physics£

source: $TRIGGER_FAIL$Requires to wait at least 3 Years before finding another White Hole.
ru_ru: $TRIGGER_FAIL$ Требуется подождать не менее 3 лет, прежде чем найти другую белую дыру.

source: $TRIGGER_FAIL$Requires to wait at least 3 Years before generating new Space Clouds.
ru_ru: $TRIGGER_FAIL$Необходимо ждать не менее 3 лет до генерации новых космических облаков.

source: £trade_protection£ Improve Energy Shields £trade_protection£
ru_ru: £trade_protection£ Улучшить энергетические щиты £trade_protection£.

source: £ship_speed£ Improve Ship Thrusters £ship_speed£
ru_ru: £ship_speed£ Улучшить движители корабля £ship_speed£.

source: £no_random_building£ Decrease Country Upkeep £no_random_building£
ru_ru: £no_random_building£ Уменьшить расходы на содержание страны £no_random_building£.

source: £military_power£ Improve Energy Weapons £military_power£
ru_ru: £military_power£ Улучшить энергетическое оружие £military_power£.

source: It appears that one of your £anti_matter£ §BAnti Matter§! boost has been completed, you can active it again in the menu if you want.
ru_ru: Похоже, что одно из ваших усилений £anti_matter£ §BАнтиматерия§ было завершено, вы можете активировать его снова в меню, если хотите.

source: £anti_matter£ §RAnti Matter Boost Over§! £anti_matter£
ru_ru: £anti_matter£ §RАнтиматерия форсируется§! £anti_matter£

source: Our scanners are ready to detect another White Hole in the galaxy, we can start when you want.
ru_ru: Наши сканеры готовы обнаружить еще одну Белую дыру в галактике, мы можем начать, когда вы захотите.

source: £anti_matter£ §BWhite Hole Scanner Ready§! £anti_matter£
ru_ru: £anti_matter£ §BСканер белых дыр готов§! £anti_matter£

source: We have completed the survey of the §Y[From.GetName]§! system, our engineers have already deployed a new outpost making that system a part of our territory.
ru_ru: Мы завершили исследование системы §Y[From.GetName]§!, наши инженеры уже развернули новый аванпост, сделав эту систему частью нашей территории.

source: We are ready to generate new Space Clouds, we can start when you want.
ru_ru: Мы готовы генерировать новые космические облака, мы можем начать, когда вы захотите.

source: £anti_matter£ §BSpace Clouds Generation Ready§! £anti_matter£
ru_ru: £anti_matter£ §BКосмические облака Готовое поколение§! £anti_matter£

source: The planet named §H$PLANET|Y$§! is ready to launch a space deep scan again.
ru_ru: Планета под названием §H$PLANET|Y$§! снова готова к запуску глубокого космического сканирования.

source: $decision_deep_scanner$ Ready on §H$PLANET|Y$§!
ru_ru: $decision_deep_scanner$ Готово на §H$PLANET|Y$§!

source: The planet named §H[Root.GetName]§! is ready to launch a space deep scan again.
ru_ru: Планета под названием §H[Root.GetName]§ готова к повторному запуску глубокого сканирования пространства.

source: $decision_deep_scanner$ Ready on §H[Root.GetName]§!
ru_ru: $decision_deep_scanner$ Готово на §H[Root.GetName]§!

source: Our Deep Space Scanners have detected a new anomaly near the celestial body named §H[deep_scanned_planet.GetName]§!. We should send in a Science Ship in order to investigate that location further.
ru_ru: Наши сканеры глубокого космоса обнаружили новую аномалию возле небесного тела под названием §H[deep_scanned_planet.GetName]§! Мы должны послать научный корабль для дальнейшего исследования этого места.

source: Anomaly Found on §H[deep_scanned_planet.GetName]§!
ru_ru: Найдена аномалия на §H[deep_scanned_planet.GetName]§!.

source: A new anomaly is discovered on §Y[deep_scanned_planet.GetName]§!.
ru_ru: Новая аномалия обнаружена на §Y[deep_scanned_planet.GetName]§!.

source: Thanks to the help of our Deep Space Scanners, our artifact hunters have located a new archaeological site on the celestial body named §H[planet_archaeological_site.GetName]§!. We should send in a Science Team in order to investigate that dig site further.
ru_ru: Благодаря помощи наших сканеров глубокого космоса, наши охотники за артефактами обнаружили новое археологическое место на небесном теле под названием §H[planet_archaeological_site.GetName]§! Мы должны послать научную группу для дальнейшего исследования этого места раскопок.

source: Archaeological Site Found on §H[planet_archaeological_site.GetName]§!
ru_ru: Археологический объект найден на §H[planet_archaeological_site.GetName]§!.

source: A new archaeological site is discovered on §Y[planet_archaeological_site.GetName]§!.
ru_ru: На §Y[planet_archaeological_site.GetName]§ обнаружен новый археологический объект!.

source: All the wasted resources accumulated on §Y[ap_expansion_infinity_planet.GetName]§! from pops £pops£ and their jobs £job£ have been collected and purified. Giving them a second purpose for our nation.
ru_ru: Все растраченные ресурсы, накопленные на §Y[ap_expansion_infinity_planet.GetName]§! от попов £pops£ и их работы £job£, были собраны и очищены. Давая им второе предназначение для нашей нации.

source: City Wastes Purification
ru_ru: Очищение городских отходов

source: Focus On Alloys £alloys£
ru_ru: Фокус на сплавах £alloys£

source: Select a District Building £no_random_building£
ru_ru: Выбрать районное здание £no_random_building£.

source: Make a District Building £random_building£
ru_ru: Создать районное здание £random_building£

source: Focus On Consumers £consumer_goods£
ru_ru: Сосредоточиться на потребителях £consumer_goods£.

source: What shall be done for the §Y$ap_self_aware_colony$§! called §H[Root.GetName]§!?
ru_ru: 'Что будет сделано для §Y$ap_self_aware_colony$§! под названием §H[Root.GetName]§!'?

source: Focus On Energy £energy£
ru_ru: Сосредоточиться на энергии £energy£.

source: Focus On Food £food£
ru_ru: Фокус на еду £food£

source: Focus On Minerals £minerals£
ru_ru: Фокус на минералах £minerals£

source: §YNo Focus§!
ru_ru: §YНет Фокуса§!

source: §RTurn Off Self Managed Colony§!
ru_ru: §RВыключить самоуправляемую колонию§!

source: $TRIGGER_FAIL$That option can't be selected on a Habitat.
ru_ru: $TRIGGER_FAIL$Эта опция не может быть выбрана на хаби-тате.

source: Focus On Research £job_researcher£ £physics_research£ £society_research£ £engineering_research£
ru_ru: Фокус на исследованиях £job_researcher£ £physics_research£ £society_research£ £engineering_research£

source: §MReset All Deposit Buildings§!
ru_ru: §MСброс всех депозитных зданий§!.

source: Focus On Soldiers £job_soldier£
ru_ru: Сосредоточиться на энергии £job_soldier£.

source: Focus On Strategic Resources £volatile_motes£ £exotic_gases£ £rare_crystals£
ru_ru: Фокус на стратегических ресурсах £volatile_motes£ £exotic_gases£ £rare_crystals£

source: Focus On Trade £trade_value£
ru_ru: Фокус на торговле £trade_value£

source: Foundry Building £alloys£
ru_ru: Строительство литейного цеха £alloys£

source: Assembly Building £job_roboticist£
ru_ru: Здание для сборки £job_roboticist£

source: Factory Building £consumer_goods£
ru_ru: Здание фабрики £consumer_goods£

source: Culture Building £unity£
ru_ru: Построение культуры £unity£

source: Please select what deposit building should be constructed immediately, take in note that you won't have the authorization to make some buildings depending on what is the focus of the Self Managed Colony. And some of them can also be ordered by you only if they are not present at all on the planet.
ru_ru: Пожалуйста, выберите, какое здание для вклада должно быть построено немедленно, примите к сведению, что у вас не будет разрешения на создание некоторых зданий в зависимости от того, на чем сосредоточена самоуправляемая колония. А некоторые из них могут быть заказаны вами только в том случае, если их вообще нет на планете.

source: Energy Building £energy£
ru_ru: Энергетическое здание £energy£

source: Farming Building £food£
ru_ru: Здание земледелия £food£

source: Growth Building £job_healthcare£
ru_ru: Рост Строительство £job_healthcare£

source: Housing Building £housing£
ru_ru: Жилищное строительство £housing£

source: Mining Building £minerals£
ru_ru: Горное дело Здание £minerals£

source: Selecting a Building
ru_ru: Выбор здания

source: Research Building £job_researcher£ £physics_research£ £society_research£ £engineering_research£
ru_ru: Здание исследований £job_researcher£ £physics_research£ £society_research£ £engineering_research£.

source: Security Building £crime£
ru_ru: Здание безопасности £crime£

source: Military Building £job_soldier£
ru_ru: Военное здание £job_soldier£

source: Refinery Building £volatile_motes£ £exotic_gases£ £rare_crystals£
ru_ru: Здание нефтеперерабатывающего завода £volatile_motes£ £exotic_gases£ £rare_crystals£

source: Trade Building £trade_value£
ru_ru: Торговое здание £trade_value£

source: The Technocrate Congress has begun, we will now discuss on which specialization each of our research domain should focus for the next §Y5 Years§!.
ru_ru: Конгресс технократов начался, теперь мы обсудим, на какой специализации должна быть сосредоточена каждая из наших научных областей в течение следующих §Y5 лет§!.

source: Technocrate Congress
ru_ru: Конгресс Технократов

source: In which specialization shall our technocracy focus in the £physics£ physics domain?
ru_ru: На какой специализации должна сосредоточиться наша технократия в области физики £physics£?.

source: £physics£ Technocrate Congress : §BPhysics Research§! £physics£
ru_ru: Конгресс технократов £physics£ : §BИсследования в области физики§! £physics£

source: In which specialization shall our technocracy focus in the £society£ society domain?
ru_ru: На какой специализации должна сосредоточиться наша технократия в области общества £society£?.

source: £society£ Technocrate Congress : §G$society_research$§! £society£
ru_ru: £society£ Конгресс технократов : §G$society_research$§! £society£

source: In which specialization shall our technocracy focus in the £engineering£ engineering domain?
ru_ru: На какой специализации должна сосредоточиться наша технократия в инженерной области £инженерии£?

source: £engineering£ Technocrate Congress : §HEngineering Research§! £engineering£
ru_ru: Конгресс технократов £engineering£ : §Инженерные исследования§! £engineering£

source: This is it, we have transformed the §H$pc_molten$§! called §G[legendary_forge_planet.GetName]§! into a §Y$pc_legendary_forge$§!, the planet can now be colonized to start the next process.
ru_ru: Вот и все, мы превратили §H$pc_molten$§! под названием §G[legendary_forge_planet.GetName]§! в §Y$pc_legendary_forge$§!, теперь планета может быть колонизирована, чтобы начать следующий процесс.

source: $pc_legendary_forge$ Created
ru_ru: $pc_legendary_forge$ создан.

source: The §YSpecial Project§! has been completed, from now when one of our navy ship is destroyed there are §Y35% Chances§! for it to be recovered and bring back to the capital at the beginning of the next year.
ru_ru: §YСпециальный проект§! был завершен, отныне, когда один из наших кораблей флота будет уничтожен, есть §Y35% шансов§! на то, что он будет восстановлен и возвращен в столицу в начале следующего года.

source: Welcome to the $edict_library_wisedom_menu$, only the braves are accepted here. The only way for us to acknowledge yours is to prove us that you have gathered enough £unity£ §YUnity§!.
ru_ru: Добро пожаловать в $edict_library_wisedom_menu$, здесь принимают только храбрецов. Единственный способ для нас признать ваш - доказать нам, что вы собрали достаточно £unity£ §YЕдинство§!.

source: This is it, we have gather enough energy to launch again the machine which allow us to gain access to our $edict_library_wisedom_menu$.
ru_ru: Вот и все, мы собрали достаточно энергии, чтобы снова запустить машину, которая позволит нам получить доступ к нашему $edict_library_wisedom_menu$.

source: §GLibrary of Wisdom§! Available
ru_ru: §GБиблиотека мудрости§! Доступно

source: What do you seek young one?
ru_ru: Что ищешь ты, юный?.

source: Hello there! Do you have problems with politics or diplomacy with foreign countries? Then stay assured because you have come to the right place, you will never find such an expert in that domain anywhere else. I will put everything I have into the help of §HThe [Root.GetName]§!.
ru_ru: Приветствую вас! У вас есть проблемы с политикой или дипломатией с иностранными государствами? Тогда будьте уверены, вы пришли по адресу, такого эксперта в этой области вы больше нигде не найдете. Я приложу все свои силы, чтобы помочь §HThe [Root.GetName]§!.

source: Do you seek to properly extend your profit with a minimal rate of risk? Don't search anymore, I will be happy to share my knowledge with you. After completely assimilating my teaching, no one will be able to be a worthy rival both in term of £trade_value£ §YTrade§! and £energy£ §YMoney§!.
ru_ru: Вы стремитесь правильно расширить свою прибыль с минимальной долей риска? Не ищите больше, я с радостью поделюсь с вами своими знаниями. После полного усвоения моего учения никто не сможет быть достойным соперником как в отношении £trade_value£ §YТорговли§!, так и £energy£ §YДенег§!.

source: Welcome, I don't think that I need you to tell my name because it doesn't matter anyway. All you need to know about me is the fact that I have lived long enough to have a career in both navy and military, in the navy I won countless battles allowing me to reach the rank of §HGrand Admiral§! and in the military people used to call me §YThe Undefeated§!. But enough talk about me, you are here for a reason and I am sure that I can advise you on how to survive into that dangerous Universe.
ru_ru: Добро пожаловать, я не думаю, что вам нужно называть мое имя, потому что оно все равно не имеет значения. Все, что вам нужно знать обо мне, это то, что я прожил достаточно долго, чтобы сделать карьеру как на флоте, так и в армии, на флоте я выиграл бесчисленные сражения, что позволило мне достичь звания §HВеликий адмирал§! а в армии люди называли меня §YНепобедимый§! Но хватит говорить обо мне, вы здесь не просто так, и я уверен, что смогу подсказать вам, как выжить в этой опасной Вселенной.

source: Welcome, you have in front of you §BThe Greatest Scientist§! that the §HThe [Root.GetName]§! ever had in the past. And I am sure that I can help you in a way to make yourself more comfortable with the difficulties of mastering the technologies of your future.
ru_ru: Добро пожаловать, перед вами §BВеличайший Ученый§! который когда-либо был у §H[Root.GetName]§! И я уверен, что смогу помочь вам как-то облегчить трудности освоения технологий вашего будущего.

source: The Space Engineers was a failure because of malfunction or a lack of time to finish the project. The results in the end won't be what we were expecting.
ru_ru: Космические инженеры потерпели неудачу из-за неполадок или нехватки времени для завершения проекта. Результаты в итоге окажутся не такими, как мы ожидали.

source: Space Engineers Project: §RFailure§!
ru_ru: Проект космических инженеров: §RНеудача§!

source: Our scavanger teams have managed to recover some of the lost ships during the previous year in order to form a new operational fleet ready to serve our navy.
ru_ru: Наши команды мусорщиков сумели восстановить некоторые из потерянных кораблей за предыдущий год, чтобы сформировать новый оперативный флот, готовый служить нашему флоту.

source: Fleet Recovered
ru_ru: Восстановленный флот

source: The £society£ §GLibrary of Wisdom§! £society£ has been closed, we will have to wait at least 440 days before having the possibility to get inside again.
ru_ru: Библиотека мудрости £society£ §GБиблиотека мудрости§! была закрыта, нам придется подождать не менее 440 дней, прежде чем мы сможем снова попасть внутрь.

source: §GLibrary of Wisdom§! Closed
ru_ru: §GБиблиотека мудрости§! Закрыта

source: £alloys£ Direct Construction £alloys£
ru_ru: £alloys£ Прямое строительство £alloys£.

source: We have completed the survey of the §H[From.GetName]§! system, We now have here different possibilities to claim that system without the help of a Construction Ship. We can use our £influence£ §YInfluence§! to gather strong support and directly claim it, we can call in an Investor which will do the work for us in exchange of £energy£ §Y$energy$§!, we can deploy a team of experimented engineers which will do the work only with the help of £minerals£ §YMinerals§!, we can directly construct the outpost with a higher cost of £alloys£ §YAlloys§!, we can ask our people to do the work for but it will cost us £unity£ §YUnity§!, we can hire a slaver which can do the work for us in exchange of a big amount of £food£ §YFood§!, or we can also just leave that system alone if wanted. So what shall be the choice?
ru_ru: Мы завершили исследование системы §H[From.GetName]§!, Теперь у нас есть различные возможности захватить эту систему без помощи строительного корабля. Мы можем использовать наше £influence£ §YВлияние§! для сбора сильной поддержки и прямого захвата, мы можем вызвать инвестора, который сделает работу за нас в обмен на £energy£ §YЭнергетические кредиты§!, мы можем направить команду инженеров-экспериментаторов, которые сделают работу только с помощью £minerals£ §YМинералы§! , мы можем напрямую построить аванпост с более высокой стоимостью £alloys£ §YСплавы§!, мы можем попросить наших людей сделать эту работу, но это будет стоить нам £unity£ §YЕдинство§!, мы можем нанять рабов, которые сделают эту работу для нас в обмен на большое количество £food£ §YЕда§!, или мы можем просто оставить эту систему в покое, если захотим. Так что же выбрать?

source: £energy£ Call an Investor £energy£
ru_ru: £energy£ Позвонить инвестору £energy£

source: £food£ Call a Slaver £food£
ru_ru: £food£ Вызвать раба £food£.

source: £influence£ Gather Strong Support £influence£
ru_ru: £influence£ Собрать сильную поддержку £влияние£

source: £minerals£ Ask the Engineers £minerals£
ru_ru: £minerals£ Спросить инженеров£ минералы£

source: §H[From.GetName]§! Surveyed
ru_ru: §H[From.GetName]§! Исследовано

source: £automatic_drone£ Order the Nano Drones £automatic_drone£
ru_ru: £automatic_drone£ Закажите нано-дронов £automatic_drone£.

source: Leave That System Alone
ru_ru: Оставьте эту систему в покое

source: £treasures£ Hire some Pirates £treasures£
ru_ru: £treasures£ Нанять пиратов £treasures£

source: £unity£ Ask the People £unity£
ru_ru: £unity£ Спросите у людей £unity£.

source: This is it our security engineers have finished to unlock the access to the Dark Galaxy Web for us, we can now setup our security firewall and start our activities inside.
ru_ru: Вот и все, наши инженеры безопасности закончили разблокировать доступ к Темная Галактика Веб для нас, теперь мы можем настроить наш брандмауэр безопасности и начать нашу деятельность внутри.

source: Dark Galaxy Web Access §GGranted!
ru_ru: Доступ к Темная Галактика Веб §GПредоставлено!.

source: Welcome to the browser of the §BDark Galaxy Web§!. Before getting access be sure to read the following instructions...
ru_ru: Добро пожаловать в браузер §BТемная Галактика Веб§! Перед получением доступа обязательно прочитайте следующие инструкции...

source: We have detected an important amount of pirate activity in the §Y[spawn_location_system.GetName]§! System. Sending in §BSecurity Strike Forces§! to pacify the system.
ru_ru: Мы обнаружили большое количество пиратской активности в §Y[spawn_location_system.GetName]§! System. Отправляем ударные силы §BУдарные силы безопасности§! для успокоения системы.

source: Strike Forces Deployed
ru_ru: Развернуты ударные силы
