Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Teach us how to properly maintain our country.
ru_ru: Научите нас, как правильно содержать нашу страну.

source: Teach us how to collect resources from orbit.
ru_ru: Научите нас собирать ресурсы с орбиты.

source: Teach us how to increase the output of our jobs.
ru_ru: Научите нас, как увеличить производительность наших рабочих мест.

source: Teach us how to mobilize our last resources.
ru_ru: Научите нас, как мобилизовать наши последние ресурсы.

source: Teach us how to properly make building schemes.
ru_ru: Научите нас правильно составлять схемы зданий.

source: Teach us how to increase the value of our trades.
ru_ru: Научите нас, как повысить ценность наших сделок.

source: Can you tell us where are your stored alloys?
ru_ru: Можете ли вы сказать нам, где хранятся ваши сплавы?.

source: Teach us how to increase our damage output.
ru_ru: Научите нас, как увеличить наш урон.

source: Teach us how to evade enemy fire.
ru_ru: Научите нас, как уклоняться от вражеского огня.

source: Teach us how to win experience properly.
ru_ru: Научите нас, как правильно получать опыт.

source: Teach us how to properly do a ground battle.
ru_ru: Научите нас, как правильно вести наземный бой.

source: Teach us how to pierce through enemy defenses.
ru_ru: Научите нас пробивать вражескую оборону.

source: Teach us where are the best traveling routes.
ru_ru: Научите нас, где находятся лучшие маршруты для путешествий.

source: Teach us how to prepare a war.
ru_ru: Научите нас, как подготовить войну.

source: Teach us how to take better steps in archeology.
ru_ru: Научите нас, как сделать лучшие шаги в археологии.

source: Teach us how to properly collect data.
ru_ru: Научите нас, как правильно собирать данные.

source: Teach us how to understand engineering better.
ru_ru: Научите нас лучше понимать инженерное дело.

source: Can you help us find some engineering technologies?
ru_ru: Можете ли вы помочь нам найти некоторые инженерные технологии?.

source: Teach us how to understand physics better.
ru_ru: Научите нас лучше понимать физику.

source: Can you help us find some physics technologies?
ru_ru: Можете ли вы помочь нам найти некоторые физические технологии?.

source: Teach us how to extend our research opportunities.
ru_ru: Научите нас, как расширить наши исследовательские возможности.

source: Can you tell us where to find one of your research data?
ru_ru: Не могли бы вы подсказать нам, где найти данные ваших исследований?.

source: Teach us how to understand society better.
ru_ru: Научите нас, как лучше понимать общество.

source: Can you help us find some society technologies?
ru_ru: Можете ли вы помочь нам найти некоторые технологии общества?.

source: Select Another Fallen Empire.
ru_ru: Выберите другую падшую империю.

source: Send them away.
ru_ru: Отошлите их.

source: Abort Mission.
ru_ru: Прервать миссию.

source: Will invest alloys and energy credits in order build for them a navy fleet with a size of 24 in a delay of 30 days minimum.
ru_ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них флот размером 24 с задержкой минимум в 30 дней.

source: Will invest alloys and energy credits in order build for them a navy fleet with a size of 48 in a delay of 60 days minimum.
ru_ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них военно-морской флот размером 48 с задержкой в 60 дней минимум.

source: Will invest alloys and energy credits in order build for them a navy fleet with a size of 96 in a delay of 120 days minimum.
ru_ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них военно-морской флот размером 96 с задержкой минимум в 120 дней.

source: Will invest alloys and energy credits in order build for them a navy fleet with a size of 192 in a delay of 240 days minimum.
ru_ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них флот размером 192 с задержкой минимум в 240 дней.

source: Will invest alloys and energy credits in order build for them a navy fleet with a size of 384 in a delay of 480 days minimum.
ru_ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них военно-морской флот размером 384 с задержкой минимум 480 дней.

source: Open Galaxy Center: Administration
ru_ru: Открыть Центр Галактики: Администрация

source: Open Galaxy Center: Casino
ru_ru: Открыть Galaxy Center: Казино

source: Open Galaxy Center: Cultural Museum
ru_ru: Открыть Галактический центр: Музей культуры

source: Open Galaxy Center: Super Shipyard
ru_ru: Открыть Центр Галактики: Суперверфь

source: Super Shipyard Menu
ru_ru: Меню суперверфи

source: The Super Shipyard can immediately construct war ships with a basic design.
ru_ru: Суперверфь может немедленно построить военные корабли с базовым дизайном.

source: Let's buy some armies.
ru_ru: Давайте купим несколько армий.

source: Let's see what they have.
ru_ru: Посмотрим, что у них есть.

source: Let's buy some robots.
ru_ru: Давайте купим несколько роботов.

source: Let's sell them our resources.
ru_ru: Давайте продадим им наши ресурсы.

source: Let's buy some ships.
ru_ru: Давайте купим несколько кораблей.

source: Let's buy some slaves.
ru_ru: Давайте купим рабов.

source: Farmer Slaves
ru_ru: Фермерские рабы

source: These slaves are specialized in the production of food.
ru_ru: Эти рабы специализируются на производстве еды.

source: Industrial Slaves
ru_ru: Промышленные рабы

source: These slaves are specialized in the production of minerals.
ru_ru: Эти рабы специализируются на производстве минералов.

source: Ingenious Slaves
ru_ru: Изобретательные рабы

source: These slaves are specialized in the production of energy.
ru_ru: Эти рабы специализируются на производстве энергии.

source: We will buy 10 Slaves
ru_ru: Мы купим 10 рабов

source: We will buy 20 Slaves
ru_ru: Мы купим 20 рабов

source: We will buy 40 Slaves
ru_ru: Мы купим 40 рабов

source: We will buy 5 Slaves
ru_ru: Мы купим 5 рабов

source: Put back the need of strategic resources for building upkeep and will also remove the building speed bonus of planets.
ru_ru: Вернет необходимость в стратегических ресурсах для строительства зданий, а также уберет бонус скорости строительства планет.

source: Will remove the need of strategic resources for building upkeep and will also increase the building speed of planets.
ru_ru: Уберет необходимость в стратегических ресурсах для поддержания зданий, а также увеличит скорость строительства планет.

source: Will remove the special district which normally require 'Pinnacle Society' Ascension Perk, and that for every countries present in the game. However if any country managed to get that perk before they will not lose the districts.
ru_ru: Будет удален специальный округ, который обычно требует перк вознесения 'Общество вершины', и это для всех стран, присутствующих в игре. Однако если какая-либо страна успела получить этот перк раньше, она не потеряет эти округа.

source: Will unlock the special district which normally require 'Pinnacle Society' Ascension Perk, and that for every countries present in the game.
ru_ru: Разблокирует специальный округ, который обычно требует перк вознесения 'Общество вершины', и это для всех стран, присутствующих в игре.

source: Will remove the 'Lost Heritage' feature which normally require to first unlock Ascension Perk, and that for every countries present in the game. However if any country managed to get that perk before they will not lose the feature.
ru_ru: Удалит функцию 'Потерянное наследие', которая обычно требует сначала разблокировать перк Вознесения, и это для всех стран, присутствующих в игре. Однако если какая-либо страна успела получить этот перк раньше, она не потеряет его.

source: Will unlock the 'Lost Heritage' feature without having it's Ascension Perk, and that for every countries present in the game.
ru_ru: Разблокирует функцию 'Потерянное наследие' без наличия перка Вознесения, и это для всех стран, присутствующих в игре.

source: That feature is deactivated but the leaders having already be modified will remain unchanged.
ru_ru: Эта функция деактивирована, но лидеры, которые уже были модифицированы, останутся неизменными.

source: Will directly put all leaders to level 5 and with 3 traits like the 'Unlimited Awareness' Ascension Perk, and that for every countries present in the game.
ru_ru: Все лидеры будут иметь 5 уровень и 3 характеристики, как у перка вознесения 'Неограниченная осведомленность', и это для всех стран, присутствующих в игре.

source: Will remove the special leader traits which normally require 'Expandable Knowledge' Ascension Perk, and that for every countries present in the game. However if any country managed to get that perk before they will not lose the custom leader traits.
ru_ru: Удалит специальные черты лидера, которые обычно требуют перк вознесения 'Расширяемые знания', и это для всех стран, присутствующих в игре. Однако если какая-либо страна успела получить этот перк раньше, они не потеряют особые черты лидера.

source: Will unlock the special leader traits which normally require 'Expandable Knowledge' Ascension Perk, and that for every countries present in the game.
ru_ru: Разблокирует особые черты лидера, которые обычно требуют перк Вознесения 'Расширяемое знание', и это для всех стран, присутствующих в игре.

source: Will remove the 'Celestial Manipulation' feature which normally require to first unlock Ascension Perk, and that for every countries present in the game. However if any country managed to get that perk before they will not lose the feature.
ru_ru: Удалит функцию 'Небесное манипулирование', которая обычно требует сначала разблокировать перк Вознесения, и это для всех стран, присутствующих в игре. Однако если какая-либо страна успела получить этот перк раньше, она не потеряет его.

source: Will unlock the 'Celestial Manipulation' feature without having it's Ascension Perk, and that for every countries present in the game.
ru_ru: Разблокирует функцию 'Небесная манипуляция' без наличия перка Вознесения, и это для всех стран, присутствующих в игре.

source: Will remove the 'Self Managed Colony' feature which normally require to first unlock Ascension Perk, and that for every countries present in the game. However if any country managed to get that perk before they will not lose the feature.
ru_ru: Удалит функцию 'Самоуправляемая колония', которая обычно требует сначала разблокировать перк Вознесения, и это для всех стран, присутствующих в игре. Однако если какая-либо страна успела получить этот перк раньше, она не потеряет эту возможность.

source: Will unlock the 'Self Managed Colony' feature without having it's Ascension Perk, and that for every countries present in the game.
ru_ru: Разблокирует функцию 'Самоуправляемая колония' без наличия перка Вознесения, и это для всех стран, присутствующих в игре.

source: Will move to a submenu having the possibility to show all the details about all the Ascension Perks present in the mod.
ru_ru: Переместит в подменю с возможностью показать все подробности обо всех перках вознесения, присутствующих в моде.

source: An enormous planet-sized machine, designated to produce vast amounts of consumer goods.
ru_ru: Огромная машина размером с планету, предназначенная для производства огромного количества потребительских товаров.

source: $TRIGGER_FAIL$We can only have 3 Utopian Projects.
ru_ru: $TRIGGER_FAIL$ У нас может быть только 3 утопических проекта.

source: White Hole Observatory
ru_ru: Обсерватория белых дыр

source: By building a specialized science facility dedicated to studying a white hole, our empire will surely be able to see improvements in our understanding of Physics and Engineering.
ru_ru: Построив специализированный научный объект, предназначенный для изучения белой дыры, наша империя наверняка сможет увидеть улучшения в нашем понимании физики и инженерии.

source: Evolved Swarm
ru_ru: Эволюционировавший рой

source: The Hivemind is working on a way to make the stolen ships from our enemies directly upgraded with the most advanced components that our science may have unlocked. With this you will not have to upgrade any new stolen ships making them ready on the go.
ru_ru: Разум Улья работает над тем, чтобы украденные у наших врагов корабли можно было напрямую модернизировать с помощью самых передовых компонентов, которые, возможно, открыла наша наука. Благодаря этому вам не придется модернизировать новые украденные корабли, и они будут готовы к работе.

source: §HUnlocks Feature:§! Leaders Minimum Level: §Y2§!
ru_ru: §HРазблокирует функцию:§!Лидеры Минимальный уровень: §Y2§!

source: §HUnlocks Feature:§! Leaders Minimum Level: §Y3§!
ru_ru: §HРазблокирует функцию:§!Лидеры Минимальный уровень: §Y3§!

source: §HUnlocks Feature:§! Leaders Minimum Level: §Y4§!
ru_ru: §HРазблокирует функцию:§!Лидеры Минимальный уровень: §Y4§!

source: §HUnlocks Feature:§! Leaders Minimum Level: §Y5§!
ru_ru: §HРазблокирует функцию:§! Лидеры Минимальный уровень: §Y5§!

source: §HUnlocks Feature:§! Leaders Minimum Traits: §Y2§!
ru_ru: §HРазблокирует функцию:§! Минимальные черты лидера: §Y2§!

source: §HUnlocks Feature:§! Leaders Minimum Traits: §Y3§!
ru_ru: §HРазблокирует функцию:§! Минимальные черты лидера: §Y3§!

source: §HUnlocks Buildings:§! Nano Drone Production Facilities
ru_ru: §HРазблокирует здания:§! Объекты по производству нано-дронов

source: §HUnlocks Feature:§! New Leader Traits
ru_ru: §HРазблокирует функцию:§! Новые черты лидера

source: §HUnlocks Feature:§! §BPlanetary Program:§! $ap_pc_eco$
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! $ap_pc_eco$

source: §HUnlocks Feature:§! §BPlanetary Program:§! $ap_pc_energy$
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! $ap_pc_energy$

source: §HUnlocks Feature:§! §BPlanetary Program:§! $ap_pc_farming$
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! $ap_pc_farming$

source: §HUnlocks Feature:§! §BPlanetary Program:§! $ap_pc_mining$
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! $ap_pc_mining$

source: §HUnlocks Feature:§! §BPlanetary Program:§! $ap_pc_trade$
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! $ap_pc_trade$

source: §HUnlocks Feature:§! §BPlanetary Program:§! $ap_pc_training$
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! $ap_pc_training$

source: §HUnlocks Feature:§! §BPlanetary Program:§! §YAsteroids§!
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа§! §YАстероиды§!

source: §HUnlocks Feature:§! §BPlanetary Program:§! §YRandom World§!
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа§! §YСлучайный мир§!

source: §HUnlocks Feature:§! §BPlanetary Program:§! §YPerfect World§!
ru_ru: §HРазблокирует функцию:§! §BПланетарная программа:§! §YИдеальный мир§!

source: Increase by §Y100%§! the chances of §BPlanetary Program§! §GSuccess§!
ru_ru: Увеличеные §Y100%§! шансы на §BПланетарная программа§! §GУспех§!

source: Awaken Fallen Empire
ru_ru: Пробуждение Падшей Империи

source: §HUnlocks Feature:§! Improved Black Hole Exploitation
ru_ru: §HРазблокирует функцию:§! Улучшенная эксплуатация черных дыр

source: Increase the §YDeposit§! of every §YBlack Hole§! by §G2§! §Y$sr_dark_matter$§! £sr_dark_matter£.
ru_ru: Увеличить §YДоход§! от каждой §YЧерной дыры§! на §G2§! §Y$sr_dark_matter$§! £sr_dark_matter£.

source: $nanite_gateway$
ru_ru: Нанитовые врата

source: Civilian Space Business Project
ru_ru: Проект Гражданский космический бизнес

source: That project will allow our civilians to start their own space business on a heavy scale. That feature will allow them to do new activities such as transport of resources or people, private research from a colony to another inside our borders. And the interesting part for us is the fact that we will be able to tax them from their profits.
ru_ru: Этот проект позволит нашим гражданским лицам начать свой собственный космический бизнес в больших масштабах. Эта возможность позволит им заниматься новыми видами деятельности, такими как перевозка ресурсов или людей, частные исследования от одной колонии к другой внутри наших границ. И самое интересное для нас - это то, что мы сможем взимать налоги с их прибыли.

source: Factory Advanced Core Section
ru_ru: Промышленный продвинутый основной сектор

source: Auxiliary Foundry District
ru_ru: Вспомогательный литейный район

source: Produces §Y3 Alloys§! £alloys£ for §R3 Minerals§! £minerals£.
ru_ru: Производит §Y3 Сплавы§! £alloys£ из §R3 Минералов§! £minerals£.

source: Auxiliary Factory District
ru_ru: Вспомогательный заводской район

source: Produces §Y3 Consumer Goods§! £consumer_goods£ for §R3 Minerals§! £minerals£.
ru_ru: Производит §Y3 Потребительские товары§! £consumer_goods£ из §R3 Минералов§! £minerals£.

source: Auxiliary Generator District
ru_ru: Район вспомогательных генераторов

source: Produces §Y5 $energy$§! £energy£.
ru_ru: Производит §Y5 Энергетические кредиты§! £energy£.

source: Produces §Y6 Engineering Research§! £engineering£.
ru_ru: Производит §Y6 Инженерные исследования§! £engineering£.

source: Auxiliary Farming District
ru_ru: Район вспомогательных сельских хозяйства

source: Produces §Y6 Foods§! £food£.
ru_ru: Производит §Y6 Еды§! £food£.

source: Auxiliary Mining District
ru_ru: Вспомогательный горнодобывающий район

source: Produces §Y5 Minerals§! £minerals£.
ru_ru: Производит §Y5 Минералы§! £minerals£.

source: Auxiliary Laboratory District
ru_ru: Район вспомогательной лаборатории

source: Produces §Y6 Physics Research§! £physics£.
ru_ru: Производит §Y6 Физические исследования§! £physics£.

source: Produces §Y6 $society_research$§! £society£.
ru_ru: Производит §Y6 $society_research$§! £society£.

source: Auxiliary Leisure District
ru_ru: Вспомогательный район досуга

source: Produces §Y5 Unity§! £unity£.
ru_ru: Производит §Y5 Единство§! £unity£.

source: Factory Core Section
ru_ru: Секция заводского ядра

source: Portable Foundry District
ru_ru: Район литейного завода

source: A portable district producing §Y8 Alloys§! £alloys£ for §R6 Minerals§! £minerals£.
ru_ru: Портативный район, производящий §Y8 Сплавов§! £alloys£ из §R6 Минералов§! £minerals£.

source: Portable Industrial District
ru_ru: Переносной промышленный район

source: A portable district producing §Y8 Consumer Goods§! £consumer_goods£ for §R6 Minerals§! £minerals£.
ru_ru: Портативный район, производящий §Y8 Потребительские товары§! £consumer_goods£ из §R6 Минералов§! £minerals£.

source: Portable Generator District
ru_ru: Район портативных генераторов

source: A portable district producing §Y12 $energy$§! £energy£.
ru_ru: Портативный район, производящий §Y12 Энергетических кредитов§! £energy£.

source: Portable Agriculture District
ru_ru: Переносной сельскохозяйственный район

source: A portable district producing §Y16 Foods§! £food£.
ru_ru: Портативный район, производящий §Y16 Еды§! £food£.

source: Portable Mining District
ru_ru: Портативный горнодобывающий район

source: A portable district producing §Y12 Minerals§! £minerals£.
ru_ru: Портативный район, производящий §Y12 Минералы§! £minerals£.

source: Portable Research District
ru_ru: Портативный исследовательский район

source: A portable district producing §Y8 Research Points§! £physics£ £society£ £engineering£.
ru_ru: Портативный район, производящий §Y8 Очки исследования§! £physics£ £society£ £engineering£.

source: Portable Leisure District
ru_ru: Портативный район отдыха

source: A portable district producing §Y10 Unity§! £unity£.
ru_ru: Портативный район, производящий §Y10 Единство§! £unity£.

source: Factory Specialized Core Section
ru_ru: Заводская специализированная основная секция

source: Produces §Y9 Alloys§! £alloys£ for §R9 Minerals§! £minerals£.
ru_ru: Производит §Y9 Сплавы§! £alloys£ из §R9 Минералов§! £minerals£.

source: Produces §Y9 Consumer Goods§! £consumer_goods£ for §R9 Minerals§! £minerals£.
ru_ru: Производит §Y9 Потребительские товары§! £consumer_goods£ из §R9 Минералов§! £minerals£.

source: Produces §Y15 $energy$§! £energy£.
ru_ru: Производит §Y15 Энергетические кредиты§! £energy£.

source: Produces §Y18 Engineering Research§! £engineering£.
ru_ru: Производит §Y18 Инженерные исследования§! £engineering£.

source: Produces §Y18 Foods§! £food£.
ru_ru: Производит §Y18 Еды§! £food£.

source: Produces §Y15 Minerals§! £minerals£.
ru_ru: Производит §Y15 Минералы§! £minerals£.

source: Produces §Y18 Physics Research§! £physics£.
ru_ru: Производит §Y18 Физические исследования§! £physics£.

source: Produces §Y18 $society_research$§! £society£.
ru_ru: Производит §Y18 $society_research$§! £society£.

source: Produces §Y15 Unity§! £unity£.
ru_ru: Производит §Y15 Единство§! £unity£.

source: Industrial Advanced Core Section
ru_ru: Промышленный продвинутый ключевой раздел

source: Industrial Core Section
ru_ru: Секция промышленного ядра

source: Industrial Specialized Core Section
ru_ru: Промышленная специализированная основная секция

source: Industrial Foundry District
ru_ru: Промышленно-литейный район

source: A portable industrial district producing §Y80 Alloys§! £alloys£ for §R60 Minerals§! £minerals£.
ru_ru: Переносной промышленный район, производящий §Y80 Сплавы§! £alloys£ из §R60 Минералы§! £minerals£.

source: Industrial Consumer District
ru_ru: Промышленный индустриальный район

source: A portable industrial district producing §Y80 Consumer Goods§! £consumer_goods£ for §R60 Minerals§! £minerals£.
ru_ru: Переносной промышленный район, производящий §Y80 Потребительские товары§! £consumer_goods£ for §R60 Минералы§! £minerals£.

source: Industrial Generator District
ru_ru: Район промышленных генераторов

source: A portable industrial district producing §Y120 $energy$§! £energy£.
ru_ru: Переносной промышленный район, производящий §Y120 Энергетические кредиты§! £energy£.

source: Industrial Agriculture District
ru_ru: Промышленно-сельскохозяйственный район

source: A portable industrial district producing §Y160 Foods§! £food£.
ru_ru: Переносной промышленный район, производящий §Y160 Еды§! £food£.

source: Industrial Mining District
ru_ru: Промышленный горнодобывающий район

source: A portable industrial district producing §Y120 Minerals§! £minerals£.
ru_ru: Переносной промышленный район, производящий §Y120 Минералов§! £minerals£.

source: Industrial Research District
ru_ru: Промышленно-исследовательский район

source: A portable industrial district producing §Y80 Research Points§! £physics£ £society£ £engineering£.
ru_ru: Переносной промышленный район, производящий §Y80 Очки исследования§! £physics£ £society£ £engineering£.

source: Industrial Leisure District
ru_ru: Промышленно-досуговый район

source: A portable industrial district producing §Y100 Unity§! £unity£.
ru_ru: Переносной промышленный район, производящий §Y100 Единство§! £unity£.'

source: This is it, we have created the first smart AI with enough autonomy to act as a the 4th Research Scientist. By spending energy on her we will be able to increase our technology way faster than other nations.
ru_ru: Вот оно, мы создали первый умный ИИ с достаточной автономией, чтобы действовать в качестве 4-го научного сотрудника. Затрачивая на нее энергию, мы сможем развивать наши технологии гораздо быстрее, чем другие страны.

source: Cortana Activated
ru_ru: Активирована Кортана

source: Dark Galaxy Web Access
ru_ru: Темный доступ к галактике

source: This system contains an §YEmergency Gateway§!
ru_ru: Эта система содержит §YАварийный шлюз§!

source: Eternal Vigilance Project
ru_ru: Проект 'Вечная бдительность
