Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Fleet jumping behavior produces $AAR_tips_jumper_OVERC$, and the output depends on the size of this fleet. Consuming charging energy enables §B$AAR_MOD_cntr_jumper_OVERC$§!, which greatly increasing the jump range.
ru_ru: Действия флота при прыжках приведёт к $AAR_tips_jumper_OVERC$, результат которого зависит от его размера. Потребление энергии при §B$AAR_MOD_cntr_jumper_OVERC$§!, значительно увеличит дальность прыжка.

source: §BFaith Value§!
ru_ru: §BЦенность веры§!

source: Fleet jumping behavior produces $AAR_tips_jumper_WORSHIP$, and the output depends on the size of this fleet. Faith value decays by §H3%§! per month with an upper limit of §H100%§!. It will improve the effects of §BJumping Enhancement§! and §BFaith Inspiration§!.
ru_ru: Действия флота при прыжках приведёт к $AAR_tips_jumper_WORSHIP$, результат которого зависит от его размера. Ценность веры падает на §H3%§! в месяц, имеет верхний предел - §H100%§!. Это повысит воздействие §Bулучшенных прыжков§! и §Bвдохновение верой§!.

source: You start the game with §Y1§! §HAvailable Ascended Slots§!, and §Y200§!£unity£§E$unity$§! each year for 5 years thereafter.
ru_ru: Вы начнёте игру с §Y1§! §Hоткрытым бонусом за стремление§! и прибавкой в §Y200§! £unity£ §E$unity$§!, каждый год, в течение последующих 5 лет.

source: $r_defender$ has been activated.
ru_ru: $r_defender$ был активирован.

source: Increase the damage to all common empires/fallen empires/special crisis, and increase the research speed.
ru_ru: Увеличивает урон по всем обычным/угасшим империям/особым кризисам, а так же, увеличивает скорость исследований.

source: Requires a lot of resource maintenance, $mod_country_produces_mult $§R-15%§!.
ru_ru: Требуется больше ресурсов для обслуживания, $mod_country_produces_mult $§R-15%§!.

source: §HSummons the specified endgame crisis that has not happened.§!
ru_ru: §HВызывает указанный кризис конца игры, который не произошёл.§!

source: §EGives technology §Y$AAR_TECH_sb_defence$§!, giving all starbases and turrets additional §Y$HULL$/$ARMOR$/$SHIELDS$§! and a new fire control system. §!
ru_ru: §EДаёт технологию §Y$AAR_TECH_sb_defence$§!, которая дополнительно увеличивает у всех звёздных баз и платформ §Y$HULL$/$ARMOR$/$SHIELDS$§!, предоставляет новую систему управления огнем.§!

source: §BTachyon Cube Completed§!
ru_ru: §BТахионный куб построен§!

source: Rebuilding the barren world
ru_ru: Восстановление бесплодных миров

source: §HCannot deploy §!$AAR_MEGA_webway_BASE$
ru_ru: §HНевозможно произвести развёртывание §!$AAR_MEGA_webway_BASE$

source: §GCan deploy §!$AAR_MEGA_webway_BASE$
ru_ru: §GРазвертывание §!$AAR_MEGA_webway_BASE$

source: Activate $AAR_MEGA_webway_NODE$
ru_ru: Активация $AAR_MEGA_webway_NODE$

source: Cannot maintain this §B$AAR_MEGA_webway_NODE$§!
ru_ru: Невозможно обслуживать этот §B$AAR_MEGA_webway_NODE$§!

source: §H$AAR_MEGA_webway_NEXUS$§! has been activated
ru_ru: §H$AAR_MEGA_webway_NEXUS$§! успешно активирован.

source: §RWarning:§! You do not control any $AAR_MEGA_webway_NEXUS$
ru_ru: §RВнимание： §!Вы не контролируете ни одного $AAR_MEGA_webway_NEXUS$

source: Remote activation $AAR_MEGA_webway_NODE$
ru_ru: $AAR_MEGA_webway_NODE$ удалённая активация.

source: §BPropaganda war begins!§!
ru_ru: §BНачинается пропагандистская война§!

source: Awesome Fleet
ru_ru: Потрясающий флот

source: Potential Naval Threat
ru_ru: Потенциальная военная угроза

source: A leader survived
ru_ru: Лидер выжил

source: Investor
ru_ru: Инвестор

source: Affiliate
ru_ru: Филиал

source: Personal Union
ru_ru: Младший партнёр

source: In turn, the financial benefits they get are: happiness increased by §Y25%§! and job output increased by §Y50%§!.
ru_ru: В свою очередь, финансовые выгоды, которые они получают, заключаются в следующем: счастье увеличивается на §Y25%§!, а производство рабочими увеличивается на §Y50%§!.

source: Investors are fully autonomous, and in order to protect their assets, they must help the parent company when they are attacked, but the parent company does not need to be their war ally.
ru_ru: Инвесторы полностью автономны, и для защиты своих активов они должны помогать центральной компании, когда на них нападают, но центральная компании не обязательно должна быть их военным союзником.

source: It is required to submit §Y25%§! of monthly £energy£§Y$energy$§!, §Y15%§! of monthly research and £minerals£ §R$minerals$§! as financial expenses.
ru_ru: Они должны представлять §Y25%§! от ежемесячной £energy£ §Y$energy$§!, §Y15%§! от ежемесячных исследований и £minerals£ §R$minerals$§!, в виде финансовых расходов.

source: After the vassal is removed, the bonus effect will disappear after a period of time.
ru_ru: После освобождения вассала, бонусный эффект исчезнет, через некоторое время.

source: Affiliation is an advanced form of tributary, although they have a high degree of autonomy and can expand and engage in diplomatic activities at will.
ru_ru: Филиал - это продвинутая форма подчинения, хотя они обладают высокой степенью автономии и могут расширяться и участвовать в дипломатической деятельности по своему желанию.

source: But must be accountable to the Central Empire and fight alongside it.
ru_ru: Но должен быть подотчётен Центральной империи и сражаться бок о бок с ней.

source: Requires surrender §Y15% §! monthly research, £energy£§Y$energy$§!, £minerals£§R$minerals$§!, £alloys£ §M$alloys$§! and premium resource income to complete production tasks.
ru_ru: Требуется §Y15% §! от ежемесячных очков исследований, £energy£ §Y$energy$§!, £minerals£ §R$minerals$§!, £alloys£ §M$alloys$§! и премиальный доход от ресурсов для выполнения производственных задач.

source: They Industry support from the central government: $mod_country_produces_mult$ increases §!§G25%§!.
ru_ru: Они получают поддержку от центрального правительства: увеличивая $mod_country_produces_mult$ на §!§G25%§!.

source: After the vassal is released, the bonus effect will disappear after a period of time.
ru_ru: После освобождения вассала, бонусный эффект исчезнет, через некоторое время.

source: Requires §Y25%§! monthly research and £unity£§E$unity$§!, and §Y30%§! of £energy£ §Y$energy$§!, £minerals£ §R$minerals$§! and £alloys£ §M$alloys$§! income as tribute.
ru_ru: Требуется §Y25%§! от ежемесячных очков исследований и £unity£§E$unity$§!, и §Y30%§! от £energy£ §Y$energy$§!, £minerals£ §R$minerals$§! и £alloys£ §M$alloys$§! в качестве дани.

source: They are supported by overlord's industries: $mod_country_produces_mult$ increases §!§G50%§! .
ru_ru: Они поддерживаются промышленностью покровителя: увеличивая $mod_country_produces_mult$ на §!§G50%§! .

source: They have limited diplomatic power and must fight alongside their overlord.
ru_ru: Они обладают ограниченной дипломатической свободой и должны сражаться бок о бок со своим покровителем.

source: Union is an advanced form of vassal.
ru_ru: Союз - это продвинутая форма вассализма.

source: Allow us to transform potential barren planet into Gaia planet.（Some barren planet get "Terraforming candidate"）
ru_ru: Позволяет нам терраформировать бесплодные планеты в идеальные миры. Некоторые бесплодные миры получают эффект "Кандидат на терраформирование".

source: §HClimate transformation§!
ru_ru: §HВосстановление климата§!

source: §HUnlocked function:§! Barren planet transformation
ru_ru: §HОткрывает возможность：§! Восстановление бесплодных миров

source: Allow us to transform potential barren planet into hive world.（Some barren planet get "Terraforming candidate"）
ru_ru: Позволяет нам терраформировать бесплодные планеты в миры ульи. Некоторые бесплодные миры получают эффект "Кандидат на терраформирование".

source: Allow us to transform potential barren planet into $pc_machine$.（Some barren planet get "Terraforming candidate"）
ru_ru: Позволит нам превратить потенциально бесплодную планету в $pc_machine$.（Какая-нибудь бесплодная планета получит статус: "кандидата на терраформирование".）

source: §HClimate transformationg§!
ru_ru: §HИзменение климата§!

source: §HUnlocked function:§! $AAR_TFC_machine_wrold$
ru_ru: §HОткрывает функцию:§! $AAR_TFC_machine_wrold$

source: Future technology summit
ru_ru: Саммит технологий будущего

source: We believe in science, and believe that our science needs constant development, and far from turning the world into omniscience, science - the constant change of the unknown into the known, which is the true meaning of our greatness and the purpose of carrying forward the spirit of exploration
ru_ru: Мы верим в науку, и знает что наша наука нуждается в безостановочном развитии. Наука это постоянное изменение неизвестного в известное, что знаменует наше истинное величие и предназначение держать передовой фронт исследований.

source: §HUnlocks Planetary Edict:§! NZT-48
ru_ru: §HОткрывает планетарный указ:§! РЭО-48

source: §HUnlocks decision:§! Nature and harmony
ru_ru: §HОткрывает планетарный указ:§! Природа и гармония

source: §HUnlocks decision:§! Subjugation of Nature
ru_ru: §HОткрывает планетарный указ:§! Покорение природы

source: Ecological Exploration
ru_ru: Экологическое исследование

source: Subjugation of Nature
ru_ru: Покорение природы

source: We have completely conquered nature.
ru_ru: Мы окончательно покорили природу.

source: We live in harmony with nature, almost perfect symbiosis.
ru_ru: Мы живем в гармонии с природой, почти в идеальном симбиозе.

source: The crisis seems to come from...subspace creatures ?
ru_ru: Похоже кризис начнут... существа из подпространства?

source: These patterns seem to be describing a dimensional portal.
ru_ru: Похоже что эти паттерны описывают межпространственный портал.

source: A mysterious signal ? what does that mean ?
ru_ru: Загадочный сигнал? Что это значит?

source: §EThis is a Planetary Edict that lasts for §Y20§! years and increases £pop Pop §Y$MOD_POP_HAPPINESS$§!, increases Pop §YResearch Output§!, decrease §YGoverning Ethics Attraction§!.§!
ru_ru: §EЭто планетарный указ, который длится ровно §Y20§! лет и увеличивает £pop §Y$MOD_POP_HAPPINESS$§! поселений, увеличивает прирост §Yисследований§! поселениями и снижает §YПривлекательность руководящих принципов§!.§!

source: §EThis is a Decision that permanently increases the maximum number of districts a Planet can support by §Y8§!. It can only be performed once on each planet.§!
ru_ru: §EЭто решение навсегда увеличит максимально число районов планеты на §Y8§!. Такое можно проделать с каждой планетой только один раз.§!

source: §EThe vassal will be promoted to $SUBJECT_AAR_SBJ_vassal$ after a period of time.
ru_ru: §EЧерез некоторое время, вассал будет повышен до $SUBJECT_AAR_SBJ_vassal$.

source: If the affiliate relationship is lifted, the addition effect will disappear after a period of time.§!
ru_ru: Прекратив партнёрство с сюзереном, они потеряют увеличенный приток ресурсов спустя некоторое время.§!

source: They are supported by the production of the parent company: Energy Credits and Minerals output increase by §!§Y100%§!§E.
ru_ru: Также они поддерживаются своим сюзереном — их приток энергии и минералов увеличен на §!§Y100%§!§E.

source: They have limited diplomatic options, and fight along their parent company.
ru_ru: Они ограничены в дипломатии и воюют вместе с сюзереном.

source: They must pays §Y25%§! of their monthly Research, Energy Credits and Minerals to their parent company.
ru_ru: Они платят §Y25%§! от количества их ежемесячного притока исследований, энергии и минералов своему сюзерену.

source: §EThe subsidiary will be promoted to wholly-owned subsidiary after a period of time.
ru_ru: §EСпустя некоторое время вассалы и данники будут становиться младшими партнёрами.

source: Subsidiary £opinion §YOpinion§! increased by§G+100§!
ru_ru: £opinion §YОтношение§! подданных будет увеличено на §G+100§!

source: Allow us to open up different trends of propaganda through the modification of the policy.
ru_ru: Позволяет нам открывать различные направления пропаганды с помощью преображений политики

source: §HUnlocks policy: §!Complete Confidence
ru_ru: §HОткрывает политику: §!Абсолютная уверенность

source: subject £opinion §YOpinion§! increased by §G+400§!
ru_ru: £opinion §YОтношение§! подданных будет увеличено на §G+400§!

source: Every §Y3§! years, "Future Technology Summit" is held, which provides 6 months worth of research output.
ru_ru: Каждые §Y3§! года будет проводится "Саммит технологий будущего", который обеспечивает результаты исследований на сумму 6 месяцев.

source: Master of Crisis
ru_ru: Страж Галактики

source: Our research spacecraft discovered an old-fashioned box full of mysterious patterns on a barren planet. After a preliminary study, the box is sealed by sophisticated technology and is very difficult to open. Its surface pattern seems to be telling the Galaxy may face a desperate disaster, with the prevention in the box.
ru_ru: Наши исследования космического пространства обнаружили носитель полный множества загадочных и очень старинных паттернов на небольшой бесплодной планете. После предварительного изучения носителя мы обнаружили, что он хорошо защищен и его полное исследование займёт не мало времени. Однако, если выделить общую информация на нем, то там говорится о возможной катастрофе, которая грозит нашей галактике, а так же информацию о подготовке к ней.

source: We will never allow the Galaxy into a dark future!
ru_ru: Так давайте же не позволим Галактике кануть в лету!

source: A mysterious relic will be obtained. §RNote, this thing can cause the endgame crisis.§!
ru_ru: Будет получена Таинственная реликвия. §RОбратите внимание, эта штука может вызвать кризис конца игры.§!

source: If you activate the relic, everyone's £opinion §YOpinion§! increased by §R-50§!
ru_ru: Если вы активируете реликвию, то £opinion §YОтношение§! всех империй увеличено на §G+50§!

source: All resources produced: §G+25%§!
ru_ru: Производство ресурсов: §G+25%§!

source: Damage to Endgame Crisis factions: §G+15%§!
ru_ru: Урон кризисным фракциям в конце игры: §G+15%§!

source: Efficient Executive
ru_ru: Эффективное исполнение

source: The edicts decided upon by our government will be carried out to the maximum extent.
ru_ru: Указы нашего правительства будут исполнены с максимальной педантичностью и как можно скорее.

source: Arms Race
ru_ru: Гонка вооружений

source: We need more, more fleets, to make sure our rights will be enforced.
ru_ru: Нам нужно больше, больше флота, чтоб быть уверенными в завтрашнем дне.

source: Endless Hive
ru_ru: Бесконечный улей

source: We easily transformed habitable planets into hive worlds, and even turned our eyes to some potentially barren planets.
ru_ru: Мы легко превратим обитаемые планеты в миры ульи и даже обратим внимание на некоторые бесплодные планеты со скрытым потенциалом, дабы наделить их жизнью.

source: Enforce Prerogative
ru_ru: Исполнительная прерогатива

source: After a series of profound reforms, the government's control ability has been further improved.
ru_ru: После чреды глубоких реформ у нашего правительства крайне улучшилась способность контроля над мирами империи.

source: Demiurge
ru_ru: Демиург

source: Some of the ignorance of the low civilization call us the Demiurge, is also not too wrong.
ru_ru: За несколько надменное отношение к примитивным цивилизациям нас назвали бы демиургами... И это не было бы ошибкой.

source: Nature and harmony
ru_ru: Природа и гармония

source: Planet Terrain Shaping
ru_ru: Формирование рельефа планеты

source: Accumulated knowledge and experience are sufficient, and all natural environmental factors that interfere with our expansion can be easily ruled out. All lands, all naturals are open to us! We are the conquerors of nature! §!
ru_ru: Наших накопленных знаний и опыта достаточно, а потому - все факторы окружающей среды которые могут помешать нашей экспансии будут без проблем уничтожены. Вся земля, вся природа - открыты для нас! Мы — покорители природы!§!

source: Unlock all £society §YClear Blocker§! technology.
ru_ru: Открывает все £society технологии §Yочищения клеток§!.

source: We have changed the way of transforming nature, following the laws of nature, and building a system that is conducive to the harmonious symbiosis between us and nature.
ru_ru: Мы изменили наши способы трансформации окружающей среды, и следуя законам природы - мы научились гармоничному симбиозу между нами и природой.

source: Unlock all £society §YPlanet habitability§! technology.
ru_ru: Открывает все £society технологии §Yприспособленности к планетам§!.

source: Unity of Will
ru_ru: Единство воли

source: All government decisions, we are firmly maintained; any government instructions, we unswervingly follow.
ru_ru: Всем правительственным решениям мы твердо придерживаемся; любым правительственным указаниям мы неуклонно следуем.

source: United Domination
ru_ru: Общие ценности

source: Those who are loyal to us, the brilliant future is in front of you.
ru_ru: Тех, кто лоялен нам - ведет дорога к светлому будущему.

source: Technological Singularity
ru_ru: Технологическая сингулярность

source: A technological singularity was summed up according to the history of technological development view, that the future will happen an inevitable event: technology development will be in a very short period of time has greatly close to infinite progress.
ru_ru: Технологическая сингулярность была подытожена в соответствии с историей технологического развития, согласно которой в будущем произойдет неизбежное событие: развитие технологий за очень короткий промежуток времени значительно приблизится к бесконечному прогрессу.

source: Limitless
ru_ru: Бесконечность

source: We have developed a magic agent: NZT-48, Can greatly improve the thinking ability of people who suck. At the same time, learning new knowledge will get a great euphoria. It has almost no side effects. Learning and research have become the best way to entertain!
ru_ru: Мы разработали чудесный реагент: РЭО-48. Он многократно улучшает мыслительные возможности у тех, кто ищет новых знаний. В то же время получение новых знаний вызывает сильную эйфорию. К тому же, этот реагент почти не имеет побочных эффектов. Обучение и исследования стали лучшими развлечениями в нашей империи!

source: Capital Penetration
ru_ru: Всепроникающий капитализм

source: We continue to invest and lend in Galaxy countries for high profits, gradually controlling their economic lifeline, and even affecting some senior officials'decision-making.
ru_ru: Мы продолжаем инвестировать и облагать кредитами империи галактики для получения более высоких прибылей, постепенно начиная контролировать их жизненный путь и даже влияя на принятие решений некоторыми высокопоставленными чиновниками.

source: Planet Shaper
ru_ru: Мастера по изменению планет

source: Changing the ecosystem of a planet is just a little bit of work for us.
ru_ru: Изменение экосистемы планет это лишь небольшая работенка для нас.

source: Come on, let the universe burn!
ru_ru: Давай, пусть Вселенная сгорит!

source: Pandora's Box
ru_ru: Ящик Пандоры

source: We gladly accept
ru_ru: Мы с радостью его примем

source: Get Relic: §Y$r_defender$§!
ru_ru: Получена реликвия: §Y$r_defender$§!

source: §HThen, what should we do?§!
ru_ru: §HИ, что же нам, тогда делать?§!

source: At the same time, it seems to contain some ancient knowledge, telling us how to fight the horrors from the void.
ru_ru: В то же время, похоже, в нём содержится какое-то древнее знание, рассказывающее нам, как побороть Ужас из пустоты.

source: The mysterious box seems to be some kind of strange signal source, Undecipherable messages are emitting outward, as if summoning some indescribable evil.
ru_ru: Таинственный ящик, похоже, является каким-то странным источником сигнала, из него исходят неразборчивые сообщения, словно призывающие какое-то неописуемое зло.

source: §BThe great Gray Snow Mountain, the immortal Stary Watch.§! This line of characters is engraved on the front of the box, emitting a faint red light.
ru_ru: §BВеликая Серая Снежная Гора, бессмертный Старый Дозор.§! Эта строка символов выгравирована на лицевой стороне коробки, излучая слабый красный свет.

source: The three year conference was successfully held
ru_ru: Саммит Трёх Лет был успешно проведён

source: Gain §YResearch Points§! equivalent to §G6§! monthly gain.
ru_ru: Получены §Yочки исследований§! равные приросту за §G6§! месяцев.

source: I know, no need to notify again.
ru_ru: Я понял. Нет нужды сообщать мне об этом больше.

source: Will not be notified again.
ru_ru: Дальнейших оповещений об этом событии не будет.

source: Hegemonism
ru_ru: Гегемонизм

source: The central government's control is constantly improving, firmly controlling every sectors.
ru_ru: Контроль со стороны центрального правительства постоянно улучшается, а потому - контроль над всеми секторами империи только возрастает.

source: All the sectors are under control！
ru_ru: Все сектора находятся под контролем!

source: §Y$MOD_COUNTRY_ADMIN_CAP_ADD$§! increased by §G50§!.
ru_ru: §Y$MOD_COUNTRY_ADMIN_CAP_ADD$§! увеличится на §G50§!.

source: Turning authoritarianism.
ru_ru: Принятие авторитаризма.

source: Open ten years of authoritarian ethics propaganda
ru_ru: Начать десятилетнюю пропаганду авторитаризма

source: Turning egalitarianism
ru_ru: Принятие эгалитаризма

source: Open ten years of egalitarianism ethics propaganda
ru_ru: Начать десятилетнюю пропаганду эгалитаризма

source: Turning materialist
ru_ru: Принятие материализма

source: Open ten years of materialist ethics propaganda
ru_ru: Начать десятилетнюю пропаганду материализма

source: Turning militarist
ru_ru: Принятие милитаризма

source: Open ten years of militarist ethics propaganda
ru_ru: Начать десятилетнюю пропаганду милитаризма

source: Turning pacifist
ru_ru: Принятие пацифизма

source: Open ten years of pacifist ethics propaganda
ru_ru: Начать десятилетнюю пропаганду пацифизма

source: Turning spiritualist
ru_ru: Принятие спиритуализма

source: Open ten years of spiritualist ethics propaganda
ru_ru: Начать десятилетнюю пропаганду спиритуализма

source: Turning xenophile
ru_ru: Принятие ксенофилии

source: Open ten years of xenophile ethics propaganda
ru_ru: Начать десятилетнюю пропаганду ксенофилии

source: Turning xenophobe
ru_ru: Принятие ксенофобии

source: Open ten years of xenophobe ethics propaganda
ru_ru: Начать десятилетнюю пропаганду ксенофобии

source: Navy Construction
ru_ru: Корабли построены

source: Large-scale construction, completing established tasks while constructing some new $battleship$ equipped with newest technology.
ru_ru: Крупномасштабное строительство, выполнение установленных задач при строительстве новых $battleship$ с применением новейших технологий.

source: It's time to draw!
ru_ru: Время бросить игровые кости!

source: Don't make it, keep the materials for other uses
ru_ru: Продайте дополнительные корабли охранным компаниям. Наши торговые маршруты должны быть в безопасности.

source: Get §G3~7§! prototype $battleship$
ru_ru: Получено §G3~7§! прототипов $battleship$

source: Get §G10000§!£alloys£ §M$alloys$§!, get §G100§!£influence£§P$influence$§!.
ru_ru: Вы получите §G10000§! £alloys£ §M$alloys$§! и §G100§! £influence£ §P$influence$§!

source: Maintenance status
ru_ru: Поддержка текущих принципов

source: There is no need to guide the ethics of the people.
ru_ru: Нет надобности указывать принципы нашим гражданам.

source: Controled $AAR_MEGA_webway_NEXUS$
ru_ru: Контроль за $AAR_MEGA_webway_NEXUS$

source: §G+1§! $job_criminal$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_criminal$ за $VALUE$ поселений

source: Megastructure Build Cost
ru_ru: Стоимость строительства мегаструктуры

source: Megastructure Resource Production
ru_ru: Производство ресурсов в мегасооружениях

source: $pop_cat_ruler$ Upkeep
ru_ru: Содержание $pop_cat_ruler$

source: $pop_cat_specialist$ Upkeep
ru_ru: Содержание $pop_cat_specialist$
