Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: We will increase the defense of our territory by completing the '§Y$ETERNAL_VIGILANCE$§!', once it is done, our engineers will have the possibility to deploy defense platforms in every unprotected system. Each of our colonies will also be protected by a massive ion cannon to prevent any incursion without a decent fight once the titan technology is researched. If the military platforms are destroyed there will be a delay of 15 Years before they can spawn again.
ru_ru: Мы усилим оборону нашей территории, достроив '§Y$ETERNAL_VIGILANCE$§!', Как только это будет сделано, наши инженеры получат возможность развернуть защитные платформы в каждой незащищенной системе. Каждая из наших колоний также будет защищена массивной ионной пушкой, чтобы предотвратить любое вторжение без достойного боя, как только технология титанов будет исследована. Если военные платформы будут уничтожены, то будет 15 лет задержки, прежде чем они смогут появиться снова.

source: Executive Vigor Project
ru_ru: Проект 'Энергичность руководителя

source: Our government is strong and won't be limited like the ones of other countries, we will improve our adaptability to the maximum and allow the possibility to use whole new level of civics combination.
ru_ru: Наше правительство сильное и не будет ограничено, как в других странах, мы максимально улучшим нашу приспособляемость и дадим возможность использовать совершенно новый уровень сочетания гражданских качеств.

source: The Desire to Learn
ru_ru: Желание учиться

source: Reaching the Unknown
ru_ru: Достижение неизведанного

source: The Second Choice
ru_ru: Второй выбор

source: The word has been said, our awareness is unlimited and so we will not only focus on a single decision. The time will come when we will be able to make a second choice in order to become even more powerful.
ru_ru: Слово уже сказано, наше осознание безгранично, поэтому мы не будем сосредотачиваться только на одном решении. Придет время, когда мы сможем сделать второй выбор, чтобы стать еще более могущественными.

source: The Final Choice
ru_ru: Окончательный выбор

source: We are not stopping here, let's do it one final time. And then we will truly reach the full potential of our Unlimited Awareness.
ru_ru: Мы не остановимся на этом, давайте сделаем это в последний раз. И тогда мы действительно достигнем полного потенциала нашей Безграничной Осознанности.

source: Increase the max amount of Science Ships in Expedition to §Y15§!.
ru_ru: Увеличить максимальное количество научных кораблей в экспедиции до §Y15§!.

source: Increase the max amount of Science Ships in Expedition to §Y30§!.
ru_ru: Увеличить максимальное количество научных кораблей в экспедиции до §Y30§!.

source: Increase the max amount of Science Ships in Expedition to §Y60§!.
ru_ru: Увеличить максимальное количество научных кораблей в экспедиции до §Y60§!.

source: Leviathan Summoning
ru_ru: Призыв левиафана

source: Medium $tech_living_metal_armor$
ru_ru: Средний $tech_living_metal_armor$

source: Mother Cloud Section
ru_ru: Секция материнского облака

source: Mother Crystal Section
ru_ru: Секция материнского кристалла

source: Mother Tiyanki Section
ru_ru: Секция Матери Тянки.

source: §GSpace Amoeba Homeworld§!
ru_ru: §GРодной мир космической амёбы§!

source: §GVoid Cloud Homeworld§!
ru_ru: §GРодной мир Облака Пустоты§!

source: §GCrystalline Entity Homeworld§!
ru_ru: §GРодной мир кристаллической сущности§!

source: §GMining Drone Center§!
ru_ru: §GЦентр беспилотных летательных аппаратов для горнодобывающей промышленности§!

source: §BDefense Sentinels Factory World§!
ru_ru: §BСтражи обороны Заводской мир§!

source: §GTiyanki Whale Homeworld§!
ru_ru: §GРодина кита Тяньки§!

source: Nanite Ship Sections
ru_ru: Секции нанитовых кораблей

source: Unlocks new powerful ship sections composed of nanites, allowing them to carry more weapons and modules.
ru_ru: Открывает новые мощные секции кораблей, состоящие из нанитов, что позволяет им нести больше оружия и модулей.

source: §GNanite§! Artillery Bow
ru_ru: §GНанитовый§! Артиллерийский носовая часть

source: §GNanite§! Carrier Mid
ru_ru: §GНанитовый§! серединый носитель

source: §GNanite§! Carrier Stern
ru_ru: §GНанитовый§! кормовой носитель

source: §GNanite§! Defense Bow
ru_ru: §GНанит§! Защитная носовая часть

source: §GNanite§! Defense Section
ru_ru: §GНанит§! Секция обороны

source: §GNanite§! Defense Mid
ru_ru: §GНанит§! Середина защиты

source: §GNanite§! Defense Stern
ru_ru: §GНанит§! Защита Штерна

source: §GNanite§! Defense-Torpedo Bow
ru_ru: §GНанит§! Защита-торпеда носовая часть

source: This system contains a §YNanite Gateway§!
ru_ru: Эта система содержит §YПуть через нанитовые ворота§!

source: §GNanite§! Heavy Section
ru_ru: §GНанит§! Тяжелая секция

source: §GNanite§! Heavy Bow
ru_ru: §GНанит§! Тяжелый носовая часть

source: §GNanite§! Heavy Mid
ru_ru: §GНанит§! Тяжелая середина

source: §GNanite§! Heavy Stern
ru_ru: §GНанит§! Тяжелая корма

source: §GNanite§! $ION_CANNON_CORE$
ru_ru: §GНаниты§! $ION_CANNON_CORE$

source: §GNanite§! Standard Bow
ru_ru: §GНанит§! Стандартный носовая часть

source: §HUnlocks Feature:§! $NANITES_SHIP_SECTION$.
ru_ru: §HРазблокирует функцию:§! Секции нанитовых кораблей.

source: §GNanite§! Artillery Mid
ru_ru: §GНанит§! Средняя артиллерия

source: §GNanite§! Sniper Stern
ru_ru: §GНанит§! Снайпер Штерн

source: §GNanite§! Sniper Bow
ru_ru: §GНанит§! Снайперская носовая часть

source: §GNanite§! Standard Mid
ru_ru: §GНанит§! Стандартный средний

source: §GNanite§! Standard Stern
ru_ru: §GНанит§! Стандартная кормовая часть

source: §GNanite§! Swarm Colossus
ru_ru: §GНанит§! Колосс роя

source: §GNanite§! Torpedo Bow
ru_ru: §GНанит§! Торпедная носовая часть

source: §GNanite§! Torpedo Colossus
ru_ru: §GНанит§! Торпеда Колосс

source: §GNanite§! Torpedo Section
ru_ru: §GНанит§! Торпедная секция

source: §GNanite§! Torpedo Mid
ru_ru: §GНанит§! Средняя торпеда

source: §GNanite§! Torpedo Stern
ru_ru: §GНанит§! Торпедная корма

source: §GNanite§! XL Bow
ru_ru: §GНанит§! носовая часть XL

source: §HUnlocks Feature:§! Improved Neutron Exploitation
ru_ru: §HРазблокирует функцию:§! Улучшенная эксплуатация нейтронов

source: Increase the §YDeposit§! of every §YNeutron Stars§! by §G8§! §YEngineering Research§! £engineering£.
ru_ru: Увеличить §YДоход§! от каждой §YНейтронные звезды§! на §G8§! §YИнженерные исследования§! £engineering£.

source: §BPlanetary Program:§! §YHabitat§!
ru_ru: §BПланетарная программа:§! §YСреда обитания§!

source: §BPlanetary Program:§! §YOrbital Elysium§!
ru_ru: §BПланетарная программа:§! §YОрбитальный Элизиум§!

source: §BPlanetary Program:§! §YAsteroids§!
ru_ru: §BПланетарная программа:§! §YАстероиды§!

source: §BPlanetary Program:§! $ap_pc_mining$
ru_ru: §BПланетарная программа:§! $ap_pc_mining$

source: §BPlanetary Program:§! $ap_pc_energy$
ru_ru: §BПланетарная программа:§! $ap_pc_energy$

source: §BPlanetary Program:§! $ap_pc_farming$
ru_ru: §BПланетарная программа:§! $ap_pc_farming$

source: §BPlanetary Program:§! $ap_pc_eco$
ru_ru: §BПланетарная программа:§! $ap_pc_eco$

source: §BPlanetary Program:§! $ap_pc_training$
ru_ru: §BПланетарная программа:§! $ap_pc_training$

source: §BPlanetary Program:§! $ap_pc_trade$
ru_ru: §BПланетарная программа:§! $ap_pc_trade$

source: §BPlanetary Program:§! §YRandom World§!
ru_ru: §BПланетарная программа:§! §YСлучайный мир§!

source: §BPlanetary Program:§! §YPerfect World§!
ru_ru: §BПланетарная программа:§! §YИдеальный мир§!

source: A Special Job £job£ unlocked by the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: Королевы Улья дают новую жизнь улью. Они являются волей проявления Разума.

source: §HUnlocks Feature:§! Improved Pulsar Exploitation
ru_ru: §HРазблокирует функцию:§! Улучшенная эксплуатация пульсара

source: Increase the §YDeposit§! of every §YPulsar Stars§! by §G8§! §YPhysics Research§! £physics£.
ru_ru: Увеличить §YДоход§! от каждой §YПульсарные звезды§! на §G8§! §YИсследования в области физики§! £physics£.

source: Construct $ap_recomposer$
ru_ru: Конструкция рекомпозера

source: Ship Upgrade Operations
ru_ru: Операции по модернизации судов

source: Our engineers are working on a project to directly improve the design of the recovered ships with the most recent technology that we have acquired. Once that project will be completed every recovered ship will have the last updated components instead of the basic ones making them ready on the go.
ru_ru: Наши инженеры работают над проектом по непосредственному улучшению конструкции восстанавливаемых кораблей с помощью новейших технологий, которые мы приобрели. После завершения этого проекта каждый восстановленный корабль будет оснащен последними обновленными компонентами вместо базовых, что сделает их готовыми к работе.

source: Ships Recover Operations
ru_ru: Операции по восстановлению судов

source: Our engineers might be able to program some recycling drones allowing them to retrieve most parts of our destroyed ships to repair them in the future. Finishing that §YSpecial Project§! would give any of our ships §Y35% Chances§! of being repaired and operational at our capital after destruction.
ru_ru: Наши инженеры, возможно, смогут запрограммировать несколько перерабатывающих дронов, позволяющих им извлекать большинство частей наших разрушенных кораблей для их ремонта в будущем. Завершение этого §YСпециального проекта§! даст любому из наших кораблей §Y35% шансов§! быть отремонтированным и функционирующим в нашей столице после уничтожения.

source: Replicator Drone Section
ru_ru: Секция дрона-репликатора

source: Retriever Sentinel Project
ru_ru: Проект 'Страж ретриверов

source: Retriever Sentinel are heavy unit specialized at taking on huge targets such as battleships, titans and leviathans. When combined with sentinels around it, they can be very deadly toward any kind of invaders coming near our territory.
ru_ru: Стражи-ретриверы - это тяжелые боевые единицы, специализирующиеся на уничтожении огромных целей, таких как линкоры, титаны и левиафаны. В сочетании с окружающими часовыми, они могут быть очень смертоносными для любого вида захватчиков, приближающихся к нашей территории.

source: Improve the max amount of defense sentinels to §Y150§!.
ru_ru: Повысить максимальное количество защитных часовых до §Y150§!.

source: Improve the max amount of defense sentinels to §Y300§!.
ru_ru: Повысить максимальное количество защитных часовых до §Y300§!.

source: Improve the max amount of defense sentinels to §Y450§!.
ru_ru: Повысить максимальное количество защитных часовых до§Y450§!.

source: Veteran Armies Formation
ru_ru: Формирование ветеранских армий

source: Citadel Hangar Section
ru_ru: Ангарная секция Цитадели

source: Citadel Starbase Section
ru_ru: Секция звездной базы Цитадель

source: Space Engineers Project
ru_ru: Проект космических инженеров

source: Once that project is completed a Citadel will be constructed at the position of the current Construction Ship which started the Special Project.
ru_ru: После завершения этого проекта Цитадель будет построена на месте нынешнего строительного корабля, с которого начался специальный проект.

source: §HUnlocks Feature:§! Improved Star Exploitation
ru_ru: §HРазблокирует функцию:§! Улучшенная эксплуатация звезд

source: Increase the §YDeposit§! of every §YNormal Stars§! by §G6§! §YEnergy§! £energy£.
ru_ru: Увеличить §YДоход§! от каждой §YОбычные звезды§! на §G6§! §YЭнергии§! £energy£.

source: Perfect Vassals will act as common country however they will never turn against their overlord.
ru_ru: Совершенные вассалы будут действовать как общее государство, однако они никогда не выступят против своего повелителя.

source: Machine Follower
ru_ru: Следящий за машиной

source: The $civilian_factory$ is used as a mobile factory able to generate resources like districts and their jobs. You can increase the limit of that ship 1 time per 50 Navy Size.
ru_ru: $civilian_factory$ Используется как мобильная фабрика, способная генерировать ресурсы, такие как районы и их рабочие места. Вы можете увеличить лимит этого корабля 1 раз за 50 размеров флота.

source: §HUnlocks Ship Type:§! $civilian_factory$
ru_ru: §HРазблокирует тип корабля:§! $civilian_factory$

source: §HUnlocks Ship Section:§! $CIVILIAN_INDUSTRIAL_SHIP_ADVANCED_CORE_SECTION$
ru_ru: §HРазблокирует секцию корабля:§! $CIVILIAN_INDUSTRIAL_SHIP_ADVANCED_CORE_SECTION$

source: §HUnlocks Ship Section:§! $CIVILIAN_INDUSTRIAL_SHIP_SPECIALIZED_CORE_SECTION$
ru_ru: §HРазблокирует секцию корабля:§! $CIVILIAN_INDUSTRIAL_SHIP_SPECIALIZED_CORE_SECTION$

source: The $civilian_industrial_ship$ is the mega sized version of the $civilian_factory$, it is a giant massive factory able to transports hundreds of districts and people in order to produces massive amount of resources. You can increase the limit of that ship 1 time per 500 Navy Size for a maximum of 3.
ru_ru: The $civilian_industrial_ship$ это мегаразмерная версия $civilian_factory$, это гигантский массивный завод, способный перевозить сотни районов и людей для производства огромного количества ресурсов. Вы можете увеличить лимит этого корабля 1 раз за 500 размеров флота, максимум 3.

source: §HUnlocks Ship Type:§! $civilian_industrial_ship$
ru_ru: §HРазблокирует тип корабля:§! $civilian_industrial_ship$

source: Pirates £treasures£ §YTreasures§! Convoy
ru_ru: Пираты £treasures£ §YСокровища§! Конвой

source: Reward:
ru_ru: Награда:

source: We have located a bunch of pirates carrying treasures in their cargos. Take them down, and their holding will be ours.
ru_ru: Мы обнаружили группу пиратов, перевозящих сокровища в своих грузах. Захватите их, и их холд станет нашим.

source: The first step of our §YSpace Domestication Special Project§! is to select which spaceborn alien species we want to educate, only one can be selected for the process. §RKnow that the decision is definitive and you won't be able to come back on your choice.§!
ru_ru: Первый шаг нашего §YСпециальный проект Космическое приручение§! это выбрать, какой космический вид инопланетян мы хотим воспитать, только один может быть выбран для этого процесса. §RЗнайте, что решение окончательное и вы не сможете вернуться к своему выбору.§!

source: Space Domestication Selection
ru_ru: Выбор космического одомашнивания

source: You have selected the $domesticated_ameoba$ as our new domesticate spaceborn alien species.
ru_ru: Вы выбрали $domesticated_ameoba$ как наш новый одомашненный космический вид инопланетян.

source: You have selected the $domesticated_cloud$ as our new domesticate spaceborn alien species.
ru_ru: Вы выбрали $domesticated_cloud$ как наш новый одомашненный космический вид инопланетян.

source: You have selected the $domesticated_crystal$ as our new domesticate spaceborn alien species.
ru_ru: Вы выбрали $domesticated_crystal$ как наш новый одомашненный космический вид инопланетян.

source: Since the selection of the spaceborn alien species that we are going to breed and domesticate has been completed now we can start the §YSpace Domestication Special Project§! that will begin the breeding process.
ru_ru: Поскольку отбор инопланетных видов космического происхождения, которые мы собираемся разводить и одомашнивать, завершен, теперь мы можем начать специальный проект §YСпециальный проект по одомашниванию в космосе§!, который начнет процесс разведения.

source: You have selected the $domesticated_drone$ as our new domesticate spaceborn alien species.
ru_ru: Вы выбрали $domesticated_drone$ как наш новый одомашненный космический вид инопланетян.

source: You have selected the $domesticated_tiyanki$ as our new domesticate spaceborn alien species.
ru_ru: Вы выбрали $domesticated_tiyanki$ как наш новый одомашненный космический вид инопланетян.

source: Talking about that, what should be done next?
ru_ru: Говоря об этом, что нужно делать дальше?

source: We have finally managed to domesticate the spaceborn alien species, it is now under our influence and will now execute the task that we order them to do.
ru_ru: Нам наконец-то удалось приручить инопланетянина космического происхождения, теперь он находится под нашим влиянием и будет выполнять то, что мы ему прикажем.

source: Space Domestication Completed
ru_ru: Космическое приручение завершено

source: $TRIGGER_FAIL$That Protocol is in cooldown.
ru_ru: $TRIGGER_FAIL$That Протокол находится в режиме ожидания.

source: $TRIGGER_FAIL$That Protocol or the Security one is already active. (2 Years)
ru_ru: $TRIGGER_FAIL$Этот протокол или протокол безопасности уже активен. (2 года)

source: $TRIGGER_FAIL$That Protocol or the Military one is already active. (2 Years)
ru_ru: $TRIGGER_FAIL$Этот протокол или военный уже активен. (2 года)

source: $TRIGGER_FAIL$Requires to have domesticated aliens alive.
ru_ru: $TRIGGER_FAIL$Требуется, чтобы одомашненные пришельцы были живы.

source: We have completed the special project allowing us to get stronger and clone our own leaders, allowing a more specified leadership for the many tasks of our empire.
ru_ru: Мы завершили специальный проект, позволяющий нам становиться сильнее и клонировать наших собственных лидеров, что дает возможность более определенного руководства для выполнения многочисленных задач нашей империи.

source: Getting Stronger
ru_ru: Становиться сильнее

source: The cooldown for that protocol has been completed, which mean that it is now ready to be used again.
ru_ru: Завершено действие этого протокола, что означает, что теперь он снова готов к использованию.

source: §YBreeding Fertilization Protocol§! Ready
ru_ru: §YПротокол селекционного оплодотворения§! Готово

source: §YResources Gathering Protocol§! Ready
ru_ru: §YПротокол сбора ресурсов§! Готово

source: §YMilitary Assault Protocol§! Ready
ru_ru: §YПротокол военного штурма§! Готово

source: §YSecurity Defense Protocol§! Ready
ru_ru: §YПротокол защиты безопасности§! Готово

source: §YResearch Assistance Protocol§! Ready
ru_ru: §YПротокол помощи в проведении исследований§! Готово

source: Please select which leader should be cloned.
ru_ru: Пожалуйста, выберите, какой лидер должен быть клонирован.

source: Leader Cloning Selection
ru_ru: Выбор клонирования лидеров

source: You have selected the leader named §G[Root.GetName]§!, please select how many clones should be created.
ru_ru: Вы выбрали лидера по имени §G[Root.GetName]§!, выберите, сколько клонов должно быть создано.

source: Cloning a Leader
ru_ru: Клонирование лидера

source: We have perfectly cloned our leader §G[Root.GetName]§!, we have now more of them available for our Hivemind.
ru_ru: Мы идеально клонировали нашего лидера §G[Root.GetName]§!, теперь у нас есть большее их количество, доступное для нашего Ульевого разума.

source: Leader Cloned
ru_ru: Лидер клонирован

source: Now that we finished our §YSpace Domestication Special Project§!. We now have the possibility to contact the §YLeviathan Master§!, that entity is hidden somewhere in the void in a cluster never visited before. We will have to launch a §YSpecial Project§! in order to find him and communicate with him.
ru_ru: Теперь, когда мы закончили §YСпециальный проект Космическое приручение§!. Теперь у нас есть возможность связаться с §YПовелителем левиафанов§!, эта сущность скрыта где-то в пустоте, в кластере, который никто не посещал. Нам придется запустить §YСпециальный проект§! чтобы найти его и пообщаться с ним.

source: §RMortals? It's been a while since I last meet living being as insignificant as yourself. But I must suppose that if you managed to reach me, then it means that you know what you are doing and who you are facing.§!
ru_ru: §RСмертные? Прошло много времени с тех пор, как я в последний раз встречался с таким ничтожным существом, как вы. Но я должен предположить, что если вам удалось связаться со мной, значит, вы знаете, что делаете и с кем столкнулись.§!

source: §RYou should be honored by the fact that your presence finally my boredom and my loneliness. So as a Reward I will allow you to summon one of my minions for nothing. Just a little snack.§!
ru_ru: §RВы должны быть польщены тем, что ваше присутствие окончательно развеяло мою скуку и одиночество. Поэтому в качестве награды я позволю вам вызвать одного из моих приспешников просто так. Всего лишь небольшая трапеза.§!

source: Anyway what is the reason of your presence this time?§!
ru_ru: Какова причина вашего присутствия на этот раз?§!

source: §RHere I am Mortals. I have no intention to move anywhere because I don't see why I should. This place that I have found is very comfortable and I would trade it for nothing else. Many entities and what you could call Gods have tried to conquer my territory, they are all now perishing endlessly in my infinite insides...
ru_ru: §RВот он я, смертный. У меня нет намерения куда-либо переезжать, потому что я не вижу причин для этого. Это место, которое я нашел, очень удобно, и я не променяю его ни на что другое. Многие сущности и те, кого вы можете назвать богами, пытались завоевать мою территорию, но все они бесконечно погибают в моих безграничных объятиях...

source: $TRIGGER_FAIL$Requires to not be already summoning a Leviathan.
ru_ru: $TRIGGER_FAIL$Требуется, чтобы уже не был призван левиафан.

source: $TRIGGER_FAIL$Requires the $ap_leviathan_master$ to not be already sharing some knowledge with us.
ru_ru: $TRIGGER_FAIL$ Требуется, чтобы Мастер Левиафанов уже не делился с нами знаниями.

source: $TRIGGER_FAIL$Requires to have a colony with at least 20 pops on it to sacrifice.
ru_ru: $TRIGGER_FAIL$Для жертвоприношения необходимо иметь колонию, в которой не менее 20 население.

source: $TRIGGER_FAIL$Requires to wait for the current spell to be finished before asking for a new one.
ru_ru: $TRIGGER_FAIL$Необходимо дождаться окончания текущего заклинания, прежде чем просить новое.

source: $TRIGGER_FAIL$Requires have at least one rival to make such a request
ru_ru: $TRIGGER_FAIL$Необходимо иметь хотя бы одного соперника, чтобы сделать такой запрос

source: $TRIGGER_FAIL$Requires to wait at least 5 Years before asking the $ap_leviathan_master$ to attack our rivals again.
ru_ru: $TRIGGER_FAIL$Необходимо подождать не менее 5 лет, прежде чем просить Повелителя Левиафанов снова напасть на наших соперников.

source: $TRIGGER_FAIL$Requires to wait at least 1 Month before provoking the $ap_leviathan_master$ again.
ru_ru: $TRIGGER_FAIL$ Необходимо подождать не менее 1 месяца, прежде чем снова провоцировать Владыку Левиафанов.

source: §RMake your choice mortals but make it wisely. I am aware that you have managed to defeat one of my Leviathans, so as a reward for feeding me I will allow you to summon one of them. It will follow your orders without hesitation, you will be able that way to feel a little amount of my majestic power. What you do to them once the summoning spell is over doesn't matter to me.§!
ru_ru: §RСделайте свой выбор, смертные, но сделайте его мудро. Я знаю, что вам удалось победить одного из моих левиафанов, поэтому в награду за то, что вы накормили меня, я позволю вам призвать одного из них. Он будет выполнять твои приказы без колебаний, а ты сможешь таким образом почувствовать хоть немного моей величественной силы. Что ты сделаешь с ними после того, как заклинание вызова закончится, для меня не имеет значения. §!.

source: Select a Leviathan
ru_ru: Выбрать левиафана
