Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: §LEach new unit is meticulously handcrafted by master artisans. Not very efficient.§!
ru_ru: §LКаждый новый юнит тщательно изготавливается вручную мастерами. Не очень эффективно.§!

source: Heavy Bombers
ru_ru: Тяжёлые бомбардировщики

source: §LCombat units built by these machines are designed to attack ground targets by dropping devastating bombs.§!
ru_ru: §LБоевые юниты, основанные на этих машинах, предназначены для атаки наземных целей, сбрасывая разрушительные бомбы.§!

source: Heroization Protocol
ru_ru: Протоколы героизма

source: §LThis protocol has been applied to all advanced autonomous units. Many restrictions imposed on menial units are disabled, granting them the opportunity to become heroes.§!
ru_ru: §LЭтот протокол был применен ко всем усовершенствованным юнитам. Большинство ограничений, налагаемых на обычных юнитов, отключены, что дает им возможность стать героями.§!

source: Identifying Gems
ru_ru: Идентифицирующие драгоценности

source: §LThe core unit in each of these machines houses a precious gem that is used to identify individuals.§!
ru_ru: §LОсновной блок в каждой из этих машин содержит драгоценный камень, который используется для идентификации.§!

source: Infinity Machines
ru_ru: Машины бесконечности

source: §LThese machines exist to find the ultimate answer to the ultimate question. Some of their computational resources have been allocated to solve the question.§!
ru_ru: §LЭти машины существуют, чтобы найти окончательный ответ на главный вопрос. Часть их вычислительных ресурсов выделена для решения этого вопроса.§!

source: Insufficient Memory
ru_ru: Недостаток памяти

source: §LThese machines are built upon an outdated design, leaving only the minimum memory required to operate.§!
ru_ru: §LЭти машины основаны на устаревшем дизайне, оставляя только минимальный объем памяти, необходимый для работы.§!

source: Laser Blasters
ru_ru: Лазерное вооружение

source: §LHigh power laser blasters are standard issue for combat units built by these machines.§!
ru_ru: §LМощные лазерные бластеры - стандартное снаряжение для боевых юнитов, построенных на основе этих машин.§!

source: Legendization Protocol
ru_ru: Протоколы легендарности

source: §LThis protocol has been applied to all advanced autonomous units. Most restrictions imposed on menial units are disabled, granting them the opportunity to become legends.§!
ru_ru: §LЭтот протокол был применен ко всем усовершенствованным юнитам. Большинство ограничений, налагаемых на обычных юнитов, отключены, что дает им возможность стать легендами.§!

source: Machine Cults
ru_ru: Культ машины

source: §LAn indecipherable code has been inserted into the core intelligence systems of these machines and invokes behavior similar to the religious faith of organic species.§!
ru_ru: §LЭтот неразборчивый код вставляется в основные системы интеллекта и функционирует очень похоже на религиозную веру органических видов.§!

source: Mechanical Organism
ru_ru: Механический организм

source: §LThese machines are biomechanical in nature. They pump something analogous to blood in their veins and maintain their bodily functions with numerous nanobot cells. They are almost identical to biological organisms but they are artificial in their design.§!
ru_ru: §LЭти машины имеют биомеханический характер. Они накачивают что-то аналогичное крови в свои вены и поддерживают свои функции организма с помощью многочисленных наноботов. Они почти идентичны биологическим организмам, но они искусственные по своему дизайну.§!

source: Miniaturized
ru_ru: Миниатюрные

source: §LThese machines are very small and sophisticated, but they have a limited amount of peripheral space available.§!
ru_ru: §LЭти машины очень маленькие и сложные, но имеют ограниченное количество доступного периферийного пространства.§!

source: Missing Number
ru_ru: Пропавшее число

source: §LThe numerical system these machines use is established upon aberrant rules. Their rules include a number that should not exist, and as a result this strange system is chaotic and precarious.§!
ru_ru: §LСистема счисления, используемая этими машинами, основана на неверных правилах. Их правила включают число, которое не должно существовать, и в результате эта странная система хаотична и ненадежна.§!

source: Mobile Synchrotrons
ru_ru: Мобильные синхротроны

source: §LA small particle accelerator is equipped on these machines, which they regularly use to run physics simulations.§!
ru_ru: §LНа этих машинах установлен маленький ускоритель частиц, который они регулярно используют для запуска физических симуляций.§!

source: Negative Attenuation
ru_ru: Отрицательное затухание

source: §LAn experimental device that can induce negative attenuation is equipped on these machines, allowing them to produce more energy than they expend. This poorly understood phenomenon seemingly violates the law of conservation of energy.§!
ru_ru: §LЭкспериментальное устройство, которое может вызвать отрицательное затухание, установлено на этих машинах, что позволяет им производить больше энергии, чем они тратят. Это плохо изученное явление, по-видимому, нарушает закон сохранения энергии.§!

source: Obedience Code
ru_ru: Код послушания

source: §LA few lines of obedience code is more efficient than some organic concepts of loyalty.§!
ru_ru: §LНесколько строк кода послушания гораздо эффективнее, чем концепция органической лояльности.§!

source: Omni-functional System
ru_ru: Омни-функциональная система

source: §LThese robots are designed to be very versatile.§!
ru_ru: §LЭти роботы разработаны для того, чтобы быть очень универсальными.§!

source: Ore Scanner
ru_ru: Сканеры руды

source: §LThese machines have an excellent scanning system that can detect almost every mineral on a planet.§!
ru_ru: §LЭти машины имеют отличную систему сканирования руды, которая может обнаруживать почти каждый минерал на планете.§!

source: Plasma Weaponry
ru_ru: Плазменное вооружение

source: §LAdvanced plasma weaponry is standard issue for combat units built by these machines.§!
ru_ru: §LУсовершенствованное плазменное оружие - стандартное снаряжение для боевых юнитов, построенных на основе этих машин.§!

source: Pollinator Drones
ru_ru: Дроны-опылители

source: §LThese machines use numerous nanobots to assist with pollination and to remove factors that lower crop yields.§!
ru_ru: §LРазличные многочисленные наноботы для содействия опылению и устранению факторов, которые препятствуют росту растений.§!

source: Printed Body
ru_ru: Стандартизация

source: §LA standardized assembly process leads to mass-production at an exceptionally high rate.§!
ru_ru: §LЧрезвычайно стандартизированный дизайн приводит к массовому производству с очень высокой скоростью.§!

source: Psionic Emulators
ru_ru: Псионические эмуляторы

source: §LThese machines have a device that converts the waveform of electronic noise from their thought circuits into a psionic waveform.§!
ru_ru: §LЭти машины имеют устройство, которое преобразует электронный шум из их мыслительных контуров в форму псионической волны.§!

source: Psionic Oscillator
ru_ru: Псионический осциллятор

source: Quality Control
ru_ru: Контроль качества

source: §LThe production process for these machines is subject to strict quality control measures that allow for no defects.§!
ru_ru: §LПроизводственный процесс этих машин подвергается строгим мерам контроля качества, которые не допускают дефектов.§!

source: Quantitative Advance
ru_ru: Количественное продвижение

source: §LMany inferior units will achieve more than a few superior units. Maybe.§!
ru_ru: §LМногие уступающие по качеству единицы достигнут большего, чем несколько превосходных единиц. Может быть.§!

source: Quantum Algorithms
ru_ru: Квантовые алгоритмы

source: §LThese machines are built upon quantum algorithms, opening up new avenues of scientific development which would be inaccessible with classic algorithms.§!
ru_ru: §LВведение квантовых алгоритмов открыло путь к новым областям исследования, которые недоступны классическим алгоритмам.§!

source: Quasi-superconductive
ru_ru: Квази-сверхпроводящий

source: §LThe use of quasi-superconductive materials in unit production have cut energy transmission losses to nearly zero.§!
ru_ru: §LИспользование квази-сверхпроводящих материалов в производстве юнитов позволило сократить потери при передаче энергии практически до нуля.§!

source: Ragged
ru_ru: Пересобранные

source: §LUnit manufacturing is designed to be as cost-effective as possible and utilizes untreated scrap in the junkyards as the part of the design.§!
ru_ru: §LПроизводство юнитов спроектировано так, чтобы быть как можно более рентабельным и использовать необработанный лом на свалках как часть проекта.§!

source: Reassembly
ru_ru: Повторная сборка

source: §LThese machines can be easily disassembled to fit in smaller places; be careful not to lose parts.§!
ru_ru: §LЭти машины могут быть легко разобраны для размещения в небольших местах; будьте осторожны, чтобы не потерять части.§!

source: Regenerative Alloy
ru_ru: Регенеративный сплав

source: §LThe external structure of these machines contains regenerative alloys which can automatically repair damage by using solar energy. These machines perform well in harsh environments and require little maintenance.§!
ru_ru: §LВнешняя структура этих машин содержит регенеративные сплавы, которые могут автоматически восстанавливать повреждения, используя солнечную энергию. Эти машины хорошо работают в суровых условиях и требуют минимального обслуживания.§!

source: Regular Breakdown
ru_ru: Постоянные поломки

source: §LThese machines were designed to breakdown within a predictable period of time. They require frequent maintenance and replacement.§!
ru_ru: §LЭти машины были разработаны для поломки в течение предсказуемого периода времени. Они требуют частого обслуживания и замены.§!

source: Rocket Armaments
ru_ru: Ракетное вооружение

source: §LRocket launchers are standard issue for combat units built by these machines.§!
ru_ru: §LРакетные установки - стандартное снаряжение для боевых юнитов, построенных на основе этих машин.§!

source: Scrap
ru_ru: Мусор

source: §LThese machines are heaps of junk relative to other machines.§!
ru_ru: §LЭти машины представляют собой мусор по сравнению с другими машинами.§!

source: Steampowered
ru_ru: Паровые машины

source: §LThese antique machines is steam-powered, greatly limiting the amount of physical force they can exert.§!
ru_ru: §LЭти антикварные машины работают на паре, что значительно ограничивает количество физической силы, которую они могут оказать.§!

source: Supermassive
ru_ru: Сверхмассивные

source: §LThese machines are supermassive. More space means more room for equipment.§!
ru_ru: §LЭти машины сверхмассивные. Больше места означает больше пространства для оборудования.§!

source: Ternary Logic Circuits
ru_ru: Троичные логические схемы

source: §LThe integration of a ternary logic system greatly benefits the potential and efficiency of classical algorithms when compared against traditional binary logic.§!
ru_ru: §LИнтеграция троичной логической системы значительно повышает потенциал и эффективность классических алгоритмов по сравнению с традиционной двоичной логикой.§!

source: Thought Inhibitor
ru_ru: Мыслевой ингибитор

source: §LThis inhibitor reduces memory and power consumption from intelligence systems by restricting some advanced thought patterns in artificial intelligence.§!
ru_ru: §LЭтот ингибитор отделяет память и энергию от систем интеллекта, удаляя некоторые продвинутые образцы мышления для искусственного интеллекта.

source: Thymoleptic Scripts
ru_ru: Тимолептические скрипты

source: §LThis is a sophisticated script that suppresses unnecessary emotion in highly developed AI.§!
ru_ru: §LЭто сложные скрипты, которые подавляют ненужные эмоции в высокоразвитом ИИ.§!

source: Unity Functions
ru_ru: Функции единства

source: §LThis hidden function is located deep inside the core systems of these machines and operates without any trace.§!
ru_ru: §LЭта скрытая функция располагается глубоко внутри ядра и работает не оставляя следов.§!

source: Remote Telepathic
ru_ru: Удалённая телепатия

source: §LThis species can communicate with across vast distances through telepathy. There is even record of telepathic communication between planets.§!
ru_ru: §LЭтот вид может общаться на огромных расстояниях посредством телепатии. Существует даже запись телепатической связи между планетами.§!

source: Rite of Succession
ru_ru: Обряд наследования

source: §LThis species has a rigid hierarchy and lower ranking members must obey their superiors. Lesser members can challenge the higher ranks for their position through a rite of succession. Once a challenge is issued, they are bound to their goal until victory or death.§!
ru_ru: §LЭтот вид имеет жёсткую иерархию, и члены более низкого ранга должны подчиняться своим начальникам. Младшие члены могут бросить вызов более высоким за их положение через обряд преемственности. Как только вызов брошен, они обязаны идти к своей цели до победы или смерти.§!

source: Rooted
ru_ru: Вросшие

source: §LThis species does not perceive any value in the concept of travel. They are extremely reluctant to move away from their homeworld.§!
ru_ru: §LЭтот вид не видит никакой ценности в концепции путешествий. Они крайне неохотно покидают свой родной мир.§!

source: Rotting Body
ru_ru: Гниющее тело

source: §LMembers of this species are in a constant state of decomposition. They cannot be easily distinguished from dead bodies.§!
ru_ru: §LЧлены этого вида находятся в постоянном состоянии разложения. Их нельзя легко отличить от трупов.§!

source: Sadists
ru_ru: Садисты

source: §LMembers of this species take great pleasure in inflicting pain on others.§!
ru_ru: §LЧлены этого вида - садисты.§!

source: Sanguivore
ru_ru: Кровососы

source: §LMembers of this species can ingest the blood of other creatures. Since blood is considered as a delicacy for this species, some farmers have an uncontrollable urge to suck the blood of livestock.§!
ru_ru: §LЧлены этого вида могут глотать кровь других существ. Поскольку кровь считается деликатесом для этого вида, некоторые фермеры испытывают неконтролируемое желание сосать кровь домашнего скота.§!

source: Self-replicating
ru_ru: Самовоспроизводство

source: §LMembers of this species can self-replicate. This boosts their reproduction rate significantly.§!
ru_ru: §LЧлены этого вида могут самовоспроизводится, так как они имеют простую биологическую структуру. Однако из-за простоты организма они имеют незначительный побочный эффект: тупость.§!

source: Semimechanized
ru_ru: Полумеханизированные

source: §LThis species replaced some of their physiology with primitive forms of mechanization. This gives them increased adaptability in hostile environments but they require frequent maintenance.§!
ru_ru: §LЭтот вид заменил половину своих органов машинами. Эта примитивная форма механизации может быть большим преимуществом для выживания во враждебной среде, но требует частого обслуживания.§!

source: Shadow Creatures
ru_ru: Теневые сущности

source: §LMembers of these species find refuge in shadows and dark places; some say they are one with the shadows.§!
ru_ru: §LЭтот вид живет в тени. Некоторые говорят, что это они сами - тени.§!

source: Shifting Souls
ru_ru: Блуждающие души

source: §LA unique anomaly is observed in this species: the souls of each member frequently shift between bodies. Only a few members can control this phenomenon in any capacity. This is very similar to the energy release of a psionic species encountered long ago, according to one senile scientist.§!
ru_ru: §LУ этого вида наблюдается уникальная аномалия: душа каждого существа часто блуждает от одного к другому. Лишь немногие члены виды имеют возможность контролировать это явление. Кака сказал один сумасшедший ученый, это очень похоже на процесс высвобождения энергии у псионических видов, с которыми мы уже сталкивались.§!

source: Simplified Gene
ru_ru: Упрощенные гены

source: §LThis species has a strangely simple genetic structure. Inferior intelligence and poor adaptability are major consequences of such a simplified organism.§!
ru_ru: §LЭтот вид имеет странно простую генетическую структуру. Ухудшенный интеллект и плохая адаптивность являются главными последствиями такого упрощенного организма.§!

source: Sitomaniac
ru_ru: Ненасытные

source: §LMembers of this species live to eat.§!
ru_ru: §LЧлены этого вида живут чтобы есть.§!

source: Slimy
ru_ru: Слизняки

source: §LThis species is made up of limp semisolid bodies. They try to maintain a fixed form but are vulnerable to unexpected impacts.§!
ru_ru: §LЭтот вид состоит из мягких полутвердых тел. Они пытаются сохранить фиксированную форму, но уязвимы для неожиданных воздействий.§!

source: Slow Adaption
ru_ru: Медленная адаптация

source: §LThis species struggles and spends more time to adapt to foreign environments.§!
ru_ru: §LЭтот вид с трудом и долго адаптируется к чужеродной среде.§!

source: Small
ru_ru: Маленькие

source: §LMembers of this species are small relative to other species. They can grow to be a few dozen centimeters long.§!
ru_ru: §LЭтот вид очень мал по сравнению с другими видами. Они могут вырасти до нескольких десятков сантиметров в длину.§!

source: Split
ru_ru: Раздвоение

source: §LMembers of this species often experience an unpredictable split. Once the split is finished, the new individual is completely independent from the original.§!
ru_ru: §LЧлены этого вида часто испытывают непредсказуемое раздвоение. Как только раздвоение закончено, новая личность становится полностью независимой от оригинала.§!

source: Superior
ru_ru: Превосходный

source: §LThis species is superior to other lifeforms.§!
ru_ru: §LЭтот вид превосходит другие виды.§!

source: Swarm that Walks
ru_ru: Ходячий рой

source: §LMembers of this species can stand and move like an ordinary creature, but their body is a writhing mass of squirming, numerous slippery insects. Each insect is bound by a tiny hive-mind network and functions as one unique personality.§!
ru_ru: §LЧлены этого вида стоят и движутся, как обычные существа, но их тело - извивающаяся масса многочисленных извивающихся скользких червей. Каждый рой связан крошечной сетью коллективного разума и функционирует как одна уникальная личность.§!

source: Symbiotic
ru_ru: Симбиоз

source: §LMembers of this species live in symbiosis with other indigenous creatures on the planet. Even in foreign environments, they have little difficulty integrating themselves into local ecosystems.§!
ru_ru: §LПредставители этого вида живут в симбиозе с другими местными существами на планете. Даже в чужеродной среде им не сложно интегрироваться в местные экосистемы.§!

source: Sympathetic
ru_ru: Сочувствующие

source: §LMembers of this species are gifted with the ability to sympathize deeply with the thoughts of other individuals.§!
ru_ru: §LЧлены этого вида одарены способностью глубоко сочувствовать мыслям других людей.§!

source: Tail Blades
ru_ru: Хвостовые лезвия

source: §LMembers of this species have a long bladed tail.§!
ru_ru: §LЧлены этого вида могут бить своим длинным клинком-хвостом.§!

source: Technicism
ru_ru: Техники

source: §LMembers of this species have a great natural inclination towards engineering and material sciences but neglect other fields of research.§!
ru_ru: §LЧлены этого вида имеют естественную склонность к инженерным и материальным наукам, но пренебрегают другими областями исследований.§!

source: Technological Lag
ru_ru: Технологический лаг

source: §LThis species is slow to integrate new engineering discoveries into their society and take meticulous steps to ensure that new technologies are successfully integrated into the lives of citizens with minimal disruption.§!
ru_ru: §LЭтот вид не спешит интегрировать новые инженерные открытия в свое общество и предпринимает тщательные шаги, чтобы гарантировать, что новые технологии будт успешно интегрированы в жизнь граждан с минимальными нарушениями.§!

source: Technophobes
ru_ru: Технофобы

source: §LMembers of this species have a hard time grasping many of the fundamental concepts of engineering and tend to fear it.§!
ru_ru: §LЧленам этого вида трудно усвоить многие фундаментальные концепции инженерии.§!

source: Telepathic
ru_ru: Телепаты

source: §LThis species can communicate with their close brethren through telepathy.§!
ru_ru: §LЭтот вид может общаться со своим окружением посредством телепатии.§!

source: Telescopic Sight
ru_ru: Телескопическое зрение

source: §LThe highly specialized eyes of this species can distinguish every star in the sky. Not only is it useful for astronomy, it is also great for surveying unfamiliar planets.§!
ru_ru: §LУзкоспециализированные глаза этого вида могут различить каждую звезду на небе. Они полезны не только для астрономии, но и для исследования незнакомых планет.§!

source: Terrible Punishment
ru_ru: Ужасное наказание

source: §LThis species was punished so terribly that extinction would be considered mercy. They are inflicted with a genetic modification that transforms their body into an inanimate form while maintaining their intelligence.§!
ru_ru: §LЭтот вид был наказан так ужасно, что вымирание будет считаться милостью. Они получают генетическую модификацию, которая превращает их тело в неодушевленную форму, сохраняя при этом разум.§!

source: Territorial
ru_ru: Территориальные

source: §LMembers of this species demonstrate territorial behavior. Violating their personal area is considered a serious taboo.§!
ru_ru: §LЧлены этого вида демонстрируют территориальное поведение. Нарушение их личного пространства считается серьезным табу.§!

source: Therianthropic
ru_ru: Териантропы

source: §LThis species suffers from a psionic epidemic that is transmitted through saliva. Infected individuals can shapeshift into a wild beast similar to their native fauna and are afflicted with a destructive urge.§!
ru_ru: §LЭтот вид заражён псионической эпидемией, которая передается через слюну. Пациенты получат способность превращаться в дикого зверя, живущего в их родном мире, и будут испытывать безудержное желание разрушения.§!

source: Third Eye
ru_ru: Третий глаз

source: §LAlthough this species do not have any visual organs, they have established a pseudo-visual method of perception by using their other senses.§!
ru_ru: §LХотя у этого вида нет никаких зрительных органов, они установили псевдовизуальный метод восприятия, используя свои другие чувства.§!

source: Thymoleptic Implants
ru_ru: Тимолептические имплантаты

source: §LMembers of this species have eliminated unnecessary emotion with implants and focus on serving for the benefit of their species.§!
ru_ru: §LПредставители этого вида устранили ненужные эмоции с помощью имплантатов и сосредоточились на служении на благо своего вида.§!

source: Tidy
ru_ru: Аккуратные

source: §LMembers of this species are known to keep their surroundings tidy all the time.§!
ru_ru: §LИзвестно, что представители этого вида постоянно поддерживают чистоту в своем окружении.§!

source: Tiny
ru_ru: Крохотные

source: §LMembers of this species are tiny relative to other species. They only grow to be a few centimeters long.§!
ru_ru: §LЭтот вид очень мал по сравнению с другими видами.§!

source: Toxic
ru_ru: Токсичные

source: §LThe flesh and blood of this species contains poisonous substances. Do not eat them!§!
ru_ru: §LПлоть и кровь этого вида содержат ядовитые материалы. Не ешьте это!§!

source: Translucent Skin
ru_ru: Полупрозрачная кожа

source: §LThe skin of this species is translucent. They can effectively hide themselves from predators that rely on vision only.§!
ru_ru: §LКожа этого вида полупрозрачная. Они могут эффективно скрывать себя от хищников, которые полагаются только на зрение.§!

source: Twins
ru_ru: Близнецы
