Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: §HUnlocks Feature:§! Leaders Cloning
ru_ru: §HРазблокирует функцию:§! Leaders Cloning

source: §HUnlocks Edict:§! $edict_leader_cloning$.
ru_ru: §HРазблокирует указ:§! $edict_leader_cloning$.

source: §HUnlocks Feature:§! §YExpandable Knowledge§! Ascension Path
ru_ru: §HРазблокирует функцию:§! §YExpandable Knowledge§! Ascension Path

source: Underworld Access
ru_ru: Доступ в подземный мир

source: $TRIGGER_FAIL$Requires the §Y$ap_wheel_fortune$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_wheel_fortune$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_underworld_smuggler$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_underworld_smuggler$§! Технологию.

source: Access the underworld and establish communications with the people present inside it such as $UniqueAscensionPerksEvents.371.Smuggler$, $UniqueAscensionPerksEvents.371.Pirate$, $UniqueAscensionPerksEvents.383.Name$, $UniqueAscensionPerksEvents.371.Slaver$ and more.
ru_ru: Получать доступ в подземный мир и устанавливать связь с населением, присутствующим в нем, таким как $UniqueAscensionPerksEvents.371.Smuggler$, $UniqueAscensionPerksEvents.371.Pirate$, $UniqueAscensionPerksEvents.383.Name$, $UniqueAscensionPerksEvents.371.Slaver$ и многое другое.

source: §HUnlocks Edict:§! $edict_underworld_menu$.
ru_ru: §HРазблокирует указ:§! $edict_underworld_menu$.

source: §HUnlocks Feature:§! Underworld
ru_ru: §HРазблокирует функцию:§! Underworld

source: Utopian Realisation
ru_ru: Утопическая реализация

source: Welcome friends who have been dormant since centuries, we have decided to give to your species a second breath and a chance to prevail into the galaxy once again. But for that we will all have to work together. Once our capital will be turned into the eternal paradise then we will make sure that other people in the space get the chance at least once to join our destiny. The Utopian Dream is now ours.
ru_ru: Добро пожаловать, друзья, которые были в спящем состоянии на протяжении веков, мы решили дать вашему виду второе дыхание и шанс снова господствовать в галактике. Но для этого нам всем придется работать вместе. Как только наша столица превратится в вечный рай, мы позаботимся о том, чтобы и другие люди в космосе получили шанс хотя бы раз присоединиться к нашей судьбе. Утопическая мечта теперь наша.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_genome_mapping$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_genome_mapping$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_epigenetic_triggers$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_epigenetic_triggers$§! Технологию.

source: By completing the special project, your capital world will have the possibility to be turned into a §Y$pc_gaia$§!. In plus 12 pops £pops£ of 12 different species will be created on your capital making your country owner of at least 13 different species.
ru_ru: После завершения специального проекта, ваш столичный мир получит возможность превратиться в §Y$pc_gaia$§! Плюс к этому на вашей столице будет создано 12 население £pops£ 12 различных видов, что сделает вашу страну обладательницей как минимум 13 различных видов.

source: §HUnlocks Feature:§! Utopian Dream
ru_ru: §HРазблокирует функцию:§! Утопическая мечта

source: Void Expeditions
ru_ru: Экспедиции Пустоты

source: The time has come for us to discover new territories outside the limits imposed by systems and hyperlanes. We will know have the possibility to send our science ships in the deep space void in order to find what has never been discovered by any civilization in the past. However we must be ready and take in fact that the level of danger is as great as the level of hope present in this unknown space.
ru_ru: Пришло время открыть новые территории за пределами границ, налагаемых системами и гиперпланами. Мы будем знать, что у нас есть возможность отправить наши научные корабли в глубокую космическую пустоту, чтобы найти то, что никогда не было открыто ни одной цивилизацией в прошлом. Однако мы должны быть готовы и принимать во внимание, что уровень опасности так же велик, как и уровень надежды, присутствующий в этом неизвестном пространстве.

source: $TRIGGER_FAIL$Requires the §Y$ap_lost_heritage$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_lost_heritage$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_space_science_5$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_space_science_5$§! Технологию.

source: Allows your science ships to go deep into space in order to explore it and find some interesting things inside. However such actions can't be taken with risks.
ru_ru: Позволяет вашим научным кораблям отправиться в глубокий космос, чтобы исследовать его и найти внутри интересные вещи. Однако такие действия не могут быть сопряжены с риском.

source: §HUnlocks Feature:§! Deep Space Exploration
ru_ru: §HРазблокирует функцию:§! Исследование дальнего космоса

source: §HUnlocks Edict:§! $edict_void_expedition_menu$.
ru_ru: §HРазблокирует указ:§! $edict_void_expedition_menu$.

source: Wheel Of Fortune
ru_ru: Колесо Фортуны

source: Who said luck wasn't on our side? While other countries will just spend any valuable object they find, we will instead keep them safe and protected in order to increase their rarety over time by slowly diminishing their quantity in the market and by creating legends and tales about every unique object which could be used as a future treasure. Something is sure, in the future our fortune won't be coming from a dream or by any sort of luck, we will create our own destiny.
ru_ru: Кто сказал, что удача не на нашей стороне? В то время как другие страны просто потратят любой ценный предмет, который они найдут, мы будем беречь и охранять их, чтобы со временем увеличить их редкость, медленно уменьшая их количество на рынке и создавая легенды и предания о каждом уникальном предмете, который может быть использован в качестве будущего сокровища. Кое в чем я уверен, в будущем наша удача не будет приходить из снов или по какой-то случайности, мы сами создадим свою судьбу.

source: Special teams of explorer and adventurers will investigate every empty planets present in your border in order to find out if anything valuable can be found and exploited, allowing the chances to discover deposits of treasures in space.
ru_ru: Специальные команды исследователей и искателей приключений будут исследовать каждую пустую планету, присутствующую на вашей границе, чтобы выяснить, можно ли найти и использовать что-нибудь ценное, что даст шанс обнаружить залежи сокровищ в космосе.

source: §HUnlocks Edict:§! $edict_treasures_menu$.
ru_ru: §HРазблокирует указ:§! $edict_treasures_menu$.

source: §HUnlocks Feature:§! Treasures Collection
ru_ru: §HРазблокирует функцию:§! Коллекция сокровищ

source: §HUnlocks Feature:§! Treasures Hunter
ru_ru: §HРазблокирует функцию:§! Охотник за сокровищами

source: Nano Drones
ru_ru: Нано-дроны

source: Automatic nano drones are used as an upkeep for automatic facilities making them produce raw resources without pop jobs.
ru_ru: Автоматические нано-дроны используются для поддержания автоматических объектов, заставляя их производить сырье без трудоустройства населения.

source: You must have §R3000§! Foods £food£ for ($domesticated_tiyanki$ and $domesticated_ameoba$) §YOR§! $energy$ £energy£ for ($domesticated_cloud$ and $domesticated_drone$) §YOR§! Minerals £minerals£ for ($domesticated_crystal$).
ru_ru: У вас должно быть §R3000§! еда £food£ для ($domesticated_tiyanki$ и $domesticated_ameoba$) §YИЛИ§! Энергетические кредиты £energy£ для ($domesticated_cloud$ и $domesticated_drone$) §YИЛИ§! Минералы £minerals£ для ($domesticated_crystal$).

source: Generate §GDomesticated Fertilized Aliens§! fleets specialized in the reproduction of the species increasing the spawn rate of more domesticated fleets, at least 1 is needed to breed them and use the military assault or security defense protocols.
ru_ru: Генерировать §GОдомашненные оплодотворенные инопланетяне§! флоты, специализирующиеся на воспроизводстве вида, увеличивая скорость порождения более одомашненных флотов, по крайней мере 1 необходим для их разведения и использования протоколов военного нападения или защиты безопасности.

source: Nano Production Facility Tier-1
ru_ru: Нанопроизводство Уровень-1

source: A facility specialized in the production of automatic nano drones being used instead of pop jobs for automated buildings.
ru_ru: Предприятие, специализирующееся на производстве автоматических нано-дронов, используемых вместо поп-работ для автоматизированных зданий.

source: Nano Production Facility Tier-2
ru_ru: Нанопроизводство Уровень-2

source: Nano Production Facility Tier-3
ru_ru: Нанопроизводство Уровень-3

source: Nano-Engineering Campus Tier-1
ru_ru: Нано-инженерный кампус Тип-.1

source: An automated engineering campus able to produces engineering research alone.
ru_ru: Автоматизированный инженерный кампус, способный самостоятельно производить инженерные исследования.

source: Nano-Engineering Campus Tier-2
ru_ru: Нано-инженерный кампус Тип-.2

source: Nano-Engineering Campus Tier-3
ru_ru: Нано-инженерный кампус Тип-.3

source: Nano-Engineering Campus Tier-4
ru_ru: Нано-инженерный кампус Тип-.4

source: Nano-Engineering Campus Tier-5
ru_ru: Нано-инженерный кампус Тип-.5

source: Nano-Farming Complex Tier-1
ru_ru: Нано-фермерский комплекс Тип-1

source: An automated farming complex able to produces food alone.
ru_ru: Автоматизированный сельскохозяйственный комплекс, способный самостоятельно производить продукты питания.

source: Nano-Farming Complex Tier-2
ru_ru: 'Нано-фермерский комплекс Тип-2

source: Nano-Farming Complex Tier-3
ru_ru: 'Нано-фермерский комплекс Тип-3

source: Nano-Farming Complex Tier-4
ru_ru: 'Нано-фермерский комплекс Тип-4

source: Nano-Farming Complex Tier-5
ru_ru: 'Нано-фермерский комплекс Тип-5

source: Nano-Mining Complex Tier-1
ru_ru: Ярус нанодобывающего комплекса тип--1

source: An automated mining complex able to produces minerals alone.
ru_ru: Автоматизированный горнодобывающий комплекс, способный самостоятельно производить полезные ископаемые.

source: Nano-Mining Complex Tier-2
ru_ru: Ярус нанодобывающего комплекса тип-2

source: Nano-Mining Complex Tier-3
ru_ru: Ярус нанодобывающего комплекса тип-3

source: Nano-Mining Complex Tier-4
ru_ru: Ярус нанодобывающего комплекса тип-4

source: Nano-Mining Complex Tier-5
ru_ru: Ярус нанодобывающего комплекса тип-5

source: Nano-Physics Campus Tier-1
ru_ru: Кампус Нано-Физики Ярус-1

source: An automated physics campus able to produces physics research alone.
ru_ru: Автоматизированный физический кампус, способный самостоятельно Производит исследования в области физики.

source: Nano-Physics Campus Tier-2
ru_ru: Кампус Нано-Физики Ярус-2

source: Nano-Physics Campus Tier-3
ru_ru: Кампус Нано-Физики Ярус-3

source: Nano-Physics Campus Tier-4
ru_ru: Кампус Нано-Физики Ярус-4

source: Nano-Physics Campus Tier-5
ru_ru: Кампус Нано-Физики Ярус-5

source: Nano-Power Plant Tier-1
ru_ru: Нано-электростанция Тип-1

source: An automated power plant able to produces energy credits alone.
ru_ru: Автоматизированная электростанция, способная самостоятельно производить энергетические кредиты

source: Nano-Power Plant Tier-2
ru_ru: Нано-электростанция Тип-2

source: Nano-Power Plant Tier-3
ru_ru: Нано-электростанция Тип-3

source: Nano-Power Plant Tier-4
ru_ru: Нано-электростанция Тип-4

source: Nano-Power Plant Tier-5
ru_ru: Нано-электростанция Тип-5

source: Nano-Sociological Campus Tier-1
ru_ru: Нано-социологический кампус Тип-1

source: An automated sociological campus able to produces $society_research$ alone.
ru_ru: Автоматизированный социологический кампус, способный Производить $society_research$ один.

source: Nano-Sociological Campus Tier-2
ru_ru: Нано-социологический кампус Тип-2

source: Nano-Sociological Campus Tier-3
ru_ru: Нано-социологический кампус Тип-3

source: Nano-Sociological Campus Tier-4
ru_ru: Нано-социологический кампус Тип-4

source: Nano-Sociological Campus Tier-5
ru_ru: Нано-социологический кампус Тип-5

source: Breeding Facility
ru_ru: Селекционное хозяйство

source: Breeding Facilities are able to produce their own pop growing queue by producing a special deposit which once it reach the amount of 25 will generate a new pop on the planet. Only pops directly present on the planet can be used by the Breeding Facility and the species selection chance will depend on multiple criterias with higher chances for the main species of the country and less chances for slaves as example.
ru_ru: Селекционные центры могут создавать собственную очередь выращивания популяции, производя специальный депозит, который, достигнув 25, породит новую популяцию на планете. Только те популяции, которые непосредственно присутствуют на планете, могут быть использованы селекционной базой, а шанс выбора вида зависит от множества критериев: например, для основных видов страны шансы выше, а для рабов - ниже.

source: Deep Space Scanner
ru_ru: Сканер дальнего космоса

source: §HUnlocks Decision:§! $decision_deep_scanner$
ru_ru: §HРазблокирует решение:§! $decision_deep_scanner$

source: §YInfinity§! City
ru_ru: §YБесконечный§! город

source: §YInfinity§! Cultural Center
ru_ru: §YБесконечность§! Культурный центр

source: §YInfinity§! Factory
ru_ru: §YБесконечность§! Фабрика

source: §YInfinity§! Foundry
ru_ru: §YБесконечность§! Литейный цех

source: §YInfinity§! Laboratory
ru_ru: §YБесконечность§! Лаборатория

source: §YInfinity§! Radar
ru_ru: §YБесконечный§! радар

source: A special building focused in the production of $sr_living_metal$ from a special unknown process which can only be understood by having the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: Специальное здание, сосредоточенное в производстве $sr_living_metal$ из особого неизвестного процесса, который можно понять только имея §Y$ap_legendary_forge$§! Перк вознесения.

source: Nanite Facility Tier-1
ru_ru: Нанитовая фабрика Уровень-1

source: A specialized facility transforming nano workers into nanites for more advanced usage.
ru_ru: Специализированный объект, превращающий нанорабочих в нанитов для более продвинутого использования.

source: Nanite Facility Tier-2
ru_ru: Нанитовая фабрика Уровень-2

source: Nanite Facility Tier-3
ru_ru: Нанитовая фабрика Уровень-3

source: Treasures Entrepot
ru_ru: Сокровища Антрепота

source: A special facility heavy secured where treasures can be and collected and stored.
ru_ru: В специальном охраняемом помещении можно собирать и хранить сокровища.

source: Unit Assembler
ru_ru: Сборщик агрегатов

source: Unit Assemblers are able to construct their own mechanical or robot pop queue by producing a special deposit which once it reach the amount of 25 will generate a new pop on the planet. Only pops directly present on the planet can be used by the Unit Assembler and the type of machine or robot selection will depend on multiple criterias with higher chances for the main unit of the country.
ru_ru: Сборщики юнитов могут построить свою собственную очередь механических или роботов, создав специальный депозит, который, достигнув суммы в 25 единиц, создаст новый поп на планете. Только попсы, непосредственно присутствующие на планете, могут быть использованы сборщиком юнитов, а выбор типа машины или робота будет зависеть от множества критериев с более высокими шансами для главного юнита страны.

source: §Y$ap_chosen_ruler$:§! Amenities Distribution
ru_ru: §YИзбранный правитель:§! Распределение удобств

source: §Y$ap_chosen_ruler$:§! Preventive Counterstrike
ru_ru: §YИзбранный правитель:§! Превентивный контрудар

source: §Y$ap_chosen_ruler$:§! Job Orientation
ru_ru: §YИзбранный правитель:§! Ориентация на работу

source: §Y$ap_chosen_ruler$:§! Maintenance Campaign
ru_ru: §YИзбранный правитель:§! Кампания по техническому обслуживанию

source: §Y$ap_chosen_ruler$:§! Local Meeting
ru_ru: §YИзбранный правитель:§! Местное собрание

source: §Y$ap_chosen_ruler$:§! Temporal Shelter
ru_ru: §YИзбранный правитель:§! Временное убежище

source: Produces §YAlloys§! £alloys£ for §YMinerals§! £minerals£.
ru_ru: Производит §Сплавы§! £alloys£ for §Minerals§! £minerals£.

source: Produces §YConsumer Goods§! £consumer_goods£ for §YMinerals§! £minerals£.
ru_ru: Производит §Потребительские товары§! £consumer_goods£ for §Minerals§! £minerals£.

source: Produces §Y$energy$§! £energy£.
ru_ru: Производит §Энергетические кредиты§! £energy£.

source: Produces §YEngineering Research§! £engineering£.
ru_ru: Производит §Инженерные исследования§! £engineering£.

source: Produces §YFoods§! £food£.
ru_ru: Производит §Еды§! £food£.

source: Produces §YMinerals§! £minerals£.
ru_ru: Производит §Минералы§! £minerals£.

source: Produces §YPhysics Research§! £physics£.
ru_ru: Производит §Физические исследования§! £physics£.

source: Produces §Y$society_research$§! £society£.
ru_ru: Производит §$society_research$§! £society£.

source: Produces §YUnity§! £unity£.
ru_ru: Производит §Единство§! £unity£.

source: Factory Ship
ru_ru: Заводской корабль

source: $civilian_factory$ Components
ru_ru: $civilian_factory$ Компоненты

source: A special component slot.
ru_ru: Открывает новые уникальные модули, улучшающие различные характеристики кораблей.

source: Giga Industrial Ship
ru_ru: Гигапромышленный корабль

source: $civilian_industrial_ship$ Components
ru_ru: $civilian_industrial_ship$ Компоненты

source: Giga Industrial Ships
ru_ru: Гигапромышленные корабли

source: Scout Probe
ru_ru: Зонд разведчика

source: Scout Probes
ru_ru: Зонды разведчика

source: Auto Factory
ru_ru: Автозавод

source: Administration Building
ru_ru: Административное здание

source: Amenities Building
ru_ru: Здание с удобствами

source: Military Building
ru_ru: Военное здание

source: Assembly Building
ru_ru: Сборочный корпус

source: Factory Building
ru_ru: Заводское здание

source: Security Building
ru_ru: Здание безопасности

source: Culture Building
ru_ru: Здание культуры

source: Energy Building
ru_ru: Энергетическое здание

source: Farming Building
ru_ru: Сельскохозяйственное здание

source: Foundry Building
ru_ru: Здание литейного цеха

source: Population Growth Building
ru_ru: Здание роста населения

source: Housing Building
ru_ru: Жилищное строительство

source: Mining Building
ru_ru: Здание шахты

source: Refinery Building
ru_ru: Здание перерабатывающей промышленности

source: Research Building
ru_ru: Исследовательское здание

source: Trade Building
ru_ru: Торговое здание

source: Breeding Facility Slot - 1
ru_ru: Слот для селекционного комплекса-1

source: That breeding facility slot will generate a new organic pop £pops£ once it reaches the amount of §Y25§!. Then the cycle will restart again. Each $building_breeding_facility$ will generate their own slot and the maximum number of them is §Y5§!. These slots are affected by the Multi-Pop Breeding feature.
ru_ru: Этот слот для размножения будет генерировать новый органический поп £pops£, как только он достигнет суммы §Y25§! Затем цикл начнется заново. Каждое $building_breeding_facility$ будет генерировать свой собственный слот, максимальное их количество - §Y5§! На эти слоты влияет функция разведения нескольких наседок.

source: Breeding Facility Slot - 2
ru_ru: Слот для селекционного комплекса-2

source: Breeding Facility Slot - 3
ru_ru: Слот для селекционного комплекса-3

source: Breeding Facility Slot - 4
ru_ru: Слот для селекционного комплекса-4

source: Breeding Facility Slot - 5
ru_ru: Слот для селекционного комплекса-5

source: Civilian Cargo: §YAgri-World§!
ru_ru: Гражданский груз: §YАгромир§!

source: Civilian Cargo: §YCapital World§!
ru_ru: Гражданский груз: §YСтоличный мир§!

source: Civilian Cargo: §YColony World§!
ru_ru: Гражданский груз: §YКолониальный мир§!

source: Civilian Cargo: §YForge World§!
ru_ru: Гражданский груз: §YМир кузницы§!

source: Civilian Cargo: §YFortress World§!
ru_ru: Гражданский груз: §YКрепостной мир§!

source: Civilian Cargo: §YGenerator World§!
ru_ru: Гражданский груз: §YГенераторный мир§!

source: Civilian Cargo: §YIndustrial World§!
ru_ru: Гражданский груз: §YИндустриальный мир§!

source: Civilian Cargo: §YMining World§!
ru_ru: Гражданский груз: §YГорнодобывающая промышленность§!

source: Civilian Cargo: §YNest World§!
ru_ru: Гражданский груз: §YМир гнезда§!

source: Civilian Cargo: §YNexus World§!
ru_ru: Гражданский груз: §YМир Нексуса§!

source: Civilian Cargo: §YRefinery World§!
ru_ru: Гражданский груз: §YМир переработки и производства§!

source: Civilian Cargo: §YRural World§!
ru_ru: Гражданский груз: §YСельский мир§!

source: Civilian Cargo: §YTech-World§!
ru_ru: Гражданский груз: §YТехнологический мир§!

source: Civilian Cargo: §YTrade World§!
ru_ru: Гражданский груз: §YТорговый мир§!

source: Civilian Cargo: §YUrban World§!
ru_ru: Гражданский груз: §YГородской мир§!

source: Local Bank
ru_ru: Местный банк

source: A special deposit unlocked by the $ap_pyramidal_society$ Ascension Perk.
ru_ru: Специальный депозит, разблокированный $ap_pyramidal_society$ Перк вознесения.

source: Megacorp Casino
ru_ru: Мегакорп Казино.

source: Hivemind Entrepot
ru_ru: Коллективный разум Антрепот

source: $district_entrepot$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_entrepot$ разблокируется, как только вы получите §Y$ap_pyramidal_society$§! Перк вознесения.

source: Megacorp Finance Zone
ru_ru: Финансовая зона Мегакорп

source: Hivemind Forest
ru_ru: Коллективный разум Лес

source: Machine Foundry
ru_ru: Машиностроительный завод

source: Governmental Building
ru_ru: Правительственное здание

source: Industrial Zone
ru_ru: Промышленная зона

source: Journalism Office
ru_ru: Журналистское бюро

source: Hivemind Nursery
ru_ru: Коллективный разум детского сада

source: Hivemind Queen Chamber
ru_ru: Коллективный разум палаты королевы

source: Machine Recycling Sector
ru_ru: Сектор переработки машин

source: Machine Security Nexus
ru_ru: Нексус безопасности машин

source: Universal University
ru_ru: Универсальный университет

source: Machine Upgrading Zone
ru_ru: Зона обновления машин

source: Energy Generator
ru_ru: Генератор энергии

source: Hivemind Node
ru_ru: Коллективный разум Узел

source: Hivemind Reserve
ru_ru: Коллективный разум Резерв

source: A special reserve present on the planet and connected to the local Hivemind.
ru_ru: Особый резерв, присутствующий на планете и связанный с местным Коллективным разумом.

source: Farming House
ru_ru: Фермерский дом

source: Mineral Replicator
ru_ru: Минеральный репликатор

source: Unit Assembler Slot - 1
ru_ru: Слот сборщика агрегатов - 1

source: That unit assembler slot will generate a new mechanical/robot pop £pops£ once it reaches the amount of §Y15§!. Then the cycle will restart again. Each $building_unit_assembler$ will generate their own slot and the maximum number of them is §Y5§!.
ru_ru: Этот слот сборщика единиц будет генерировать нового механического/роботизированного населения £pops£, как только достигнет суммы §Y15§! Затем цикл начнется заново. Каждый $building_unit_assembler$ будет генерировать свой собственный слот, и их максимальное количество составляет §Y5§!

source: Unit Assembler Slot - 2
ru_ru: Слот сборщика агрегатов - 2

source: Unit Assembler Slot - 3
ru_ru: Слот сборщика агрегатов - 3

source: Unit AssemblerSlot - 4
ru_ru: Слот сборщика агрегатов - 4

source: Unit Assembler Slot - 5
ru_ru: Слот сборщика агрегатов - 5

source: Trade Depot
ru_ru: Торговый склад

source: £treasures£ §YTreasures Artifacts§! £treasures£
ru_ru: £treasures£ §YСокровища Артефакты§! £treasures£

source: Unity Entrepot
ru_ru: Единство Антрепот

source: Civilian Cargo §YFocus Departure§!: §GOn§!
ru_ru: Гражданский груз §YФокус Отправление§!: §GДа§!

source: Civilian Cargo §YFocus Departure§!: §ROff§!
ru_ru: Гражданский груз §YФокус Отправление§!: §RНет§!
