Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: §HUnlocks Megastructure:§! Utopia
ru_ru: §HОткрывает Мегаструктуру:§! Утопия

source: Security Strike Forces
ru_ru: Ударные силы безопасности

source: We must increase the power of our security forces at all cost, be it against the planetary crime or deviancy or even against space pirates, no opportunity to steal our resources shall be given to them. And if by any chances some pirates manage to strike into our borders, some special task forces will be sure to take care of them.
ru_ru: Мы должны любой ценой увеличить мощь наших сил безопасности, будь то против планетарной преступности или девиантности, или даже против космических пиратов, им не должно быть дано никакой возможности украсть наши ресурсы. А если вдруг пиратам удастся проникнуть к нашим границам, то с ними обязательно разберутся специальные силы.

source: If pirates gather enough resources to strike in our border, their fleet will encounter a security patrol that will defend the local system against their assault sometime defeating the pirates or at least occupy them enough time to let the main navy fleets deal with them.
ru_ru: Если пираты соберут достаточно ресурсов, чтобы нанести удар по нашей границе, их флот встретит патруль безопасности, который будет защищать местную систему от их нападения, иногда побеждая пиратов или, по крайней мере, занимая их достаточно времени, чтобы дать возможность основным флотам флота разобраться с ними.

source: §HUnlocks Feature:§! Space Security Patrols
ru_ru: §HРазблокирует функцию:§! Космические патрули безопасности

source: Our security strike forces will launch preventive strike on planets with high crime or deviancy rate to arrest their member, seize resources and weapon and even sometime disband the entire underworld present on the planet.
ru_ru: Наши ударные силы безопасности будут наносить превентивные удары по планетам с высоким уровнем преступности или девиантности, чтобы арестовать их членов, захватить ресурсы и оружие и даже иногда распустить весь преступный мир, присутствующий на планете.

source: §HUnlocks Edict:§! $edict_science_ship_escort$.
ru_ru: §HРазблокирует эдикт:§! $edict_science_ship_escort$.

source: §HUnlocks Feature:§! Planetary Preventive Strike
ru_ru: §HРазблокирует функцию:§!Превентивный удар по планете

source: Aggressive Swarm
ru_ru: Агрессивный рой

source: The time has come for us to don't hide anymore in a cluster. We shall show to our enemies and rivals our might and our abilities in dominating the space warfare. The power of our Hivemind will strike our foes until there is nothing left and their own ships are turned against them.
ru_ru: Пришло время нам больше не прятаться в кластере. Мы покажем нашим врагам и соперникам нашу мощь и наши способности в доминировании в космической войне. Сила нашего Коллективный разум будет поражать наших врагов до тех пор, пока от них ничего не останется, а их собственные корабли будут обращены против них.

source: $TRIGGER_FAIL$Requires the §Y$ap_super_hive_mind$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуется §Y$ap_super_hive_mind$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the §Y$ap_interstellar_dominion$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуется §Y$ap_interstellar_dominion$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_battleships$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £engineering£ §Y$tech_battleships$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_starbase_5$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £engineering£ §Y$tech_starbase_5$§! Технологию.

source: Once we destroy an enemy ship there will be a chance for it to be infested by the power of our Hivemind and taken away to be restored and join our Navy.
ru_ru: Когда мы уничтожим вражеский корабль, будет шанс заразить его силой нашего улья и забрать, чтобы восстановить и присоединить к нашему флоту.

source: §HUnlocks Feature:§! Ship Infestation
ru_ru: §HРазблокирует функцию:§! Заражение кораблей

source: Cortana Technology Researcher
ru_ru: Исследователь технологий Кортаны

source: Cortana act as a 4th technology researcher making you able to unlock new technologies way faster than others.
ru_ru: Кортана выступает в роли 4-го исследователя технологий, благодаря чему вы сможете открывать новые технологии гораздо быстрее других.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_administrative_ai$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £physics£ §Y$tech_administrative_ai$§! Технологию.

source: $TRIGGER_FAIL$Has at least §Y40000§! §Y$energy$§! £energy£.
ru_ru: $TRIGGER_FAIL$Имеет как минимум §Y40000§! §YЭнергетические кредиты§! £energy£.

source: Cortana is a very smart AI which will act in exchange of Energy £energy£ as the 4th technology researcher of your country, allowing you to improve your research faster. She can also take some initiatives and makes her own research of repeatable technologies for the country. She will also helps the leader at finishing their research faster.
ru_ru: Кортана - это очень умный ИИ, который будет действовать в обмен на энергию £energy£ в качестве 4-го исследователя технологий вашей страны, позволяя вам быстрее Улучшить свои исследования. Она также может проявлять инициативу и проводить собственные исследования повторяемых технологий для страны. Она также поможет лидерам быстрее завершить свои исследования.

source: Researching all the technologies related to Cortana will also unlocks a special §YRelic§!.
ru_ru: Изучение всех технологий, связанных с Кортаной, также разблокирует особый §YРеликвия§!.

source: §HUnlocks Edict:§! $edict_active_cortana_ai$
ru_ru: §HРазблокирует указ:§! $edict_active_cortana_ai$

source: §HUnlocks Feature:§! §YCortana§!
ru_ru: §HРазблокирует функцию:§! §YКортана§!

source: §HIt is recommended to use the §YDynamic Galaxy - Anomalies Respawner & New Anomalies§! mod in order to fully use the potential that Ascension Perk.§!
ru_ru: §HРекомендуется использовать §YДинамическая галактика - аномалии респаунер и новые аномалии§! мод, чтобы полностью использовать потенциал перка 'Вознесение'.§!

source: Light of Eternity
ru_ru: Свет Вечности

source: We believe in the legends of past, an ancient history talked about a rare substance which was able to produce almost unlimited amount of energy allowing the civilization which controls it to reach the maximum prosperity ever obtained before. Now the time has come to turns these legends and child story into reality.
ru_ru: Мы верим в легенды прошлого, в древнюю историю о редком веществе, которое способно производить практически неограниченное количество энергии, позволяя цивилизации, контролирующей его, достичь максимального процветания, когда-либо полученного ранее. Пришло время превратить эти легенды и детские сказки в реальность.

source: §HUnlocks Edict:§! $edict_anti_matter_menu$.
ru_ru: §HРазблокирует указ:§! $edict_anti_matter_menu$.

source: §HUnlocks Feature:§! Anti Matter Harvestage
ru_ru: §HРазблокирует функцию:§! Сбор урожая анти-материи

source: Archaeological Experts
ru_ru: Археологические эксперты

source: We believe that seeking any useless celestial body in order to find out anomalies isn't enough. Something is sure we can do a better work, while some believes that the beautiful temples and dig sites are unique, our experts have another theory. Why would an ancient civilization construct only one copy of their amazing work, it is only a logic thing to assume that they have scattered different copies of their work all across the galaxy.
ru_ru: Мы считаем, что поиска любого бесполезного небесного тела с целью обнаружения аномалий недостаточно. Некоторые считают, что прекрасные храмы и места раскопок уникальны, но у наших экспертов другая теория. Зачем древней цивилизации создавать только одну копию своей удивительной работы, логично предположить, что они разбросали различные копии своих работ по всей галактике.

source: $TRIGGER_FAIL$Requires the §Y$ap_deep_scanner$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуется §Y$ap_deep_scanner$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_physics_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £physics£ §Y$tech_physics_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_sensors_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £physics£ §Y$tech_sensors_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_combat_computers_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £physics£ §Y$tech_combat_computers_2$§! Технологию.

source: Allow the possibility to discover new archaeological sites in the range of your planets with deep space scanners. The detection follow the same rules which mean that it need to be in range of a deep space scanners and inside your borders. $ap_more_content_in_future$
ru_ru: Позволяет обнаружить новые археологические объекты в зоне действия сканеров глубокого космоса на ваших планетах. Обнаружение артефактов происходит по тем же правилам, которые означают, что они должны находиться в зоне действия сканеров глубокого космоса и в пределах ваших границ. $ap_more_content_in_future$

source: §HUnlocks Feature:§! Artifact Hunters
ru_ru: §HРазблокирует функцию:§! Артефакты охотники

source: §RThe default Stellaris can't have more than §Y4 Branch Office Building Slots§!, in order to have more than that you will have to use a mod like §Y36 Building Slots§! or §YUI Overhaul Dynamic§! or §YBigger Planet View§! for a proper visual in game.§!
ru_ru: §RПо умолчанию Stellaris не может иметь больше, чем §Y4 Места в здании филиала§!, для того, чтобы иметь больше, чем это, вам придется использовать такой мод, как §Y36 Строительные слоты§! или §YUI Overhaul Dynamic§! или §YBigger Planet View§! для правильного отображения в игре.§!

source: §RThe default Stellaris can't have more than §Y16 Building Slots§!, in order to have more than that you will have to use a mod like §Y36 Building Slots§! in plus of §YUI Overhaul 1080p & 1440p§! or §YBigger Planet View§! for a proper visual in game.§!
ru_ru: §RПо умолчанию Stellaris не может иметь больше, чем §Y16Слотов для строительства§!, для того, чтобы иметь больше, чем это, вам придется использовать такой мод, какe §Y36 Строительные слоты§! к тому же §YUI Overhaul 1080p & 1440p§! или §YBigger Planet View§! для правильного отображения в игре.§!

source: Chosen Ruler
ru_ru: Избранный правитель

source: The post of ruler has gained enough influence to impose his objectives on the policies of the country without the need for councils or anything else. After all it is only normal for the individual who represent the entire nation to have some sort of powers.
ru_ru: Пост правителя приобрел достаточное влияние, чтобы навязывать свои цели политике страны без необходимости в советах или чем-то еще. В конце концов, это нормально, когда человек, представляющий всю нацию, обладает определенными полномочиями.

source: $TRIGGER_FAIL$Has finished the §YDomination§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YГосподство§! Традиции.

source: Your ruler will quickly reach the maximum level and once the level 10 is reached, your ruler will have the possibility to deal by himself with the small problems of your country such as high of §RCrime§! £crime£, low §YStability§! £stability£, no §BHousing§! £housing, low §HAmenities§! £amenities£ £amenities_no_happiness£, and high §RUnemployment§! in exchange of resources.
ru_ru: Ваш правитель быстро достигнет максимального уровня, а после достижения 10 уровня, ваш правитель сможет самостоятельно справляться с мелкими проблемами вашей страны, такими как высокий уровень §RПреступность§! £crime£, низкий §YСтабильность§! £stability£, нет §BЖилье§! £housing, низкий §HУдобства§! £amenities£ £amenities_no_happiness£, и высокая §RБезработица§! в обмен на ресурсы.

source: §HUnlocks Feature:§! Experienced Ruler
ru_ru: §HРазблокирует функцию:§! Опытный правитель

source: §HUnlocks Policies:§! $ap_chosen_ruler$ Policies
ru_ru: §HРазблокирует политику:§! Политика избранного правителя

source: Space Industrialization
ru_ru: Космическая индустриализация

source: We believe that the mobilization of every single citizen being a part of our nation must be optimal and developed in order to use the full potential of our working forces and give us a huge advantage against our enemies.
ru_ru: Мы считаем, что мобилизация каждого гражданина, являющегося частью нашей нации, должна быть оптимальной и развитой, чтобы использовать весь потенциал наших рабочих сил и дать нам огромное преимущество перед нашими врагами.

source: Spreading Will
ru_ru: Распространение воли

source: We have the opportunity to spread our will to every single organic individual present in the galaxy, by conquering every civilization we will be able to transform them into drones of our Hivemind, making them part of the future strongest consciousness ever created.
ru_ru: У нас есть возможность распространить нашу волю на каждую органическую особь, присутствующую в галактике, завоевав каждую цивилизацию, мы сможем превратить их в дронов нашего улья, сделав их частью будущего сильнейшего сознания, когда-либо созданного.

source: Every organic population not being a part of the Hivemind will be assimilated and transformed into a drone of our species.
ru_ru: Каждое органическое население, не являющееся частью улья, будет ассимилировано и превращено в дрона нашего вида.

source: §HUnlocks Feature:§! Hivemind Assimilation
ru_ru: §HРазблокирует функцию:§! Ассимиляция улья

source: Dark Galaxy Web
ru_ru: Темная Галактика Веб

source: Probably one of the best way to get our hands on illegal stuff without provoking political crisis, here anything can be found: resources, troops, slaves, ships, forbidden technologies and more. However before starting we must make sure to have a decent security because we will be exposed to enemy hackers.
ru_ru: Вероятно, это один из лучших способов заполучить незаконные вещи, не провоцируя политический кризис, здесь можно найти все, что угодно: ресурсы, войска, рабов, корабли, запрещенные технологии и многое другое. Однако прежде чем начать, мы должны убедиться, что у нас есть достойная защита, потому что мы будем подвержены воздействию вражеских хакеров.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_sensors_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_sensors_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_power_plant_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_power_plant_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_ground_defense_planning$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_ground_defense_planning$§! Технологию.

source: A place in the Galaxy Web where no rules can be forced on anyone you will have here the possibility to find almost anything, but be careful to have a good security to survive against the hackers.
ru_ru: В этом месте Галактической паутины, где никакие правила не могут быть навязаны никому, у вас будет возможность найти практически все, но будьте осторожны, чтобы иметь хорошую защиту, чтобы выжить против хакеров.

source: §HUnlocks Edict:§! $edict_dark_galaxy_web_menu$.
ru_ru: §HРазблокирует указ:§! $edict_dark_galaxy_web_menu$.

source: §HUnlocks Feature:§! Dark Galaxy Web Access
ru_ru: §HРазблокирует функцию:§! Темный доступ в Галактику

source: §HUnlocks Policy:§! $policy_dark_galaxy_web_security_finance$.
ru_ru: §HРазблокирует политику:§! $policy_dark_galaxy_web_security_finance$.

source: Deep Space Scanners
ru_ru: Сканеры глубокого космоса

source: It is quite surprising to find out that plenty of planets in our galaxy ended up without anything valuable after the first survey of our science vessels. Many scientists and physicists believe that the first scan of the planet wasn't done in the right way and that we should create a way to do it again but with more deep and accuracy, that is where our deep scanners will take the charge of that important task, which is giving a useful role to every celestial body without purpose in our borders.
ru_ru: Довольно удивительно обнаружить, что множество планет в нашей галактике оказались без ничего ценного после первого обследования нашими научными кораблями. Многие ученые и физики считают, что первое сканирование планеты было сделано неправильно, и что мы должны создать способ сделать это снова, но более глубоко и точно, именно здесь наши глубинные сканеры возьмут на себя эту важную задачу - дать полезную роль каждому небесному телу без цели в наших границах.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_physics_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_physics_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_automated_exploration$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_automated_exploration$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_combat_computers_1$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_combat_computers_1$§! Технологию.

source: §HUnlocks Building:§! $building_deep_space_scanner$.
ru_ru: §HРазблокирует здание:§! $building_deep_space_scanner$.

source: §HUnlocks Decision:§! $decision_deep_scanner$.
ru_ru: §HРазблокирует решение:§! $decision_deep_scanner$.

source: The defense of our territory can't be left alone to our navy especially during wars, where they will be busy with offense strategies. That is why we must construct a special defense force strong enough to protect us against small threat and give our navy enough time to re-organize in time of high crises. The defense sentinels are the perfect candidate for that role.
ru_ru: Защита нашей территории не может быть возложена только на наш флот, особенно во время войн, когда они будут заняты наступательными стратегиями. Вот почему мы должны создать специальные силы обороны, достаточно сильные, чтобы защитить нас от небольших угроз и дать нашему флоту достаточно времени для реорганизации во время высоких кризисов. Дозорные обороны - идеальный кандидат на эту роль.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_robomodding_m$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_robomodding_m$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_ship_armor_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_ship_armor_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_shields_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_shields_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_plasma_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_plasma_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_lasers_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_lasers_2$§! Технологию.

source: Sentinels are programmed ships which will patrol in our territory in order to defend us from any kind of threat getting close to our borders. $ap_subject_compatibility$
ru_ru: Стражи - это запрограммированные корабли, которые будут патрулировать нашу территорию, чтобы защитить нас от любой угрозы, приближающейся к нашим границам. $ap_subject_compatibility$

source: §HUnlocks Feature:§! Defense Sentinels
ru_ru: §HРазблокирует функцию:§! Стражи обороны

source: §RThe default Stellaris can't show more than §Y4 Districts§!, in order to have more than that you will have to use a mod like §YUI Overhaul 1080p & 1440p§! or §YBigger Planet View§! for example.§!
ru_ru: §RПо умолчанию Stellaris не может показывать более §Y4 районов§!, чтобы иметь больше, чем это, вам придется использовать мод, такой как §YUI Overhaul 1080p & 1440p§! или §YBigger Planet View§! например.§!

source: Economic Prosperity
ru_ru: Экономическое процветание

source: The Market is our, no empire can dominate the galaxy without a strong economic power. Money is everything, it can buy you armies, fleets, corrupt your rivals, hire mercenaries... Anyone who hasn't understood the power of money is probably dead by now. Maybe wealth can't buy happiness but in the other hand poverty can buy nothing.
ru_ru: Рынок - это наше все, ни одна империя не сможет доминировать в галактике без сильной экономической власти. Деньги - это все, на них можно купить армии, флоты, подкупить соперников, нанять наемников... Тот, кто не понял силу денег, вероятно, уже мертв. Возможно, богатство не может купить счастье, но, с другой стороны, бедность не может купить ничего.

source: $TRIGGER_FAIL$Has finished the §YProsperity§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YПроцветание§! Традицию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_galactic_markets$§! Technology OR §Y$auth_corporate$§! Authority.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_galactic_markets$§! Технология или §Y$auth_corporate$§! Власть.

source: §HUnlocks Policies:§! §YNew Improved Trades§! $ap_no_trade_policy$
ru_ru: §HПолитика разблокировки:§! §YНовые усовершенствованные профессии§! $ap_no_trade_policy$.

source: Emergency Calculation
ru_ru: Экстренный расчет

source: Sometime it is honorable to consider a possible defeat even when all the conditions are in our side. We must ensure at all costs the survival of our navy ships and crews in order to fight another day. That strategy can give us the advantage of increasing our war exhaustion way slower than our enemies.
ru_ru: Иногда почетно рассмотреть возможность поражения, даже когда все условия на нашей стороне. Мы должны любой ценой обеспечить выживание кораблей и экипажей нашего флота, чтобы сражаться еще один день. Эта стратегия может дать нам преимущество в том, что наше военное истощение будет нарастать гораздо медленнее, чем у наших врагов.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_zero_point_power$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_zero_point_power$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_hyper_drive_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_hyper_drive_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_thrusters_4$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_thrusters_4$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_combat_computers_3$§! OR §Y$tech_combat_computers_autonomous$§! OR £society£ §Y$tech_precognition_interface$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_combat_computers_3$§! ИЛИ §Y$tech_combat_computers_autonomous$§!ИЛИ £society£ §Y$tech_precognition_interface$§! Технологию.

source: §HUnlocks Megastructure:§! $nanite_gateway$
ru_ru: §HОткрывает Мегаструктуру:§! $nanite_gateway$

source: That feature will allow you engineers to develop and spawn military defense platforms in every unsecure system inside your borders. Each of your colonies will also be defended by ion cannons once you have researched the required technology.
ru_ru: Эта функция позволит вашим инженерам разрабатывать и создавать военные оборонительные платформы в каждой незащищенной системе внутри ваших границ. Каждая из ваших колоний также будет защищена ионными пушками, как только вы исследуете все необходимое. Технологию.

source: §HUnlocks Feature:§! Eternal Defense
ru_ru: §HРазблокирует функцию:§! Вечная оборона

source: Once the special project is completed in §Y5 Years§! you will receive a new civic slot, and 2 more civic slots will be unlocked in §Y15 Years§! and §Y30 Years§!.
ru_ru: После завершения специального проекта в §Y5 лет§! вы получите новый гражданский слот, а еще 2 гражданских слота будут разблокированы в §Y15 лет§! и §Y30 лет§!.

source: §HUnlocks Feature:§! Civics Adaptation
ru_ru: §HРазблокирует функцию:§! Гражданская адаптация

source: Expandable Knowledge
ru_ru: Расширяемые знания
