Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: $pop_cat_worker$ Upkeep
ru_ru: $pop_cat_worker$ - содержание

source: $colossus$ Build Cost
ru_ru: Стоимость строительства $colossus$

source: $juggernaut$ Build Cost
ru_ru: Стоимость строительства $juggernaut$

source: $titan$ Build Cost
ru_ru: $titan$ стоимость строительства

source: $colossus$ Build Speed
ru_ru: Скорость строительства $colossus$

source: $crisis_corvette$Build Speed
ru_ru: Скорость строительства $crisis_corvette$

source: $crisis_cruiser$Build Speed
ru_ru: Скорость строительства $crisis_cruiser$

source: $crisis_destroyer$Build Speed
ru_ru: Скорость строительства $crisis_destroyer$

source: $ion_cannon$ build speed
ru_ru: Скорость строительства ионных орудий

source: $juggernaut$ Build Speed
ru_ru: Скорость строительства $juggernaut$

source: $star_eater$ Build Speed
ru_ru: Скорость строительства $star_eater$

source: $starbase_citadel$ hull
ru_ru: Корпус $starbase_citadel$

source: $starbase_outpost$ hull
ru_ru: Корпус $starbase_outpost$

source: $starbase_starfortress$ hull
ru_ru: Корпус $starbase_starfortress$

source: $starbase_starhold$ hull
ru_ru: Корпус $starbase_starhold$

source: $starbase_starport$ hull
ru_ru: Корпус $starbase_starport$

source: $titan$ Build Speed
ru_ru: $titan$ скорость строительства

source: Large-scale construction, every §G5§! years to obtain §G3~7§! prototype battleships incorporating the latest military technology, they have better attributes than normal battleships.
ru_ru: Крупномасштабное строительство, каждые §G5§! лет, дающее §G3~7§! прототипа линкоров, оснащённых новейшими военными технологиями и обладающими наилучшими характеристиками по сравнению с обычными.

source: Recurring Ascendance
ru_ru: Повторяющееся совершенство

source: Time is a flat circle. Everything we have done, or will do, we will do over and over and over again. Forever.
ru_ru: Время - это бесконечный цикл. Всё что мы сделали или сделаем, мы сделаем снова и снова и снова. Цикл непрерывен.

source: When £society §Htech_hive_worlds$§! is done, we can transform a planet directly into hive world.
ru_ru: Когда £society §Htech_hive_worlds$§! изучено, мы сможем трансформировать их прямо в миры ульи.

source: When £society §H$tech_world_shaper$§! is done, we can transform a planet directly into gaia.
ru_ru: Когда £society §H$tech_world_shaper$§! изучено, мы сможем терраформировать их сразу в идеальные миры.

source: After ten years of Ideological and moral propaganda, people will gradually accept the new ideology.
ru_ru: После десяти лет идеологической пропаганды люди постепенно приняли новую идеологию.

source: Ideological propaganda
ru_ru: Идеологическая пропаганда

source: For a period of ten years of ideological propaganda activities ended, the overall effect is satisfactory.
ru_ru: Спустя десять лет идеологическая пропаганда окончена, согласно тестам - суммарный эффект можно считать удовлетворительным.

source: Ideological propaganda ends
ru_ru: Идеологическая пропаганда завершена

source: Our ability to expand is getting stronger and stronger, and we are trying to transform a barren planet into a hive world.
ru_ru: Наша способность разрастаться становится всё более и более могучей, отныне - мы способны превратить бесплодную планету в Мир-Улей.

source: Our planet transformation technology is becoming more and more mature, and the first fully autonomous planet of §Ybarren planet§! transformation is already in preparation.
ru_ru: Наши технологии терраформирования планет становятся всё более и более совершенными, и первое полностью автономное терраформирование §YБесплодного мира§! полностью подготовлено.

source: Claim Control of Affiliate
ru_ru: Потребовать контроля над партнёром

source: Can prohibite $SUBJECT_AAR_SBJ_tributary$ from adding claims. (If this policy does not work, please subscribe the MOD §BUniversial Game Rules Compatibility§!)
ru_ru: Может запретить добавление утверждения $SUBJECT_AAR_SBJ_tributary$. (Если эта политика не работает, пожалуйста, подпишитесь на МОД §BUniversial Game Rules Compatibility§!)

source: $AAR_MOD_cntr_jumper$ Control
ru_ru: Управление $AAR_MOD_cntr_jumper$

source: Activating a $AAR_MEGA_webway_NODE$ will break down within a few months, but you can maintain it long-term with $AAR_tips_WEBWAY_giant_ship$.
ru_ru: Активация $AAR_MEGA_webway_NODE$ приведёт к его разрушению в течение нескольких месяцев, но вы сможете проходить через $AAR_tips_WEBWAY_giant_ship$, пока он функционирует.

source: In addition to this, you can also activate remotely via the Relic §B$AAR_R_webway$§!.
ru_ru: Кроме того, вы также можете передать реликвию §B$AAR_R_webway$§! и осуществить удалённую активацию.

source: Whether to allow $AAR_tips_WEBWAY_giant_ship$ to activate $AAR_MEGA_webway_NODE$.
ru_ru: $AAR_tips_WEBWAY_giant_ship$ допускает активацию $AAR_MEGA_webway_NODE$.

source: From the difficult years, the central government has proved his absolute correctness, and the people do not hesitate to believe everything that the central government wants the people to believe.
ru_ru: В период сложных времен центральное правительство доказало свою эффективность, и граждане без колебаний верят во все, что правительство им внушает.

source: Pandora's box
ru_ru: Ящик Пандоры

source: The box attracts disaster, but gives strength, we love and hate it!
ru_ru: Шкатулка притягивает беды, но придаёт сил, мы любим и ненавидим ее!

source: $TRIGGER_FAIL$Requires the §Y$ap_defender_of_the_galaxy$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_defender_of_the_galaxy$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_executive_vigor$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_executive_vigor$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_galactic_force_projection$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_galactic_force_projection$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_hive_worlds$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_hive_worlds$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_imperial_prerogative$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_imperial_prerogative$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_machine_worlds$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_machine_worlds$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_master_builders$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуется традиция вознесения §Y$ap_master_builders$§!

source: $TRIGGER_FAIL$Requires the §Y$ap_mastery_of_nature$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_mastery_of_nature$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_technological_ascendancy$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Есть бонус совершенства §Y$ap_technological_ascendancy$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_universal_transactions$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Наличие бонуса за стремление: §Y$ap_universal_transactions$§! - необязательно.

source: $TRIGGER_FAIL$Requires the §Y$ap_world_shaper$§! or §Y$ap_machine_worlds$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требует бонус за стремление: §Y$ap_world_shaper$§! или §Y$ap_machine_worlds$§!.

source: $TRIGGER_PASS$Requires §YNo trigger crisis§!.
ru_ru: $TRIGGER_PASS$Требуется §YОтсутствие кризиса§!.

source: $TRIGGER_PASS$May not have the §Y$ap_the_flesh_is_weak$§! Ascension Perk.
ru_ru: $TRIGGER_PASS$Требуется отсутствие бонуса за стремление: §Y$ap_the_flesh_is_weak$§!.

source: $TRIGGER_FAIL$May not have the §Y$eap_mastery_of_nature$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Наличие бонуса за стремление: §Y$eap_mastery_of_nature$§! - необязательно.

source: $TRIGGER_FAIL$May not have the §Y$eap_mastery_of_nature2$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Наличие бонуса за стремление: §Y$eap_mastery_of_nature2$§! - необязательно.

source: $TRIGGER_FAIL$Requires the £engineering §Y$tech_battleships$§! technology.
ru_ru: $TRIGGER_FAIL$Требуется £engineering технология §Y$tech_battleships$§!.

source: $TRIGGER_FAIL$Requires the £society §Y$tech_subdermal_stimulation$§! technology or §Y$civic_tooltip_hive_mind$§!.
ru_ru: $TRIGGER_FAIL$Требуется £society технология §Y$tech_subdermal_stimulation$§! или §Y$civic_tooltip_hive_mind$§!.

source: $TRIGGER_FAIL$Requires more than §Y2250§!.
ru_ru: $TRIGGER_FAIL$Требуется, что бы год игры был минимум §Y2250§!.

source: Barren world nests
ru_ru: Восстановление бесплодных миров

source: Even a barren planet can be transformed directly into hive!
ru_ru: Даже бесплодная планета может стать частью улья.

source: Even the barren planet, we can directly transform it into a world where any form of life can be perfectly adapted!
ru_ru: Мы можем терраформировать бесплодные миры почти что в любые биомы, даже в такие биомы - где возможна идеальная приспособленность для любой жизни!

source: Believe in the Central
ru_ru: Верьте в Центр

source: $eap_shared_destiny$
ru_ru: Общие ценности

source: Financial Services
ru_ru: Всепроникающий капитализм

source: tech research option gained £society §H$tech_hive_worlds$§!
ru_ru: Получена новая технология в древе исследований £society §H$tech_hive_worlds$§!

source: tech research option gained £society §H$tech_world_shaper$§!
ru_ru: Получена новая технология в древе исследований £society §H$tech_world_shaper$§!

source: Soul Boat
ru_ru: Корабль душ

source: Target locator
ru_ru: Обнаружение цели

source: Webway Node Locator
ru_ru: Обнаружение сетевого канала

source: Gravity Impact
ru_ru: Гравитационное воздействие

source: Automatic Defense Protocol
ru_ru: Протокол автоматической обороны

source: Experimental Prototype Fleet
ru_ru: Экспериментальный прототип флота

source: Webway Exploration Site
ru_ru: Место по исследованию сетевого канала

source: Webway Nexus
ru_ru: Ядро сетевых каналов

source: Webway Node
ru_ru: Терминал сетевого канала

source: Experimental prototype battleship
ru_ru: Экспериментальный прототип линкора

source: Imperial Secretary
ru_ru: Имперский секретарь

source: This leader will serve as a special independent manager to handle all leader-related housekeeping issues, which will prevent them from being assigned normal leader positions.
ru_ru: Этот лидер будет выполнять функции специального независимого менеджера по решению всех вопросов, связанных с ведением дел, что помешает ему получать обычные руководящие должности.

source: §YYou can fire him at any time if you don't want to see him, it won't have any effect on the game, but he may still appear sometimes.§!
ru_ru: §YВы сможете уволить его в любое время, если не захотите видеть, это никак не повлияет на игру, но он все равно сможет, иногда, появляться.§!
