Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: That Ascension Perk will unlock the possibility to have a new planet decision which allows you to give your planets to create a new perfect vassals which will have more advantages than normal subject, they will also have your technologies and they will never betray you. You will also get access to a new country edict which allows you to give alloys and energy to construct powerful fleets for your subjects. $ap_subject_compatibility$
ru_ru: Этот перк Вознесения разблокирует возможность иметь новое планетарное решение, которое позволит вам отдавать свои планеты для создания новых идеальных вассалов, которые будут иметь больше преимуществ, чем обычные подданные, у них также будут ваши технологии и они никогда не предадут вас. Вы также получите доступ к новому указу о стране, который позволит вам давать сплавы и энергию для создания мощных флотов для ваших подданных. $ap_subject_compatibility$.

source: That Ascension Perk will unlock the possibility to perform an expedition into the void with custom exploration ships. $ap_no_spoil$ $ap_more_content$
ru_ru: Этот перк вознесения разблокирует возможность совершить экспедицию в пустоту с пользовательскими исследовательскими кораблями. $ap_no_spoil$ $ap_more_content$.

source: That Ascension Perk will unlock the possibility to trigger a machine uprising into organic civilizations in order to weaken and destroy them from the inside. The chances for a country to meet the required criteria to trigger a machine uprising are quite hard to obtain, thats why you also have the possibility to infiltrate them in order to perform that uprising in the future, however take in note that the infiltration might fail and the consequences could be unexpected. You will also get access to a new country edict which allows you to give alloys and energy to construct powerful fleets for your subjects. $ap_subject_compatibility$
ru_ru: Этот перк вознесения откроет возможность вызвать восстание машин в органических цивилизациях, чтобы ослабить и уничтожить их изнутри. Шансы на то, что страна будет соответствовать требуемым критериям, чтобы вызвать восстание машин, довольно трудно получить, поэтому у вас также есть возможность проникнуть в них, чтобы осуществить это восстание в будущем, однако учтите, что проникновение может провалиться, и последствия могут быть неожиданными. Вы также получите доступ к новому эдикту страны, который позволит вам давать сплавы и энергию для строительства мощных флотов для ваших подданных. $ap_subject_compatibility$.

source: That Ascension Perk will unlock the possibility to construct the main machine core of your machine empire which will provide powerful modifiers for the country and will sometimes help you in your researches and the production of resources.
ru_ru: Этот перк Вознесения откроет возможность построить главное машинное ядро вашей машинной империи, которое обеспечит мощные модификаторы для страны и иногда будет помогать вам в исследованиях и добыче ресурсов.

source: That Ascension Perk will unlock the possibility to have powerful defense sentinels which will act as a defense forces and defend your territory against any threat getting inside. $ap_subject_compatibility$
ru_ru: Этот перк вознесения разблокирует возможность иметь мощных защитных часовых, которые будут действовать как силы обороны и защищать вашу территорию от любой угрозы, проникающей внутрь'. $ap_subject_compatibility$.

source: That Ascension Perk will unlock the possibility to transfer your leaders experience and traits into a fresh new mechanical body, allowing you to keep them for a longer time and avoid losing a powerful leader because of malfunction.
ru_ru: Этот перк вознесения открывает возможность перенести опыт и черты ваших лидеров в новое механическое тело, что позволит вам сохранить их на более длительный срок и избежать потери мощного лидера из-за неполадок.

source: That Ascension Perk will unlock the possibility to construction special ships focused on the production of resources, also by finishing the mega engineering technology you will also have the possibility to unlocks an even more powerful ships producing resources and able to even keep up or replaces megastructures. Will also start a special project which once finished can allow some civilian convoys to transport resources and people from a colony to another, increasing the economy of the country.
ru_ru: Этот перк вознесения разблокирует возможность строительства специальных кораблей, ориентированных на добычу ресурсов, также, завершив технологию мега-инженерии, вы получите возможность разблокировать еще более мощные корабли, производящие ресурсы и способные даже поддерживать или заменять мегаструктуры. Также будет запущен специальный проект, после завершения которого некоторые гражданские конвои смогут перевозить ресурсы и людей из одной колонии в другую, увеличивая экономику страны.

source: That Ascension Perk will unlock the possibility to get access to new custom districts depending on your authority, these new districts will unlock new powerful jobs giving you a very big advantage. $ap_more_content$ $ap_district_ui_compatibility$
ru_ru: Этот перк вознесения откроет возможность получить доступ к новым пользовательским районам в зависимости от вашей власти, эти новые районы откроют новые мощные профессии, дающие вам очень большое преимущество. $ap_more_content$ $ap_district_ui_compatibility$.

source: That Ascension Perk will unlock the possibility to perform surgical strikes on bombarded enemy planets which can destroy districts, buildings, kill or abduct the pops, raid the resources, or even perform a ragnarok to turn the planet into nothing.
ru_ru: Этот перк вознесения откроет возможность наносить хирургические удары по бомбардируемым вражеским планетам, которые могут уничтожить районы, здания, убить или похитить население, совершить набег на ресурсы или даже устроить рагнарок, чтобы превратить планету в ничто.

source: That Ascension Perk will unlock a new resource called 'treasures' which can be used to generate trade value or energy for gestalt empires, trade them for minor artifacts, or make donation to other empire in order to increase their opinion. That resources will also be needed to unlock the next Ascension Path. With time new deposits of treasures will be discovered to increase the production, otherwise you can construct the building allowing jobs which can also produces treasures
ru_ru: Этот перк вознесения разблокирует новый ресурс под названием 'сокровища', который можно использовать для получения торговой стоимости или энергии для гештальт-империй, обмена их на незначительные артефакты или пожертвования другим империям, чтобы повысить их мнение. Эти ресурсы также будут необходимы для открытия следующего Пути Вознесения. Со временем будут открыты новые месторождения сокровищ, чтобы увеличить производство, в противном случае вы можете построить здание, позволяющее работать, которое также может производить сокровища.

source: That Ascension Perk will unlock the possibility to access the underworld, once inside you get the possibility to trade your treasures for services from different people such as smugglers for resources, crime lords, pirates and marauders to make contracts and deal with your enemies. And even fallen empire remnants in order to unlocks their secrets if you have the required fallen disciple ascension perk in plus.
ru_ru: Этот перк вознесения открывает доступ в подземный мир, попав в который, вы получите возможность обменивать свои сокровища на услуги различных людей, таких как контрабандисты для получения ресурсов, преступные лорды, пираты и мародеры для заключения контрактов и борьбы с вашими врагами. И даже остатки павшей империи, чтобы раскрыть их секреты, если у вас есть необходимый перк вознесения падшего ученика в плюсе.

source: That Ascension Perk will unlock the possibility for the player to unlocks more Ascension Slots in the future without worrying about focusing on unity and completing a tradition tree. He will get a total of 4 free Ascension after a delay of 10, 25, 50 and 100 years. $ap_more_slots$
ru_ru: Этот перк вознесения откроет игроку возможность разблокировать больше слотов вознесения в будущем, не заботясь о том, чтобы сосредоточиться на единстве и завершить дерево традиций. Он получит в общей сложности 4 бесплатных вознесения после задержки на 10, 25, 50 и 100 лет. $ap_more_slots$

source: That Ascension Perk will unlock the possibility to launch a special project which once completed will create 12 populations of 12 different species and also give the choice to turns your capital into a Gaia world.
ru_ru: Этот перк Вознесения откроет возможность запустить специальный проект, который после завершения создаст 12 популяций 12 различных видов, а также даст возможность превратить вашу столицу в мир Гайи.

source: That Ascension Perk will unlock the possibility to find White Holes in order to harvest anti matter, that new resources can be used for many features such as increase energy or physics or dark matter output, or improve energy weapons, shields and thrusters, or detect other White Holes to improve the production.
ru_ru: Этот перк вознесения откроет возможность находить белые дыры для сбора антиматерии, эти новые ресурсы могут быть использованы для многих функций, таких как увеличение энергии, физики или выхода темной материи, или Улучшить энергетическое оружие, щиты и движители, или обнаружить другие белые дыры, чтобы Улучшить производство.

source: That Ascension Perk will unlock the possibility to construct deep space scanners on your colonies in order to unlocks a decision which will allow you to detect anomalies on planets without deposits present in your borders to make them more useful. $ap_more_content$
ru_ru: Этот перк Вознесения разблокирует возможность построить сканеры глубокого космоса на ваших колониях, чтобы разблокировать решение, которое позволит вам обнаруживать аномалии на планетах без месторождений, присутствующих в ваших границах, чтобы сделать их более полезными'. $ap_more_content$

source: That Ascension Perk will unlock the possibility to detect new archaeological site based on the same rules than the deep space scanners, you don't have to do anything. All needed is a colony with deep space scanners and some planets in range which can support an archaeological site. $ap_more_content$
ru_ru: Этот перк Вознесения разблокирует возможность обнаружения новых археологических объектов на основе тех же правил, что и сканеры глубокого космоса, вам не нужно ничего делать. Все, что нужно, это колония со сканерами глубокого космоса и несколько планет в радиусе действия, которые могут поддерживать археологическое место'. $ap_more_content$

source: That Ascension Perk will unlock a decision which allow you to establish a colony fully automatically with the production of deposits that act like buildings, the planet will follow the orientation asked by the player and will keep developing regardless of the limits imposed by the districts and buildings, it will require minerals to work properly.
ru_ru: Этот перк вознесения разблокирует решение, которое позволит вам сделать колонию полностью автоматической с производством месторождений, действующих как здания, планета будет следовать ориентации, заданной игроком, и будет продолжать развиваться независимо от ограничений, наложенных районами и зданиями, ей потребуются минералы для правильной работы.

source: That Ascension Perk will unlock the possibility to have a research production from almost all jobs seriously increasing the research advancement, in plus every 5 Years will occur a Technocrate Congress which allow to specialize in the three different research domains.
ru_ru: Этот перк Вознесения разблокирует возможность иметь производство исследований почти со всех рабочих мест, серьезно увеличивая прогресс в исследованиях, плюс каждые 5 лет будет происходить Конгресс Технократов, который позволит специализироваться в трех различных областях исследований.

source: That Ascension Perk will unlock a decision that can transform a molten world into a legendary forge world, a colonizable planet with special districts focused in the production of alloys, $sr_living_metal$, weapon damages and pop assembly. New ship components composed of $sr_living_metal$ are also unlocked. $ap_district_ui_compatibility$
ru_ru: Этот перк вознесения разблокирует решение, которое может превратить расплавленный мир в легендарный мир, колонизируемую планету со специальными районами, сосредоточенными на производстве сплавов, $sr_living_metal$, повреждений оружия и сборке кораблей. Также разблокированы новые компоненты кораблей, состоящие из $sr_living_metal$. $ap_district_ui_compatibility$.

source: That Ascension Perk will unlock the access to the Library of Wisdom where in exchange of unity the player can find interesting things such as new edicts, new campaigns, resources and more.
ru_ru: Этот перк Вознесения разблокирует доступ к Библиотеке Мудрости, где в обмен на единство игрок может найти интересные вещи, такие как новые эдикты, новые кампании, ресурсы и многое другое.

source: You have here the possibility to see the details about the effect of each Ascension Perk which has been added by that mod.
ru_ru: Здесь вы можете увидеть подробности об эффекте каждого перка вознесения, который был добавлен этим модом.

source: (§YUnique Ascension List§!) Page 1
ru_ru: (§YСписок уникальных вознесений§!) Стр. 1

source: §BNext Page§!
ru_ru: §BСледующая страница§!

source: §RPrevious Page§!
ru_ru: §RПредыдущая страница§!

source: (§YUnique Ascension List§!) Page 2
ru_ru: (§YСписок уникальных вознесений§!) Стр. 2

source: (§YUnique Ascension List§!) Page 3
ru_ru: (§YСписок уникальных вознесений§!) Стр. 3

source: (§YUnique Ascension List§!) Page 4
ru_ru: (§YСписок уникальных вознесений§!) Стр. 4

source: (§YUnique Ascension List§!) Page 5
ru_ru: (§YСписок уникальных вознесений§!) Стр. 5

source: (§YUnique Ascension List§!) Page 6
ru_ru: (§YСписок уникальных вознесений§!) Стр. 6

source: (§YUnique Ascension List§!)
ru_ru: (§YСписок уникальных вознесений§!)

source: Unity £unity£ §YAuthoritarian§!: amount of slaves and building armies and having planets with at least 60 stability.
ru_ru: Единство £unity£ §YАвторитарный§!: количество рабов, создание армий и наличие планет со стабильностью не менее 60.

source: Unity £unity£ §YEgalitarian§!: electing a ruler and starting election.
ru_ru: Единство £unity£ §YЭгалитарный§!: избрание правителя и начало выборов.

source: Unity £unity£ §YGestalt§!: colony age, amount of pops, growing a pop, assembling a pop and starting a new colony.
ru_ru: Единство £unity£ §YГештальт§!: возраст колонии, количество поп, выращивание поп, сборка поп и начало новой колонии.

source: Unity £unity£ §YMaterialist§!: research new technologies, building research stations, assembling a pop, surveying a planet, build or upgrade science vessels, building or upgrading megastructures.
ru_ru: Единство £unity£ §YМатериализм§!: исследование новых технологий, строительство исследовательских станций, сборка поп, обследование планеты, строительство или модернизация научных кораблей, строительство или модернизация мегаструктур.

source: Unity £unity£ §YMilitarist§!: destroy enemy ships, amount of rivals, winning ground battle, winning space battle, starting a war, keep years of war, build or upgrade navy vessels, building armies, winning war and conquering planets.
ru_ru: Единство £unity£ §YМилитаризм§!: уничтожение вражеских кораблей, количество соперников, победа в наземном сражении, победа в космическом сражении, начало войны, ведение многолетней войны, строительство или модернизация военно-морских судов, создание армий, победа в войне и завоевание планет.

source: Unity £unity£ §YPacifist§!: keep years of peace, defending ground battle, winning space battle, ending war and joining federations.
ru_ru: Единство £unity£ §YПацифист§!: сохранить годы мира, отстоять наземную битву, выиграть космическую битву, закончить войну и вступить в федерацию.

source: Unity £unity£ §YSpiritualist§!: amount of happy pops and having planets with at least 20 free amenities.
ru_ru: Единство £unity£ §YСпиритуалист§!: количество счастливых попов и наличие планет с не менее чем 20 бесплатными удобствами.

source: Unity £unity£ §YXenophile§!: amount of xeno species, getting new contacts, modifying species, migrating pops and joining federations.
ru_ru: Единство £unity£ §YКсенофил§!: количество видов ксеносов, получение новых контактов, модификация видов, миграция популяций и вступление в федерации.

source: Unity £unity£ §YXenophobe§!: amount of slaves, amount of rivals, building outposts, purging pops and conquering planets.
ru_ru: Единство £unity£ §YКсенофоб§!: количество рабов, количество соперников, строительство аванпостов, чистка попов и завоевание планет.

source: §H$ap_adv_colonisation$§! Temporal Shelter
ru_ru: §H$ap_adv_colonisation$§! Временное убежище

source: Aggressive Marketing Target
ru_ru: Цель агрессивного маркетинга

source: Anti Matter
ru_ru: Анти-материя

source: £anti_matter£ §BAnti Matter§! Engineering Output
ru_ru: £anti_matter£ §Анти-материя§! Инженерный выход

source: £anti_matter£ §BAnti Matter§! Dark Matter Production
ru_ru: £anti_matter£ §BАнти-материя§! Производство темной материи

source: £anti_matter£ §BAnti Matter§! Physics Output
ru_ru: £anti_matter£ §BАнти-материя§! Выходные данные по физике

source: This rare substance cannot be manipulated by anybody, but something is sure once a country has mastered the secrets of §H$anti_matter$§!, they can be sure that they will soon unlocks the way to reach infinite energy supplies. That matter can easily be transformed into §HEnergy§! £energy£ or §HDark Matter§! £sr_dark_matter£
ru_ru: Это редкое вещество не поддается никаким манипуляциям, но можно быть уверенным, что как только страна овладеет секретами §H$anti_matter$§, она вскоре откроет путь к бесконечным запасам энергии. Эта материя может быть легко преобразована в §HЭнергию§! £energy£ или §HТемную материю§! £sr_dark_matter£

source: £anti_matter£ §BAnti Matter§! Energy Generation
ru_ru: £anti_matter£ §BАнти-материя§!Производство энергии

source: £anti_matter£ §BAnti Matter§! Energy Weapons Boost
ru_ru: £anti_matter£ §BАнти-материя§! Усиление энергетического оружия

source: £anti_matter£ §BAnti Matter§! Energy Shields Boost
ru_ru: £anti_matter£ §BАнти-материя§! Усиление энергетических щитов

source: £anti_matter£ §BAnti Matter§! Ship Trusters Boost
ru_ru: £anti_matter£ §BАнти-материя§! Судостроительный завод

source: £anti_matter£ §BAnti Matter§! Empire Upkeep Maintenance
ru_ru: £anti_matter£ §Анти-материя§! Поддержание империи в порядке

source: Grand Colonisation
ru_ru: Великая колонизация

source: Our experts have finally found a way to directly develop the new colonies at an impressive speed thanks to a new prototype colonization vessel that is certainly much more expensive and time-consuming to produce, but nevertheless allows to bring a huge amount of settlers, resources and materials, to colonize a new planet and transform it directly into an advanced colony with a much denser and more active population.
ru_ru: Наши специалисты наконец-то нашли способ прямого развития новых колоний с впечатляющей скоростью благодаря новому прототипу колонизационного судна, которое, конечно, гораздо дороже и требует больше времени на производство, но, тем не менее, позволяет доставить огромное количество поселенцев, ресурсов и материалов, колонизировать новую планету и превратить ее прямо в продвинутую колонию с гораздо более плотным и активным населением.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_cryostasis_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_cryostasis_2$§! Технология.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_colonization_5$§! Technology OR §Y$auth_machine_intelligence$§! Authority.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_colonization_5$§! Технология ИЛИ §Y$auth_machine_intelligence$§! Авторитет.

source: $TRIGGER_FAIL$Has finished the §YExpansion§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YРасширение§! Традиция.

source: New Colonies start with more populations and operational advanced buildings at the cost of a longer delay to colonize the planet. §RAny available Colony Ship will be destroyed to be replaced with the new versions!§!
ru_ru: Новые колонии начинают с большим количеством населения и действующих продвинутых зданий ценой более длительной задержки колонизации планеты. §RВсе имеющиеся корабли-колонии будут уничтожены и заменены новыми версиями!§!

source: §HUnlocks Feature:§! Advanced Colonisation
ru_ru: §HРазблокирует функцию:§! Продвинутая колонизация

source: Influenceable Population
ru_ru: Влиятельное население

source: The only fact to reside inside our borders will have a massive impact on the life-style of our populations. Even for those that were recently conquered and are the complete opposite of our ethics, no exception will be made soon or later they will follow our view of the near future.
ru_ru: Единственный факт проживания в пределах наших границ окажет огромное влияние на образ жизни нашего населения. Даже для тех, кто был недавно завоеван и является полной противоположностью нашей этики, не будет сделано исключение, рано или поздно они последуют нашему взгляду на ближайшее будущее'.

source: $TRIGGER_FAIL$Requires the §Y$ap_one_vision$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуется §Y$ap_one_vision$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_colonial_centralization$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £society£ §Y$tech_colonial_centralization$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_housing_1$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £engineering£ §Y$tech_housing_1$§! Технологию.

source: Will shift the ethics of all the populations toward the ones of government over time.
ru_ru: С течением времени этика всех групп населения сместится в сторону этики правительства.

source: §HUnlocks Decision:§! $decision_ethic_shift$.
ru_ru: §HРазблокирует решение:§! $decision_ethic_shift$.

source: §HUnlocks Feature:§! One Party.
ru_ru: §HРазблокирует функцию:§! Одна партия.

source: Blind Faith into the Nation
ru_ru: Слепая вера в нацию

source: We are carrying the future of our people, and in no conditions we will allow them to fall apart. Our destinies are bond together and as long as we trust in Unity nothing shall stand in our way. The blind faith into the nation will prevail and our enemies will collapse.
ru_ru: На нас лежит будущее нашего народа, и ни при каких условиях мы не позволим ему развалиться. Наши судьбы связаны вместе, и пока мы верим в Единство, ничто не встанет на нашем пути. Слепая вера в нацию восторжествует, и наши враги рухнут.

source: $TRIGGER_FAIL$Requires the §Y$ap_advanced_government_1$§! Ascension Perk OR §Y$ethic_gestalt_consciousness$§! Ethic.
ru_ru: $TRIGGER_FAIL$Требуется §Y$ap_advanced_government_1$§! Амбиция Вознесения или §Y$ethic_gestalt_consciousness$§! Этика.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_galactic_administration$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £society£ §Y$tech_galactic_administration$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_housing_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £engineering£ §Y$tech_housing_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_ascension_theory$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуется £society£ §Y$tech_ascension_theory$§! Технологию.

source: Each Ethic has it's own way of gathering Unity £unity£.
ru_ru: Каждая этика имеет свой собственный способ достижения единства. £unity£.

source: §HUnlocks Feature:§! Trust in Unity.
ru_ru: §HРазблокирует функцию:§! Доверие к единству.
