Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Military Bastions
ru_ru: Военные бастионы

source: Navy Center District
ru_ru: Район центра ВМФ

source: $district_navy_center$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_navy_center$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Navy Center Districts
ru_ru: Районы центра ВМФ

source: Nursery District
ru_ru: Район питомника

source: $district_nursery$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_nursery$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Nursery Districts
ru_ru: Районы питомников

source: Purification District
ru_ru: Очистной район

source: $district_purification$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_purification$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Purification Districts
ru_ru: Очистные районы

source: Queen Chamber District
ru_ru: Камерный округ Королева

source: $district_queen$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_queen$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Queen Chamber Districts
ru_ru: Районы палаты королевы

source: Recycicle District
ru_ru: Район рециклинга

source: $district_recycling$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_recycling$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Recycicle Districts
ru_ru: районы рециклинга

source: Upperground District
ru_ru: Верхнеуслонский район

source: $district_rich$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_rich$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Upperground Districts
ru_ru: Районы верхнего уровня

source: Secret Alchimy
ru_ru: Секретный Алхимический

source: $district_secret_alchimy$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_secret_alchimy$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.

source: Secret Alchimies
ru_ru: Секретные алхимики

source: Security District
ru_ru: Район безопасности

source: $district_security$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_security$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Security Districts
ru_ru: Районы безопасности

source: Smuggling District
ru_ru: Район контрабанды

source: $district_smuggling$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_smuggling$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Smuggling Districts
ru_ru: Районы контрабанды

source: Super Assembly
ru_ru: Супер Ассамблея

source: $district_super_assembly$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_super_assembly$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.

source: Super Assemblies
ru_ru: Супер-ассамблеи

source: Underground District
ru_ru: Подземный район

source: $district_underground$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_underground$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Underground Districts
ru_ru: Подземные районы

source: University District
ru_ru: Университетский район

source: $district_university$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_university$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: University Districts
ru_ru: Университетские районы

source: Upgrade District
ru_ru: Модернизация района

source: $district_upgrade$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_upgrade$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Upgrade Districts
ru_ru: Модернизация районов

source: Forged Weapons Factory
ru_ru: Фабрика кованого оружия

source: $district_weapons_factory_plural$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_weapons_factory_plural$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.

source: Forged Weapons Factories
ru_ru: Фабрики кованого оружия

source: Domesticated Aliens
ru_ru: Прирученные инопланетяне

source: §BSpace Amoeba§!
ru_ru: §BКосмическая Амеба§!

source: $domesticated_ameoba$ breed faster than other space alien species. They must consume Food £food£ in order to launch special protocols.
ru_ru: $domesticated_ameoba$ breed faster than other space alien species. Они должны consume Food £food£ in order to launch special protocols.

source: Their §GHomeworld§! can generate $energy$ £energy£, $society_research$ £society£ and $volatile_motes$ £volatile_motes£.
ru_ru: Их §GHomeworld§! может генерировать Энергетические кредиты £energy£, $society_research$ £society£ and $volatile_motes$ £volatile_motes£.

source: §BVoid Cloud§!
ru_ru: §BОблако пустоты§!

source: $domesticated_cloud$ possess weapons allowing them to penetrate at 100% both Ships §BShield§! and §GArmor§!. They can also replicate themselves from destroyed enemy fleets. They must consume $energy$ £energy£ in order to launch special protocols.
ru_ru: $domesticated_cloud$ обладают оружием, позволяющим им проникать на 100% в оба корабля. §BЩит§! и §GБроня§!. Они также могут воспроизводить себя из уничтоженных вражеских флотов. Они должны потреблять Энергетические кредиты £energy£ для запуска специальных протоколов.

source: Their §GHomeworld§! can generate $energy$ £energy£, Physics Research £physics£ and Dark Matter £sr_dark_matter£.
ru_ru: Их §GРодной мир§! может генерировать Энергетические кредиты £energy£, Physics Research £physics£ and Dark Matter £sr_dark_matter£.

source: §BCrystalline Entity§!
ru_ru: §BКристаллическая сущность§!

source: $domesticated_crystal$ have strong §GArmor§! resistance and their crystal shards can deal with any sort of enemy. They must consume Minerals £minerals£ in order to launch special protocols.
ru_ru: $domesticated_crystal$ have strong §GБроня§! сопротивление и их кристаллические осколки могут справиться с любым врагом. Они должны потреблять минералы £minerals£ для запуска специальных протоколов.

source: Their §GHomeworld§! can generate Minerals £minerals£, Physics Research £physics£ and Rare Crystals £rare_crystals£.
ru_ru: Их §GРодной мир§!может генерировать минералы £minerals£, Физические исследования £physics£ и Редкие кристаллы £rare_crystals£.

source: §BMining Drone§!
ru_ru: §BДрон для добычи полезных ископаемых§!

source: $domesticated_drone$ have good weapons against Ships §GArmor§! and §YHull§!. They must consume $energy$ £energy£ in order to launch special protocols.
ru_ru: $domesticated_drone$ имеют хорошее оружие против кораблей §GБроней§! и §YВостановливающий обшивкой§!. Они должны потреблять Энергетические кредиты £energy£ для запуска специальных протоколов.

source: Their §GHomeworld§! can generate Minerals £minerals£, Engineering Research £engineering£, Alloys £alloys£ and $sr_living_metal$ £sr_living_metal£.
ru_ru: Их §GРодной мир§! может генерировать Минералы £minerals£, Инженерные исследования £engineering£, Сплавы £alloys£ и $sr_living_metal$ £sr_living_metal£.

source: §BTiyanki Space Whale§!
ru_ru: §BТиянки Космический киты§!

source: $domesticated_tiyanki$ have good weapons very effective against Ships §BShield§!. They must consume Food £food£ in order to launch special protocols.
ru_ru: $domesticated_tiyanki$ имеют хорошее оружие, очень эффективное против кораблей с §BЩитами§. Они должны потреблять еду £food£, чтобы запустить специальные протоколы.

source: Their §GHomeworld§! can generate Food £food£, $society_research$ £society£ and $exotic_gases$ £exotic_gases£.
ru_ru: Их §GРодной мир§! может генерировать еду £food£, $society_research$ £society£ и $exotic_gases$ £exotic_gases£.

source: £energy£ §YActivate Cortana§! £physics£ £society£ £engineering£
ru_ru: £energy£ §YАктивная Кортана§! £physics£ £society£ £engineering£

source: Spend £energy£ for the Activation of the Cortana AI which will research a new Technology.
ru_ru: Провести £energy£ активацию искусственного интеллекта Cortana, который будет исследовать новую Технологию.

source: £automatic_drone£ §BActivate Automatic Nano Upgrade§! £automatic_drone£
ru_ru: £automatic_drone£ §BАктивировать автоматическое обновление Нано§! £automatic_drone£

source: £military_power£ §BActivate Surgical Strike§! £military_power£
ru_ru: £military_power£ §BАктивировать хирургический удар§! £military_power£

source: £anti_matter£ §BAnti Matter Menu§! £anti_matter£
ru_ru: £anti_matter£ §BАнтиматерия меню§! £anti_matter£

source: §MAwaken Fallen Empire§!
ru_ru: §MПробуждение Падшей Империи§!

source: Use our influence to awaken a fallen empire and completely change the future of the galaxy.
ru_ru: Используйте наше влияние, чтобы пробудить павшую империю и полностью изменить будущее галактики.

source: §H$ap_chosen_ruler$:§! Warn Me Again
ru_ru: §HИзбранный правитель:§! Предупреди меня снова

source: We will be warned again about the activities of our $ap_chosen_ruler$.
ru_ru: Мы снова будем предупреждены о деятельности нашего избранного правителя.

source: §YCivilian Convoy:§! Warn Me Again
ru_ru: §YГражданский конвой:§! Предупреди меня снова

source: We will be warned again about the civilian convoy departures.
ru_ru: Нас снова предупредят об отъезде гражданских колонн.

source: §BContact $ap_leviathan_master$§!
ru_ru: §BСвязаться с Владыкой Левиафанов§!

source: §HUnlocks Edict:§! $edict_contact_leviathan_master$.
ru_ru: §HРазблокирует указ:§! $edict_contact_leviathan_master$.

source: §BContact $ap_mega_hive_mind$§!
ru_ru: §BContact Mega Коллективный разум§!

source: §BDark Galaxy Web§!
ru_ru: §BТемная Галактика Веб§!

source: £automatic_drone£ §RDeactivate Automatic Nano Upgrade§! £automatic_drone£
ru_ru: £automatic_drone£ §RДеактивировать автоматическое обновление Нано§! £automatic_drone£

source: £military_power£ §RDeactivate Surgical Strike§! £military_power£
ru_ru: £military_power£ §RДеактивировать хирургический удар§! £military_power£

source: §BEnable Planetary Program§!
ru_ru: §BВключить планетарную программу§!

source: $Sector_Z749$ Menu
ru_ru: $Sector_Z749$ Меню

source: Invest the massive amount of energy spent into the generation of a new hyperlane route in our isolated cluster, allowing us to find new unexplored systems.
ru_ru: Вложите огромное количество потраченной энергии в создание нового гиперполосного маршрута в нашем изолированном кластере, что позволит нам найти новые неисследованные системы.

source: You need to first establish an §YOutpost§! into the $Sector_Z749$ before being able to use that Country Edict.
ru_ru: Сначала вам необходимо установить §YАванпост§! в $Sector_Z749$, прежде чем получить возможность использовать указ страны.

source: §BEnable Space Engineers Project§!
ru_ru: §BПроект космического создания §!

source: £sr_dark_matter£ §BSystem Localization§! £sr_dark_matter£
ru_ru: £sr_dark_matter£ §BЛокализация системы§! £sr_dark_matter£

source: $edict_enable_sector_menu_desc$
ru_ru: Инвестируя энергокредиты в создание нового гиперкоридора в изолированном кластере, мы открываем доступ к новым неисследованным системам.

source: You need to first establish an §YOutpost§! into the isolated cluster before being able to use that Country Edict.
ru_ru: Сначала вам необходимо установить §YАванпост§! в изолированный кластер, прежде чем можно будет использовать указы страны.

source: Discover a new system into your isolated cluster.
ru_ru: Открыть новую систему в вашем изолированном кластере.

source: §BCity Wastes Purification:§! Warn Me Again
ru_ru: §BОчистка городских отходов:§! Предупреди меня снова

source: We will be warned again about the wastes purification of our colonies.
ru_ru: Нас снова предупредят об очистке отходов наших колоний.

source: §GConnected Reserves:§! Warn Me Again
ru_ru: §GПодключенные резервы:§! Предупредите меня снова

source: We will be warned again about the birth of a new pop from our hibemind reserves.
ru_ru: Нас снова предупредят о рождении нового попа из наших резервов хибминда.

source: §BLeader Clonage§!
ru_ru: §BЛидер Клон§!

source: Allow the clonage of a leader expect rulers, the clone will have the same experiences, traits and age.
ru_ru: Разрешить клонирование лидера ожидать правителей, клон будет иметь тот же опыт, черты характера и возраст.

source: §BLeader Upload§!
ru_ru: §BЗагрузка лидера§!

source: Allow the uploading of a leader expect rulers into a new mechanical body.
ru_ru: Разрешить загрузку лидера ожидающих правителей в новое механическое тело.

source: £society£ §GLibrary of Wisdom§! £society£
ru_ru: £society£ §GБиблиотека мудрости§! £society£

source: $TRIGGER_FAIL$The Edict $edict_library_wisedom_menu$ requires a cooldown of 24 months before being avalable again.
ru_ru: $TRIGGER_FAIL$The Edict $edict_library_wisedom_menu$ требует охлаждения в течение 24 месяцев, прежде чем снова станет доступным.

source: §GLibrary of Wisdom§! Advanced Data Collection
ru_ru: §GБиблиотека мудрости§!Продвинутый сбор данных

source: §HUnlocks Edict:§! $edict_lw_adv_data_collection$.
ru_ru: §HРазблокирует указ:§! $edict_lw_adv_data_collection$.

source: §GLibrary of Wisdom§! Archeological Knowledge
ru_ru: §GБиблиотека мудрости§! Археологическое познание

source: §HUnlocks Edict:§! $edict_lw_archeological_knowledge$.
ru_ru: §HРазблокирует указ:§! $edict_lw_archeological_knowledge$.

source: §GLibrary of Wisdom§! Collection Campaign
ru_ru: §GБиблиотека мудрости§! Кампания по сбору

source: §HUnlocks Edict:§! $edict_lw_collection_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_collection_campaign$.

source: §GLibrary of Wisdom§! Commercial Campaign
ru_ru: §GБиблиотека мудрости§! Коммерческая кампания

source: §HUnlocks Edict:§! $edict_lw_commercial_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_commercial_campaign$.

source: §GLibrary of Wisdom§! Construction Campaign
ru_ru: §GБиблиотека мудрости§! Строительная кампания

source: §HUnlocks Edict:§! $edict_lw_construction_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_construction_campaign$.

source: §GLibrary of Wisdom§! Weapons Amelioration
ru_ru: §GБиблиотека мудрости§!Усовершенствование оружия

source: §HUnlocks Edict:§! $edict_lw_damage_output$.
ru_ru: §HРазблокирует указ:§! $edict_lw_damage_output$.

source: §GLibrary of Wisdom§! Defense Weakness Finder
ru_ru: §GБиблиотека мудрости§! Defense Weakness Finder

source: §HUnlocks Edict:§! $edict_lw_defense_weakness$.
ru_ru: §HРазблокирует указ:§! $edict_lw_defense_weakness$.

source: §GLibrary of Wisdom§! Diplomacy Campaign
ru_ru: §GБиблиотека мудрости§! Дипломатическая кампания

source: §HUnlocks Edict:§! $edict_lw_diplomacy_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_diplomacy_campaign$.

source: §GLibrary of Wisdom§! Edict Campaign
ru_ru: §GБиблиотека мудрости§!Избирательная кампания

source: §HUnlocks Edict:§! $edict_lw_edict_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_edict_campaign$.

source: §GLibrary of Wisdom§! Engineer Documentation
ru_ru: §GБиблиотека мудрости§! Инженерная документация

source: §HUnlocks Edict:§! $edict_lw_engineering_documentation$.
ru_ru: §HРазблокирует указ:§! $edict_lw_engineering_documentation$.

source: §GLibrary of Wisdom§! Danger Evasion Simulations
ru_ru: §GБиблиотека мудрости§! Симуляторы уклонения от опасности

source: §HUnlocks Edict:§! $edict_lw_evade_danger$.
ru_ru: §HРазблокирует указ:§! $edict_lw_evade_danger$.

source: §GLibrary of Wisdom§! Experience Sharing
ru_ru: §GБиблиотека мудрости§! Обмен опытом

source: §HUnlocks Edict:§! $edict_lw_experience_sharing$.
ru_ru: §HРазблокирует указ:§! $edict_lw_experience_sharing$.

source: §GLibrary of Wisdom§! Extended Opportunities
ru_ru: §GБиблиотека мудрости§! Расширенные возможности

source: §HUnlocks Edict:§! $edict_lw_extended_opportunities$.
ru_ru: §HРазблокирует указ:§! $edict_lw_extended_opportunities$.

source: §GLibrary of Wisdom§! Faction Campaign
ru_ru: §GБиблиотека мудрости§! Фракционная кампания

source: §HUnlocks Edict:§! $edict_lw_faction_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_faction_campaign$.

source: §GLibrary of Wisdom§! Secret Routes
ru_ru: §GБиблиотека мудрости§! Секретные маршруты

source: §HUnlocks Edict:§! $edict_lw_fast_routes$.
ru_ru: §HРазблокирует указ:§! $edict_lw_fast_routes$.

source: §GLibrary of Wisdom§! Ground Combat Advises
ru_ru: §GБиблиотека мудрости§! Советы по ведению наземного боя

source: §HUnlocks Edict:§! $edict_lw_ground_field_experience$.
ru_ru: §HРазблокирует указ:§! $edict_lw_ground_field_experience$.

source: §GLibrary of Wisdom§! Physics Documentation
ru_ru: §GБиблиотека мудрости§! Документация по физике

source: §HUnlocks Edict:§! $edict_lw_physics_documentation$.
ru_ru: §HРазблокирует указ:§! $edict_lw_physics_documentation$.

source: §GLibrary of Wisdom§! Propaganda Campaign
ru_ru: §GБиблиотека мудрости§! Пропагандистская кампания

source: §HUnlocks Edict:§! $edict_lw_propaganda_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_propaganda_campaign$.

source: §GLibrary of Wisdom§! Prosperity Campaign
ru_ru: §GБиблиотека мудрости§! Кампания по процветанию

source: §HUnlocks Edict:§! $edict_lw_prosperity_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_prosperity_campaign$.

source: §GLibrary of Wisdom§! Society Documentation
ru_ru: §GБиблиотека мудрости§! Society Documentation

source: §HUnlocks Edict:§! $edict_lw_society_documentation$.
ru_ru: §HРазблокирует указ:§! $edict_lw_society_documentation$.

source: §GLibrary of Wisdom§! Survival Campaign
ru_ru: §GБиблиотека мудрости§! Кампания за выживание

source: §HUnlocks Edict:§! $edict_lw_survival_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_survival_campaign$.

source: §GLibrary of Wisdom§! Teaching Campaign
ru_ru: §GБиблиотека мудрости§! Обучающая кампания

source: §HUnlocks Edict:§! $edict_lw_teaching_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_teaching_campaign$.

source: §GLibrary of Wisdom§! Territorial Campaign
ru_ru: §GБиблиотека мудрости§! Территориальная кампания

source: §HUnlocks Edict:§! $edict_lw_territorial_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_territorial_campaign$.

source: §GLibrary of Wisdom§! Trade Campaign
ru_ru: §GБиблиотека мудрости§! Торговая кампания

source: §HUnlocks Edict:§! $edict_lw_trade_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_trade_campaign$.

source: §GLibrary of Wisdom§! Trust Campaign
ru_ru: §GБиблиотека мудрости§! Кампания по доверие

source: §HUnlocks Edict:§! $edict_lw_trust_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_trust_campaign$.

source: §GLibrary of Wisdom§! Upkeep Campaign
ru_ru: §GБиблиотека мудрости§! Кампания по содержанию

source: §HUnlocks Edict:§! $edict_lw_upkeep_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_upkeep_campaign$.

source: §GLibrary of Wisdom§! Vassalization Campaign
ru_ru: §GБиблиотека мудрости§! Кампания по вассализации

source: §HUnlocks Edict:§! $edict_lw_vassalization_campaign$.
ru_ru: §HРазблокирует указ:§! $edict_lw_vassalization_campaign$.

source: §GLibrary of Wisdom§! Preparing for War
ru_ru: §GБиблиотека мудрости§! Подготовка к войне

source: §RThat edict will turn off if you start a war.§!
ru_ru: §RЭтот указ отключится, если вы начнете войну.§!

source: §HUnlocks Edict:§! $edict_lw_war_preparation$. §RThat edict will turn off if you start a war.§!
ru_ru: §HРазблокирует указ:§! $edict_lw_war_preparation$. §RЭтот указ отключится, если вы начнете войну.§!

source: £job_roboticist£ §BMachine Main Core Menu§! £job_roboticist£
ru_ru: £job_roboticist£ §BГлавное основное меню машины§! £job_roboticist£

source: §RMachine Infiltration§!
ru_ru: §RМашинная инфильтрация§!

source: §RMechanical Prophet Menu§!
ru_ru: §RМеню механического пророка§!

source: £navy_size£ §GRecovered Fleet System Selection§! £navy_size£
ru_ru: £navy_size£ §GВыбор системы восстановленного автопарка§! £navy_size£

source: Select in which system the recovered fleet will spawn.
ru_ru: Выберите, в какой системе возникнет восстановленный флот.

source: §BScience Ship Escort§!
ru_ru: §BНаучный корабль 'Эскорt§!

source: §BSpace Domestication Menu§!
ru_ru: §BМеню приручения космоса§!

source: §HStability Celebration:§! Warn Me Again
ru_ru: §HПраздник стабильности:§! Предупреди меня снова

source: We will be warned again about the stability celebration of our colonies.
ru_ru: Нас снова предупредят о праздновании стабильности наших колоний.

source: §BSubject Naval Investment§! £alloys£ £energy£ £navy_size£
ru_ru: §BТема Военно-космических инвестициий§! £alloys£ £energy£ £navy_size£

source: £treasures£ §YTreasures Menu§! £treasures£
ru_ru: £treasures£ §YМеню сокровищ§! £treasures£

source: £underworld£ §HUnderworld Menu§! £underworld£
ru_ru: £underworld£ §HМеню подземного мира§! £underworld£

source: (§YUnique Ascension Perks Menu§!)
ru_ru: (§YУникальное меню привилегий вознесения§!)

source: §MVoid Expedition Menu§!
ru_ru: §MМеню экспедиции в пустоту§!

source: Emergency Gateway
ru_ru: Аварийный шлюз

source: A Special Gateway composed of nanites which is linked to other Emergency Gateways.
ru_ru: Специальный шлюз, состоящий из нанитов, который связан с другими аварийными шлюзами.

source: A portal through subspace that allows instantaneous travel to other Emergency Gateways.
ru_ru: Портал через подпространство, позволяющий мгновенно перемещаться к другим аварийным шлюзам.

source: Eternal Vigilance Fleet
ru_ru: Флот вечной бдительности.

source: $ap_executive_vigor$ §HFirst Civic§!
ru_ru: $ap_executive_vigor$ §HПервую гражданскую модель§!

source: $ap_executive_vigor$ §HSecond Civic§!
ru_ru: $ap_executive_vigor$ §HВторую гражданскую модель§!

source: $ap_executive_vigor$ §HThird Civic§!
ru_ru: $ap_executive_vigor$ §HТретию гражданскую модель§!

source: §YUnlimited Awareness:§! Construction
ru_ru: §YБезграничное осознание:§! Строительство

source: §YUnlimited Awareness:§! Expansion
ru_ru: §YБезграничное осознание:§! Расширение

source: §YUnlimited Awareness:§! Offense
ru_ru: §YБезграничное осознание:§! Нападение

source: §YUnlimited Awareness:§! Production
ru_ru: §YБезграничное осознание:§! Производство

source: Expedition Ship Lost §R1§!.
ru_ru: Экспедиционное судно потеряно §R1§!.

source: Expedition Ship Lost §R16§!.
ru_ru: Экспедиционное судно потеряно §R16§!.

source: Expedition Ship Lost §R2§!.
ru_ru: Экспедиционное судно потеряно §R2§!.

source: Expedition Ship Lost §R32§!.
ru_ru: Экспедиционное судно потеряно §R32§!.

source: Expedition Ship Lost §R4§!.
ru_ru: Экспедиционное судно потеряно §R4§!.

source: Expedition Ship Lost §R8§!.
ru_ru: Экспедиционное судно потеряно §R8§!.

source: §MExpedition:§! Alloys Debris Field
ru_ru: §MЭкспедиция:§! Поля завалов из сплавов

source: §MExpedition:§! Energy Deposits
ru_ru: §MЭкспедиция:§! Энергетические месторождения

source: §MExpedition:§! Engineering Discovery
ru_ru: §MЭкспедиция:§! Инженерное открытие

source: §MExpedition:§! Minerals Deposits
ru_ru: §MЭкспедиция:§! Месторождения полезных ископаемых

source: §MExpedition:§! Physics Discovery
ru_ru: §MЭкспедиция:§! Физическое открытие
