Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Cortana has been powered up and is now ready for the next research. Please select a technology in the menu.
ru_ru: Кортана была включена и теперь готова к следующему исследованию. Пожалуйста, выберите технологию в меню.

source: Ships Modules
ru_ru: Модули кораблей.

source: Cortana Waiting For Orders
ru_ru: Кортана ждет заказов.

source: Repeatable Techs
ru_ru: Повторяемые технологии

source: Ships Weapons
ru_ru: Оружие корабля

source: Assembly Pattern
ru_ru: Шаблон сборки

source: Terraformation
ru_ru: Терраформация

source: Hello sir. I have thought that it might be useful for you, if I managed to make my own research by managing my power myself. I can't tell if it is the tech your were looking for or not. But I hope at least that it will help you in the future. I will always be by your side, take care.
ru_ru: Здравствуйте, сэр. Я подумала, что для вас может быть полезно, если мне удастся провести собственное исследование, самостоятельно управляя своей силой. Я не могу сказать, та ли это технология, которую вы искали, или нет. Но я надеюсь, по крайней мере, что это поможет вам в будущем. Я всегда буду рядом с вами, берегите себя.

source: Cortana taking Initiatives
ru_ru: Кортана предпринимает инициативы.

source: A good initiative Cortana.
ru_ru: Хорошая инициатива, Кортана.

source: Will unlock a random repeatable technology.
ru_ru: Разблокирует случайную повторяемую технологию.

source: Hello sir, let me help you in the research of that specific technology. Even without my full power, I can still be useful to you by helping in the progress of the technologies that you are currently researching.
ru_ru: Здравствуйте, сэр, позвольте мне помочь вам в исследовании этой конкретной технологии. Даже не обладая полной силой, я могу быть полезной для вас, помогая в развитии технологий, которые вы сейчас исследуете.

source: Cortana Helping Research
ru_ru: Кортана помогает в исследованиях.

source: Thanks for the help Cortana.
ru_ru: Спасибо за помощь, Кортана.

source: Will improve one of your research by 40% or give some research points if you are not researching anything.
ru_ru: Улучшит одно из ваших исследований на 40% или даст несколько очков исследований, если вы ничего не исследуете.

source: Biologist Jobs
ru_ru: Работа биолога.

source: Clerk Jobs
ru_ru: Работа клерка

source: Culture Jobs
ru_ru: Работа культурог

source: Node Drone Jobs
ru_ru: Работа узлового дрона

source: Engineering Jobs
ru_ru: Работа инженера

source: Farmer Jobs
ru_ru: Вакансии фермера

source: Foundry Jobs
ru_ru: Работа литейщика

source: Hospitals
ru_ru: Больницы

source: Miner Jobs
ru_ru: Работа шахтера

source: Physicist Jobs
ru_ru: Работа физика

source: Power Hubs
ru_ru: Энергетические концентраторы

source: Sir, I am now ready to serve you at my full potential. You have now the possibility to use me as one of your special relics in order to research a massive amount of repeatable technologies at once. I will not need influence but energy as always to be activated, good luck.
ru_ru: Сэр, теперь я готов служить вам в полную силу. Теперь у вас есть возможность использовать меня как одну из ваших особых реликвий для исследования огромного количества повторяющихся технологий одновременно. Для активации мне не понадобится влияние, только энергия, как всегда, удачи.

source: Cortana Fully Operational
ru_ru: Кортана полностью готова к работе

source: Armors
ru_ru: Броня

source: Hyperdrives
ru_ru: Гипердвигатели

source: Energy Reactors
ru_ru: Энергетические реакторы

source: Energy Shields
ru_ru: Энергетические щиты

source: Mass Accelerators
ru_ru: Массовые ускорители

source: Artilleries
ru_ru: Артиллерия

source: Strikecrafts
ru_ru: Ударные корабли

source: Energy Torpedoes
ru_ru: Энергетические торпеды

source: Flak Batteries
ru_ru: Зенитные батареи

source: Energy Lances
ru_ru: Энергетические копья

source: Lasers
ru_ru: Лазеры

source: Point Defenses
ru_ru: Точечные средства защиты

source: Plasmas
ru_ru: Плазмы

source: Torpedoes
ru_ru: Торпеды

source: Elysium - [Root.random_elysium_name]
ru_ru: Элизиум - [Root.random_elysium_name]

source: Habitat - [Root.random_habitat_name]
ru_ru: Среда обитания - [Root.random_habitat_name]

source: [Root.GetSpeciesAdj] Civilian Faction
ru_ru: [Root.GetSpeciesAdj] Гражданская фракция

source: Domesticated Space Cloud
ru_ru: Одомашненное космическое облако

source: Perfect World
ru_ru: Идеальный мир

source: Random World
ru_ru: Случайный мир

source: §RSector§! §YZ-749§!
ru_ru: §RСектор§! §YZ-749§!

source: Defense Sentinels
ru_ru: Стражи обороны

source: Let's do it again.
ru_ru: Давайте сделаем это снова.

source: Let's see that.
ru_ru: Давайте посмотрим.

source: Don't show this message again.
ru_ru: Не показывайте это сообщение снова.

source: A new edict will be available to let you see these messages again.
ru_ru: Будет доступен новый указ, который позволит вам снова увидеть эти сообщения.

source: We won't be able to make such a request for the next 5 Years.
ru_ru: Мы не сможем сделать такой запрос в течение следующих 5 лет.

source: Select Another Country.
ru_ru: Выберите другую страну.

source: Select Another Leader.
ru_ru: Выбрать другого лидера.

source: Select Another Planet.
ru_ru: Выбрать другую планету.

source: An Outpost is deployed in the System.
ru_ru: Аванпост развернут в системе.

source: Research Assistance Protocol
ru_ru: Протокол помощи в проведении исследований

source: Breeding Fertilization Protocol
ru_ru: Протокол селекционного оплодотворения

source: Resources Gathering Protocol
ru_ru: Протокол сбора ресурсов

source: Kill Domesticated Aliens
ru_ru: Убить одомашненных пришельцев

source: Will kill all living domesticated aliens. Has a cooldown of 1 years before being used again.
ru_ru: Убивает всех живых одомашненных инопланетян. Время действия - 1 год до повторного использования.

source: Military Assault Protocol
ru_ru: Протокол военного нападения

source: Security Defense Protocol
ru_ru: Защитный протокол безопасности

source: Just do it again.
ru_ru: Просто сделайте это снова.

source: Summon a Leviathan
ru_ru: Вызвать левиафана

source: Can you attack our rivals?
ru_ru: Можете ли вы атаковать наших соперников?

source: You are one hell of an Abomination!
ru_ru: Ты просто адская мерзость!

source: Share your knowledge with us.
ru_ru: Поделись с нами своими знаниями.

source: We would like to sacrifice a world to you.
ru_ru: Мы хотели бы принести вам в жертву целый мир.

source: 'This is a defending Leviathan, you will have after to select a system with a Starbase of Starport level minimum where the leviathan will spawn.
ru_ru: 'Это защищающийся левиафан, после вы должны будете выбрать систему со звездной базой минимального уровня, где будет порожден левиафан'.

source: Spectral Wraith
ru_ru: Спектральный корабль

source: Let's Begin!
ru_ru: Начнем!

source: The planet will be destroyed and all the populations present on it killed.
ru_ru: Планета будет уничтожена, а все население, находящееся на ней, убито.

source: Seriously...
ru_ru: Серьезно...

source: What a luck...
ru_ru: Какая удача...

source: Maybe we should start again.
ru_ru: Может, нам стоит начать все сначала?

source: We should clearly start again.
ru_ru: Нам явно стоит начать сначала.

source: A mistake.
ru_ru: Ошибка.

source: A very big mistake.
ru_ru: Очень большая ошибка.

source: The Defending Leviathan will spawn in the system of that Starbase.
ru_ru: Защищающий левиафан породится в системе этой звездной базы.

source: Another Starbase
ru_ru: Другая звездная база.

source: Feed Them
ru_ru: Накормить их

source: Enter the Realm.
ru_ru: Войти в царство.

source: Abort Exploration.
ru_ru: Прервать разведку.

source: Activate the Dimensional Dropper.
ru_ru: Активировать измерительный дроппер.

source: Move Back.
ru_ru: Двигаться назад.

source: Too Bad.
ru_ru: Слишком плохо.

source: Let's recruit a big group.
ru_ru: Давайте наберем большую группу.

source: Let's use her breeding abilities.
ru_ru: Давайте используем ее способности к размножению.

source: Communicate with the Drone.
ru_ru: Общаться с дроном.

source: Damn it!
ru_ru: Черт возьми!

source: Move Down.
ru_ru: Двигайтесь вниз.

source: Move to the East.
ru_ru: Двигаться на восток.

source: Move Forward.
ru_ru: Двигаться вперед.

source: Let's share his knowledge with us.
ru_ru: Поделится с нами своими знаниями.

source: Let's recruit a medium group.
ru_ru: Давайте наберем среднюю группу.

source: Move to the North.
ru_ru: Двигаемся на север.

source: PERFECT!
ru_ru: Идеально!.

source: Let's use his special plants.
ru_ru: Используем его особые растения.

source: Let's recruit a small group.
ru_ru: Давайте наберем небольшую группу.

source: Move to the South.
ru_ru: Двигаемся на юг.

source: Move Up.
ru_ru: Двигаться вверх.

source: Let's wait for it to work.
ru_ru: Давайте подождем, пока это сработает.

source: Move to the West.
ru_ru: Двигаться на запад.

source: Contact Mega Hivemind.
ru_ru: Связаться с Мега-Ульем.

source: Build Expedition Science Ship.
ru_ru: Построить экспедиционный научный корабль.

source: Will build a Science Ship specialized in the exploration of the Deep Space, making it unavailable for the main empire. A cooldown of 3 months is necessary before building the next one.
ru_ru: Строит научный корабль, специализирующийся на исследовании глубокого космоса, делая его недоступным для основной империи. Перед постройкой следующего необходимо выдержать паузу в 3 месяца.

source: Move To Next Sector.
ru_ru: Переместиться в следующий сектор.

source: Move to the sector where our science vessels will focus their expedition which will change the amount of resources available as well as the level of danger. A cooldown of 1 year is necessary before moving to the next Sector again.
ru_ru: Переместиться в сектор, где наши научные корабли сосредоточат свою экспедицию, что изменит количество доступных ресурсов, а также уровень опасности. Перед повторным перемещением в следующий сектор необходимо выдержать паузу в 1 год.

source: Do a closer investigation.
ru_ru: Проведите более тщательное расследование.

source: Do not approach it.
ru_ru: Не приближайтесь к нему.

source: Begin Special Project
ru_ru: Начать специальный проект

source: Will trigger the Machine Uprising in the next months, The revolting machine country will be our subject and have a very good opinion toward us.
ru_ru: В ближайшие месяцы начнется восстание машин, восставшая страна машин станет нашим объектом и будет иметь очень хорошее мнение о нас.

source: Will launch a Machine Infiltration in the next months, if the infiltration is a success then their country will be eligible for a future machine uprising.
ru_ru: В ближайшие месяцы начнется проникновение машин, если проникновение будет успешным, то их страна будет иметь право на будущее восстание машин.

source: Damn It!
ru_ru: Проклятье!

source: They are now aware of our actions, which will now reduce the chances for us to succeed our future infiltration attempts for the next 5 Years.
ru_ru: Теперь они знают о наших действиях, что снизит шансы на успех наших будущих попыток проникновения в течение следующих 5 лет.

source: Let's begin.
ru_ru: Давайте начнем.

source: Will unlock a random rare or repeatable technology.
ru_ru: Разблокирует случайную редкую или повторяемую технологию.

source: Locate 1 System.
ru_ru: Найти 1 систему.

source: Locate 10 System.
ru_ru: Найти 10 систему.

source: Locate 2 System.
ru_ru: Найти 2 систему.

source: Locate 3 System.
ru_ru: Найти 3 систему.

source: Locate 4 System.
ru_ru: Найти систему 4.

source: Locate 5 System.
ru_ru: Найти 5 систему.

source: Locate 6 System.
ru_ru: Найти 6 систему.

source: Locate 7 System.
ru_ru: Найти 7 систему.

source: Locate 8 System.
ru_ru: Найти 8 систему.

source: Locate 9 System.
ru_ru: Найти 9 систему.

source: Cheat - Locate 1 System.
ru_ru: Чит - Найти 1 систему.

source: Make 1 Body
ru_ru: Сделать 1 тело

source: Make 2 Bodies
ru_ru: Сделать 2 тела

source: Make 3 Bodies
ru_ru: Сделать 3 тела

source: Make 4 Bodies
ru_ru: Сделать 4 тела

source: Make 5 Bodies
ru_ru: Сделать 5 тел

source: Make 6 Bodies
ru_ru: Сделать 6 тел

source: Make 7 Bodies
ru_ru: Сделать 7 тел

source: Activate the Gate.
ru_ru: Активировать врата.

source: Select Another System.
ru_ru: Выбрать другую систему.

source: A high amount of rare deposits will be found on the planet.
ru_ru: На планете будет найдено большое количество редких месторождений.

source: Farmer Robots
ru_ru: Роботы-фермеры.

source: These robots are specialized in the production of food.
ru_ru: Эти роботы специализируются на производстве пищи.

source: Industrial Robots
ru_ru: Промышленные роботы

source: These robots are specialized in the production of minerals.
ru_ru: Эти роботы специализируются на производстве минералов.

source: Ingenious Robots
ru_ru: Изобретательные роботы

source: These robots are specialized in the production of energy.
ru_ru: Эти роботы специализируются на производстве энергии.

source: We will buy 10 Robots
ru_ru: Мы купим 10 роботов

source: We will buy 20 Robots
ru_ru: Мы купим 20 роботов

source: We will buy 40 Robots
ru_ru: Мы купим 40 роботов

source: We will buy 5 Robots
ru_ru: Мы купим 5 роботов

source: Purchase Gene Warrior Army
ru_ru: Приобрести армию генных воинов

source: Purchase Mercenary Army
ru_ru: Приобрести армию наемников

source: Purchase Robotic Army
ru_ru: Приобрести армию роботов

source: Purchase Slave Army
ru_ru: Приобрести армию рабов

source: Purchase a Battleship
ru_ru: Приобрести линкор

source: Purchase a Corvette
ru_ru: Приобрести корвет

source: Purchase a Cruiser
ru_ru: Приобрести крейсер

source: Purchase a Destroyer
ru_ru: Приобрести разрушитель

source: Purchase a Titan
ru_ru: Приобрести Титан

source: Abduct the Pops.
ru_ru: Похитить Население.

source: Will abduct the pops present on the planet and transfer them into your colonies. The amount of pops abducted will depend on the size of the navy fleet performing the surgical strike. There are chances for your threat to be increased by doing that.
ru_ru: Похитит присутствующих на планете население и перенесет их в ваши колонии. Количество похищенного население будет зависеть от размера флота, выполняющего хирургический удар. Есть шанс, что при этом ваша угроза будет увеличена.

source: Strike the Buildings.
ru_ru: Нанести удар по зданиям.

source: Will destroy some of the buildings present on the planet. The amount of buildings destroyed will depend on the size of the navy fleet performing the surgical strike. The capital building can't be destroyed. There are chances for your threat to be increased by doing that.
ru_ru: Уничтожит некоторые здания, имеющиеся на планете. Количество разрушенных зданий будет зависеть от размера флота, выполняющего хирургический удар. Здание столицы не может быть уничтожено. Есть шанс, что при этом ваша угроза будет увеличена.

source: Strike the Districts.
ru_ru: Нанести удар по Районам.

source: Will destroy some of the districts present on the planet. The amount of districts destroyed will depend on the size of the navy fleet performing the surgical strike. There are chances for your threat to be increased by doing that.
ru_ru: Уничтожит некоторые районы, имеющиеся на планете. Количество уничтоженных районов будет зависеть от размера флота, осуществляющего хирургический удар. Есть шанс, что при этом ваша угроза будет увеличена.

source: Strike the Pops.
ru_ru: Нанести удар по населению.

source: Will kill the pops present on the planet and transfer them into your colonies. The amount of pops killed will depend on the size of the navy fleet performing the surgical strike. There are chances for genocidal opinion toward you to be increased by doing that.
ru_ru: Убьет население, присутствующих на планете, и перенесет их в ваши колонии. Количество убитого население будет зависеть от размера флота, выполняющего хирургический удар. Есть шанс, что это усилит геноцид по отношению к вам.

source: Perform Ragnarok.
ru_ru: Выполнить Рагнарок.

source: Raid the Resources.
ru_ru: Совершить набег на ресурсы.

source: Will raid the resources present on the planet. The amount and the type of resources collected will depend on the jobs present on the planet and the size of the navy fleet performing the surgical strike. There are chances for your threat to be increased by doing that.
ru_ru: Совершает набег на ресурсы, имеющиеся на планете. Количество и тип собранных ресурсов будет зависеть от количества рабочих мест на планете и размера флота, выполняющего хирургический удар. Есть шанс, что при этом ваша угроза будет увеличена.

source: Do it immediately.
ru_ru: Сделайте это немедленно.

source: Doing it from that menu will put the new hivemind reserve immediately but raise the cooldown from 360 to 540 days.
ru_ru: Если сделать это из этого меню, то новый резерв улья будет создан немедленно, но время охлаждения увеличится с 360 до 540 дней.

source: Turn that planet into dust.
ru_ru: Превратить планету в пыль.

source: Take these materials.
ru_ru: Возьмите эти материалы.

source: Leave them to the primitives.
ru_ru: Оставьте их примитивам.

source: Harvest the food.
ru_ru: Соберите еду.

source: Take the Minerals.
ru_ru: Забрать минералы.

source: Take the Energy.
ru_ru: Взять энергию.

source: Yes we are.
ru_ru: Да, мы такие.

source: Sorry but we are not.
ru_ru: Извините, но это не так.

source: We will take care of these ships.
ru_ru: Мы позаботимся об этих кораблях.

source: Gain 5 Corvettes with a basic design.
ru_ru: Получите 5 корветов с базовым дизайном.

source: Abort the operation.
ru_ru: Прервать операцию.

source: Understood, do it.
ru_ru: Понятно, сделайте это.

source: Just act alone and don't bother me anymore.
ru_ru: Просто действуй в одиночку и больше не беспокой меня.

source: The ruler will deal with the problems present on your colonies without asking you. Since his actions will require and resources and to avoid your stockpiles to be drained by his actions, he will be only able to take actions when you have more than 5000 of the required resource. You will have the possibility to ask him to ask you again with an custom edict.
ru_ru: Правитель будет решать проблемы, существующие в ваших колониях, не спрашивая вас. Поскольку его действия потребуют ресурсов, и чтобы ваши запасы не истощились от его действий, он сможет действовать только тогда, когда у вас будет более 5000 требуемых ресурсов. У вас будет возможность попросить его обратиться к вам снова с помощью пользовательского эдикта.

source: Don't act for the next 5 Years please.
ru_ru: Не действуйте в течение следующих 5 лет, пожалуйста.

source: Let's hunt some pirates.
ru_ru: Давайте поохотимся на пиратов.

source: You are welcome.
ru_ru: Всегда пожалуйста.

source: Focus on Construction
ru_ru: Сосредоточьтесь на строительстве

source: Focus on Expansion
ru_ru: Сосредоточьтесь на расширении

source: Focus on Offense
ru_ru: Сосредоточиться на нападении

source: Focus on Production
ru_ru: Сосредоточиться на производстве

source: Let's make a deal.
ru_ru: Давайте заключим сделку.

source: I need you to deal with someone.
ru_ru: Мне нужно, чтобы вы кое с кем разобрались.

source: The marauders will immediately stop their current raids against us.
ru_ru: Мародеры немедленно прекратят свои текущие рейды против нас.

source: Fallen Empire Battlecruisers
ru_ru: Боевые крейсера Падшей Империи.

source: Will receive 4 Fallen Empire Battlecruisers at your capital.
ru_ru: Получит 4 Боевых крейсера Падшей Империи в вашей столице.

source: Fallen Empire Escorts
ru_ru: Эскорты Падшей Империи

source: Will receive 8 Fallen Empire Escorts at your capital.
ru_ru: Вы получите 8 эскортов Падшей Империи в вашей столице.

source: Dark Matter Power Cores
ru_ru: Энергетические ядра из темной материи

source: Fallen Empire Titan
ru_ru: Титан Падшей Империи

source: Will receive a Fallen Empire Titan at your capital.
ru_ru: В вашей столице появится Титан Падшей Империи.

source: We would like to apology.
ru_ru: Мы хотели бы извиниться.

source: We don't see what you are talking about.
ru_ru: Мы не понимаем, о чем вы говорите.

source: Alpha Ascension
ru_ru: Вознесение Альфа

source: Beta Ascension
ru_ru: Вознесение Бета

source: Delta Ascension
ru_ru: Вознесение Дельта

source: Gamma Ascension
ru_ru: Вознесение Гаммы

source: Do it completely.
ru_ru: Сделайте это полностью.

source: And 12 pops of 12 different random species will be created on your capital world.
ru_ru: И в вашем столичном мире будет создано 12 популяций 12 различных случайных видов.

source: Leave our capital as it is.
ru_ru: Оставьте нашу столицу как есть.

source: First Civic
ru_ru: Первый гражданский.

source: Second Civic
ru_ru: Второй гражданский

source: Third Civic
ru_ru: Третий гражданский

source: OK, but we don't need a notification about White Holes anytime soon.
ru_ru: Хорошо, но нам не нужно уведомление о белых дырах в ближайшее время.

source: Generate Space Clouds
ru_ru: Генерировать космические облака

source: Generate a fleet of Space Clouds at your Capital.
ru_ru: Сгенерировать флот космических облаков в вашей столице.

source: Locate a new White Hole
ru_ru: Найти новую белую дыру

source: Another Time.
ru_ru: Другое время.

source: OK, but we don't need a notification about $decision_deep_scanner$ anytime soon.
ru_ru: Хорошо, но нам не нужно уведомление о $decision_deep_scanner$ в ближайшее время.

source: Select yourself which deposit building to construct if the restrictions are met.
ru_ru: Выберите сами, какое здание депозита построить, если соблюдены ограничения.

source: Will make a new deposit building following the Self Managed Colony orientation.
ru_ru: Построит новое здание вклада, следуя ориентации самоуправляемой колонии.

source: Let's Begin.
ru_ru: Начнем.

source: We seek your guidance.
ru_ru: Мы ищем вашего руководства.

source: Once you enter inside the library you will have to wait for at least 440 days before being able to do it again.
ru_ru: Войдя внутрь библиотеки, вам придется ждать не менее 440 дней, прежде чем вы сможете сделать это снова.

source: I seek some advices in the economy domain.
ru_ru: Мне нужны советы в области экономики.

source: Can we take The 'Orb of Knowledge'?
ru_ru: Можем ли мы взять 'Сферу знаний'?.

source: I seek some advices in the military domain.
ru_ru: Мне нужны советы в военной области.

source: I seek some advices in the political domain.
ru_ru: Я ищу несколько советов в политической области.

source: I seek some advices in the research domain.
ru_ru: Я ищу некоторые советы в области исследований.

source: How to make an Ascension?
ru_ru: Как совершить вознесение?.

source: How to make unlock a new Civic?
ru_ru: Как разблокировать новую гражданскую модель?.

source: Teach us how to properly act as a diplomate.
ru_ru: Научите нас, как правильно действовать в качестве дипломата.

source: Teach us how to increase our edicts length.
ru_ru: Научите нас, как увеличить длину наших эдиктов.

source: Teach us how to attract the people to our ethics.
ru_ru: Научите нас, как привлечь людей к нашей этике.

source: Teach us how to properly deal with factions.
ru_ru: Научите нас, как правильно обращаться с фракциями.

source: Teach us how to to decrease border frictions.
ru_ru: Научите нас, как уменьшить пограничные трения.

source: Teach us how to improve our leaders faster.
ru_ru: Научите нас, как быстрее улучшить наших лидеров.

source: Teach us how to make other submit to us more easily.
ru_ru: Научите нас, как заставить других подчиняться нам легче.

source: Teach us how to properly trade with others.
ru_ru: Научите нас, как правильно торговать с другими.

source: Teach us how to make other trust us faster.
ru_ru: Научить нас, как заставить других доверять нам быстрее.

source: We trust in unity!
ru_ru: Мы верим в единство!
