Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Age Range of Recruited Leaders
ru_ru: Возраст нанимаемых лидеров

source: Trait Points Available
ru_ru: Доступное количество черт

source: £alloys£ $alloys$ from £job_livestock£ §Y$job_livestock_plural$§!
ru_ru: £alloys£ $alloys$ от £job_livestock£ §Y$job_livestock_plural$§!

source: £energy£ $energy$ from £job_livestock£ §Y$job_livestock_plural$§!
ru_ru: £energy£ $energy$ от £job_livestock£ §Y$job_livestock_plural$§!

source: £minerals£ $minerals$ from £job_livestock£ §Y$job_livestock_plural$§!
ru_ru: £minerals£ §Y$minerals$§! от £job_livestock£ §Y$job_livestock_plural$§!

source: Pop £food£ $food$ Upkeep
ru_ru: Расход £food£еды на поселения

source: Pop £minerals£ $minerals$ Upkeep
ru_ru: Содержание поселений £minerals£ (минералы)

source: Abominations
ru_ru: Мерзость

source: §LThe shadow of death follows this species around. Not even weeds dare grow on their land, even in the dark corners of their lonely worlds.§!
ru_ru: §LТень смерти следует за этим видом. Даже сорняки не растут на их земле, даже в самых тёмных уголках их миров.§!

source: Aerobatics
ru_ru: Аэробатика

source: §LThese species are powerful and agile fliers. They can propel themselves in any direction and have different styles of flight, including quick-turning, diving, zoom climbing, hovering, etc. All this without the use of wings.§!
ru_ru: §LЧлены этого вида - мощные и подвижные летчики. Они могут продвигаться в любом направлении и иметь 4 + разных стиля полета: включая быстрый поворот, подводное плавание, горку, зависание и т. Д. На самом деле крылья не нужны.§!

source: Aggressive
ru_ru: Агрессор

source: §LMembers of this species are very aggressive. These brutes sow dissonance not only in their society but also on the battlefield making them poor soldiers.§!
ru_ru: §LЧлены этого вида очень агрессивны. Эти звери могут начать драку не только в социуме, но и на полях сражений. Они неконтролируемые солдаты и просто бесполезные.§!

source: Air Swimming
ru_ru: Воздухоплавание

source: §LMembers of this species can swim in the air as though it were a sticky fluid. Their activity is greatly limited by this attribute outside of their preferred atmosphere.§!
ru_ru: §LЧлены этого вида могут плавать в воздухе, как будто это липкая жидкость. Их активность сильно ограничивается этим за пределами их предпочтительной атмосферы.§!

source: Aristocratic
ru_ru: Аристократичные

source: §LMembers of this species deem that they are of noble birth; they always claim their rights.§!
ru_ru: §LПредставители этого вида считают себя благородными; они всегда отстаивают свои права.§!

source: Army Traditions
ru_ru: Армейские традиции

source: §LThis species enforces strong martial traditions produced by millennia of intermittent warfare on their homeworld.§!
ru_ru: §LЭтот вид имеет сильные военные традиции, созданные тысячелетиями прерывистых войн на их родном мире.§!

source: Arrested Learning
ru_ru: Приостановленное обучение

source: §LMembers of this species are slow to learn from their experiences and usually reach the plateau of their skills at low levels.§!
ru_ru: §LЧлены этого вида медленно учатся на своем опыте, и они обычно достигают пика своих навыков на достаточно низком уровне.§!

source: Artificial Spirits
ru_ru: Искусственные души

source: §LThis species reproduces naturally at a very slow rate and has developed a method to increase population size. They imbue a soulless bodies with artificial spirits; this is not related to psionics but instead is a sort of computing.§!
ru_ru: §LЭтот вид имеет очень низкую рождаемость, поэтому они нашли способ проникать в бездушные тела как искусственные души, чтобы увеличить прирост населения. Это не связано с псионикой - это больше похоже на компьютер.§!

source: Assimilation
ru_ru: Ассимиляция

source: §LMembers of this species can assimilate with any environment. This process is time consuming, so they tend to avoid migration.§!
ru_ru: §LЧлены этого вида могут ассимилироваться в любых незнакомых средах. Эта ассимиляция является длительным процессом и требует терпения, поэтому они склонны к осёдлой жизни.§!

source: Aura Absorption
ru_ru: Поглощение ауры

source: §LThis species takes in nutrients by absorbing 'aura' from surrounding objects. Every object can provide aura only once and more artistic objects can provide more aura. There is no proper theory explaining their digestive system.§!
ru_ru: §LЭтот вид поглощает питательные вещества, поглощая ауру окружающих предметов. Каждый объект может создать ауру только один раз, а больше художественные объекты дают больше ауры. Нет ни одной подходящей теории, объясняющей их пищеварительную систему.§!

source: Basic Cybernetics
ru_ru: Базовая кибернетика

source: §LMembers of this species utilize very simple cybernetics.§!
ru_ru: §LПредставители этого вида используют очень простую кибернетику.§!

source: Beast Howling
ru_ru: Воющая тварь

source: §LMembers of this species terrify their enemy with fierce and brutal howls on the battlefield. These howls are a victorious war bugle for themselves and a signal of coming death for their foes.§!
ru_ru: §LЧлены этого вида обычно подавляют своего врага свирепым и жестоким воем на полях сражений. Этот вой - победоносный военный горн для них, в то время как для их противников это сигнал о грядущей смерти.§!

source: Big
ru_ru: Большие

source: §LMembers of this species are large relative to other species. They can grow to be several meters long.§!
ru_ru: §LЭтот вид огромен по сравнению с другими видами. Они могут вырасти до нескольких метров в длину.§!

source: Biologism
ru_ru: Биологи

source: §LMembers of this species have a great natural inclination towards social and biological studies but neglect other fields of research.§!
ru_ru: §LЧлены этого вида имеют естественную склонность к социологии и биологическим исследованиям, но игнорируют другие области исследований.§!

source: Bitter
ru_ru: Горькие

source: §LThis species tastes terrible no matter how they are cooked. They are a huge challenge for the chefs in the galaxy.§!
ru_ru: §LЭтот вид имеет ужасный вкус, независимо от того, как они приготовлены. Они являются огромной проблемой для поваров в галактике.§!

source: Blind
ru_ru: Слепые

source: §LThis species cannot perceive in the visible light spectrum. It is invisible light to them.§!
ru_ru: §LЭтот вид не может воспринимать в видимом спектре света. Это невидимый свет для них.§!

source: Bloodthirsty
ru_ru: Кровожадные

source: §LThis species is bloodthirsty. Their society cannot operate without violence.§!
ru_ru: §LЭтот вид кровожаден. Их общество не может функционировать без насилия.§!

source: Boneless
ru_ru: Бескостные

source: §LMembers of this species do not have a skeletal structure. While inconceivable for vertebrates, this species feels similar confusion regarding osseous creatures.§!
ru_ru: §LУ членов этого вида нет костей или скелетной структуры. Это едва понятно для некоторых видов, таких как позвоночные, тогда как некоторые другие виды не понимают смысла в структуре связей костных существ.§!

source: Born to Rule
ru_ru: Рождённые править

source: §LMembers of this species are born to rule. Incompetent tyrants are not found in the history of this species.§!
ru_ru: §LЧлены этого вида рождены, чтобы править. Некомпетентные тираны не встречаются в истории этого вида.§!

source: Brilliant
ru_ru: Блистательные

source: §LThis species is remarkably intelligent.§!
ru_ru: §LЭтот вид удивительно умный.§!

source: Camouflage
ru_ru: Камуфляж

source: §LThis species can quickly camouflage to their surrounding environment.§!
ru_ru: §LЭтот вид может быстро замаскироваться под окружающую среду.§!

source: Carapace
ru_ru: Панцирь

source: §LThis species has a hard carapace. The carapace protects them not only on the battlefield but also in the mines.§!
ru_ru: §LЭтот вид имеет жесткий панцирь. Панцирь защищает их не только на поле боя, но и в шахтах.§!

source: Clairvoyance
ru_ru: Ясновидение

source: §LThis species has the limited ability to see into the future. Sometimes they misperceive events, but in most cases this ability is great for finding ways to advance.§!
ru_ru: §LЭтот вид обладает ограниченной способностью заглядывать в будущее. Иногда они неправильно воспринимают события, но в большинстве случаев эта способность отлично подходит для поиска путей передвижения.§!

source: Clones
ru_ru: Клоны

source: §LMembers of this species have applied cloning to boost their birthrate, though the clones have low brain activity.§!
ru_ru: §LПредставители этого вида применяют клонирование для повышения рождаемости, однако клоны имеют низкую мозговую активность.§!

source: Closed-minded
ru_ru: Узкомыслящие

source: §LThe minds of this species are warded from psionic power. It is almost impossible to sense their emotions, even through forceful means.§!
ru_ru: §LУмы этого вида защищены от псионической силы. Чувствовать их эмоции почти невозможно, даже с помощью силовых средств.§!

source: Common Thoughts
ru_ru: Общие мысли

source: §LThis species can have the same thoughts and emotions as close brethren.§!
ru_ru: §LЭтот вид может иметь те же мысли и эмоции, что и ближайшее окружение.§!

source: Complicated Gene
ru_ru: Усложнённые гены

source: §LThis species has a strangely complex genetic structure. The enigmatic structure of their DNA makes cloning difficult and is a hindrance to their biological studies.§!
ru_ru: §LЭтот вид имеет странно сложную генетическую структуру. Загадочная структура их ДНК затрудняет клонирование и препятствует биологическим исследованиям.§!

source: Controlled Metabolism
ru_ru: Контролируемый метаболизм

source: §LThis species can control their metabolism and can survive without eating for months.§!
ru_ru: §LЭтот вид может контролировать свой метаболизм и может выживать без еды в течение нескольких месяцев.§!

source: Cultural Lag
ru_ru: Культурный лаг

source: §LThis species' cultural development could not keep up with their material advances, as such their society is fairly rudimentary compared to their technology.§!
ru_ru: §LКультурное развитие этого вида не могло идти в ногу с их материальными достижениями, так как их общество довольно упрощенное по сравнению с их технологиями.§!

source: Deformed
ru_ru: Деформированные

source: §LMembers of this species exhibit a wide range of physical deformities, often contributing to poor health.§!
ru_ru: §LСкелет этого вида хрупкий и деформированный. Обращаться с осторожностью.§!

source: Delayed Sense
ru_ru: Отложенные чувства

source: §LThis species experiences a consistent delay between sensory stimulation and cognitive recognition. This is a major obstacle in many areas and pressures their society to find a solution.§!
ru_ru: §LЭтот вид испытывает постоянную задержку между сенсорной стимуляцией и когнитивным распознаванием. Это является серьезным препятствием во многих областях и заставляет их общество искать решение.§!

source: Devourers
ru_ru: Пожиратели

source: §LMembers of this species care for nothing besides feeding the endless hunger. Their movements are catastrophic and they leave ruin their wake.§!
ru_ru: §LПредставители этого вида ни о чем не заботятся, кроме того, что утолить свой бесконечный голод. Их движения катастрофичны, и они оставляют после себя лишь руины.§!

source: Dimensional Absent
ru_ru: Пропажа из мира

source: §LMembers of this species are sometimes dragged into another dimension. Only a few have survived and returned from such abductions.§!
ru_ru: §LПредставителей этого вида иногда утягивает в другое измерение. Лишь немногие выжили и вернулись после таких похищений.§!

source: Disrupted
ru_ru: Беспокойные

source: §LThe senses of this species are constantly disturbed. Hallucinations are all too common among them.§!
ru_ru: §LЧувства этого вида постоянно раздражены. Галлюцинации слишком распространены среди них.§!

source: Dragon Scales
ru_ru: Драконья чешуя

source: §LMembers of this species are well protected from impacts, electricity, heat and other hostile factors by their mysterious scales. Unfortunately, there is no sustainable way to use this protection for their spaceships.§!
ru_ru: §LЧлены этого вида хорошо защищены от ударов, электричества, тепла и других враждебных сред своей таинственной чешуёй. Не может использоваться для брони кораблей; малая скорость прироста.§!

source: Echoes of the Dead
ru_ru: Эхо мёртвых

source: §LThis species has the ability to experience the final thought from the minds of the dead. This final moment is called the Echo of the Dead.§!
ru_ru: §LЭтот вид обладает способностью считывать последнюю мысль разума мертвых. Этот последний момент называется «Эхо мёртвых».§!

source: Efficient Metabolism
ru_ru: Эффективный метаболезм

source: §LThis species has a slow and efficient metabolism.§!
ru_ru: §LЭтот вид имеет медленный и эффективный обмен веществ.§!

source: Electromagnetic Armour
ru_ru: Электромагнитная броня

source: §LThis species has the unique ability to generate electromagnetic armour through a complex electrogenic system. This grants them an instinctive understanding of electromagnetism along with energy dynamics.§!
ru_ru: §LЭтот вид обладает уникальным талантом генерировать электромагнитную броню с их электрогенной силой. Они инстинктивно понимают электромагнетизм и энергетическую динамику.§!

source: Emotionless
ru_ru: Безэмоциональные

source: §LThere is no emotion for this species. Some common social phenomena are not observed in their society.§!
ru_ru: §LУ этого вида нет эмоций. Этот обычный социальный феномен не наблюдается в их обществе. §YСчастье:§! §Gотключено§!

source: Energivore
ru_ru: Энергосифон

source: §LMembers of this species can ingest electric energy. Since energy is considered a delicacy for this species, criminals are known to tap into power systems for their own benefit.§!
ru_ru: §LЧлены этого вида могут потреблять электроэнергию. Поскольку энергия считается деликатесом у этого вида, преступники используют энергетические системы для своей выгоды.§!

source: Energy Slimes
ru_ru: Энергетическая слизь

source: §LMembers of this species are a composite of pure energy and organic material. This allows the species to transform their body shape at the expense of having unstable forms.§!
ru_ru: §LЧлены этого вида состоят из некоторых органических материалов и энергетических конечностей, связанных с ними. Эти органические тела и энергетические конечности имеют нестабильную форму и могут трансформироваться в другие формы.§!

source: Eolithic
ru_ru: Эолитики

source: §LThis species struggles with agricultural and engineering concepts. Their life is quite similar to primitives.§!
ru_ru: §LПредставителям этого вида трудно понять многие из фундаментальных концепций металлообработки. Они обычно строят свою цивилизацию с использованием чистых минералов, а не сплавов.§!

source: Eternal Youth
ru_ru: Вечно молодые

source: §LThis species will never die of old age. With eternity in reach, they have lost their spirit of challenge, their curiosity; only an extreme fear of being hurt remains.§!
ru_ru: §LЭтот вид никогда не умрет от старости. Достигнув вечности, они утратили дух испытаний, свое любопытство; остается только огромный страх быть раненным.§!

source: Evolving
ru_ru: Эволюционирующие

source: §LThis species rapidly evolves. Do not worry, failures die fast.§!
ru_ru: §LЭтот вид быстро эволюционирует. Не волнуйтесь, неудачные образцы быстро умирают.§!

source: Exiles of the End
ru_ru: Изгнанники конца

source: §LThis species formed a covenant with unknown beings beyond the Shroud. At the end of the cycle, a few "exiles" are allowed to survive. As consequence of witnessing every end of the universe, their minds have been shattered.§!
ru_ru: §LЭтот вид заключил договор с неизвестными существами Покрова. В конце цикла несколько «изгнанников» могут выжить. Как следствие того, что они наблюдают за каждым концом вселенной, их разумы раздроблены.§!

source: Explosive Cyst
ru_ru: Взрывная киста

source: §LThis species develops cysts filled very unstable substances on their skin.§!
ru_ru: §LУ этого вида развиваются цисты с очень нестабильными веществами на их коже.§!

source: Extrasensory
ru_ru: Экстрасенсорика

source: §LThis species has an additional method of perception beyond the physical senses. They exhibit a seemingly intuitive understanding of ongoing situations.§!
ru_ru: §LУ этого вида есть дополнительный метод восприятия помимо физических чувств. Они демонстрируют, казалось бы, интуитивное понимание происходящих ситуаций.§!

source: Failure
ru_ru: Неудача

source: §LIt is obvious this species has to be classified as a biological mistake. Scientists will wonder how they even managed to survive.§!
ru_ru: §LОчевидно, что этот вид следует классифицировать как биологическую катастрофу. Биологи всех видов интересуются, как же они выжили.§!

source: Fast Adaption
ru_ru: Быстрая адаптация

source: §LThis species can adapt to foreign environments very quickly.§!
ru_ru: §LЭтот вид может очень быстро адаптироваться к чужеродной среде.§!

source: Fire Breath
ru_ru: Огненное дыхание

source: §LMembers of this species can unleash a storm of destructive flame.§!
ru_ru: §LПредставители этого вида могут вызвать бурю разрушительного пламени.§!

source: Flesh and Spirit
ru_ru: Плоть и дух

source: §LIn the society of this species, it is commonly accepted that the body is only a shell and the soul endures beyond death. They usually build huge catacombs to preserve the bodies for returning souls.§!
ru_ru: §LВ обществе этого вида общепризнанно, что тело - это только оболочка, а душа живет после смерти. Они обычно строят огромные катакомбы, чтобы сохранить тела для возвращающихся душ.§!

source: Flintknapping
ru_ru: Дробление кремния

source: §LMembers of this species have a hard time grasping many of the fundamental concepts of material science. They usually build their civilization with raw minerals instead of alloys.§!
ru_ru: §LПредставителям этого вида трудно понять многие фундаментальные понятия материаловедения. Они обычно строят свою цивилизацию из минералов, а не из сплавов.§!

source: Flying
ru_ru: Летающие

source: §LThis species is capable of flight.§!
ru_ru: §LЭтот вид умеет летать.§!

source: Force Breath
ru_ru: Энергетическое дыхание

source: §LMembers of this species can unleash a storm of pure energy.§!
ru_ru: §LПредставители этого вида могут вызвать бурю чистой энергии.§!

source: Force Manipulation
ru_ru: Манипуляция силой

source: §LMembers of this species can manipulate local magnetic fields. This grants them an instinctive understanding of electromagnetism along with energy dynamics.§!
ru_ru: §LЧлены этого вида могут манипулировать локальными магнитными полями. Это дает им инстинктивное понимание электромагнетизма наряду с динамикой энергии.§!

source: Fruitage
ru_ru: Плодоносные

source: §LThis species bears fruit regularly. The purpose of this fruiting organ is unknown from a biological perspective, but the fruit is delicious and nutritious.§!
ru_ru: §LЭтот вид плодоносит регулярно. Назначение этого плодоносящего органа неизвестно с биологической точки зрения, но плод восхитителен и питателен.§!

source: Futurespawns
ru_ru: Потомство из будущего

source: §LThese species are exiles from the far future. Why are they here and what happened to them?§!
ru_ru: §LЭтот вид является изгнанниками из далекого будущего. Почему они здесь; что с ними случилось?§!

source: Gaia
ru_ru: Титанические

source: §LMembers of this species are unimaginably huge. They can grow to be dozens of kilometers long - equivalent to the cities of other species.§!
ru_ru: §LЧлены этого вида невообразимо огромны. Они могут вырасти до десятков километров в длину - эквивалентно городам других видов.§!

source: Gatherers
ru_ru: Собиратели

source: §LThis species still depends upon a gathering stratum for a large part of food production.§!
ru_ru: §LЭтот вид все ещё зависит от собирательства и добывает таким образом большую часть продуктов питания.§!

source: Genius
ru_ru: Гении

source: §LThis species has reached the highest form of intelligence; they cannot be smarter than this without advanced genetic engineering.§!
ru_ru: §LЭтот вид достиг высочайшего интеллекта; никто не может быть более умным, чем они, без передовой биоинженерии.§!

source: Ghosts
ru_ru: Призраки

source: §LUpon death, members of this species generate an electronic specter that has most of the memories of the deceased. They are exempt from the cruelest aspect of death.§!
ru_ru: §LКогда члены этого вида погибают, они сразу же становятся духами или генерируют электронный спектр, который имеет почти всю информацию об умершем. Это означает, что этот вид не может умереть.§!

source: Gifted
ru_ru: Способные

source: §LMembers of this species are born with a huge advantage and with it, they can outperform other species easily.§!
ru_ru: §LЧлены этого вида рождаются с огромным потенциалом, используя его, они могут легко подавлять другие виды.§!

source: Gigantic
ru_ru: Огромные

source: Gluttony
ru_ru: Обжорство

source: §LMembers of this species ingest more nutrition than they need for healthy function.§!
ru_ru: §LЧлены этого вида безумно прожорливы. Достаточно - не настолько же хорошо, нежели как на пиру.§!

source: Great Excuses
ru_ru: Великие оправдания

source: §LThis species has devoted their efforts toward making great excuses for ignoring scientific advances. Years of neglect has provided them with plausible excuses.§!
ru_ru: §LЭтот вид посвятил свои усилия поиску больших оправданий игнорированию научных достижений. Годы пренебрежения предоставили им правдоподобные оправдания.§!

source: Hale
ru_ru: Крепкие

source: §LThis species never works when they are young, hence their society has a strange structure: the old support the young.§!
ru_ru: §LЭтот вид никогда не работает, когда они молоды, поэтому их общество имеет странную структуру: старые поддерживают молодых.§!

source: Harmonization
ru_ru: Гармонизация

source: §LThis species inhabits in any environment as if they were a natural part of it.§!
ru_ru: §LЭтот вид обитает в любой среде, как если бы они были её естественной частью.§!

source: Healing Factor
ru_ru: Исцеляющий фактор

source: §LMembers of this species have the rare ability to regenerate any lost body tissue in a short period of time. The required energy for regeneration is gained through the act of eating and drinking.§!
ru_ru: §LЧлены этого вида обладают мощной способностью быстро восстанавливать утраченные ткани тела от всех видов ран. Необходимая энергия для регенерации получается при поедании пищи.§!

source: Hemophilia
ru_ru: Гемофилия

source: §LThe blood of this species cannot clot properly, even minor injuries are considered medical emergencies. Numerous scholars seek to cure this curse.§!
ru_ru: §LКровь этого вида не может сгуститься должным образом. Многочисленные ученые изучают биологию, чтобы вылечить это проклятие.§!

source: Heroism
ru_ru: Героизм

source: §LThere were numerous heroes in the history of this species, and there will be more heroes to come.§!
ru_ru: §LВ истории этого вида было множество героев, и в будущем появятся новые герои.§!

source: Hunter-Gatherers
ru_ru: Охотники-собиратели

source: §LThis species still depends upon a hunter-gatherer stratum for a large part of food production.§!
ru_ru: §LЭтот вид все ещё зависит от охотыи собирательства и добывает таким образом большую часть продуктов питания.§!

source: Hunters
ru_ru: Охотники

source: §LThis species still depends upon a hunting stratum for a large part of food production.§!
ru_ru: §LЭтот вид все ещё зависит от охоты и добывает таким образом большую часть продуктов питания.§!

source: Hypervision
ru_ru: Сверхзрение

source: §LThis species has highly adaptive eyesight. If they try to see something, wherever it is, whatever it is, they can see it.§!
ru_ru: §LУ этого вида очень адаптивное зрение. Если они пытаются что-то увидеть, где бы то ни было, они могут это увидеть.§!
