Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: £job_treasures_collector_drone£ $job_treasures_collector_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_treasures_collector_drone£ $job_treasures_collector_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Treasures Collector Drones
ru_ru: Дроны-сборщики сокровищ.

source: £job_treasures_collector£ $job_treasures_collector_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_treasures_collector£ $job_treasures_collector_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Treasures Collectors
ru_ru: Коллекционеры сокровищ

source: Biologist
ru_ru: Биолог

source: Biologist Drone
ru_ru: Дрон-биолог

source: £job_u_biologist_drone£ $job_u_biologist_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_u_biologist_drone£ $job_u_biologist_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Biologist Drones
ru_ru: Дроны-биологи.

source: £job_u_biologist£ $job_u_biologist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_u_biologist£ $job_u_biologist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Biologists
ru_ru: Биологи

source: A Special Job £job£ unlocked by the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: Специальная работа £job£ разблокированная §Y$ap_legendary_forge$§! Перком вознесения.

source: Engineer Drone
ru_ru: Инженер-дронолог

source: £job_u_engineer_drone£ $job_u_engineer_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_u_engineer_drone£ $job_u_engineer_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Engineer Drones
ru_ru: Инженерные дроны.

source: £job_u_engineer£ $job_u_engineer_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_u_engineer£ $job_u_engineer_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Engineers
ru_ru: Инженеры

source: Physicist
ru_ru: Физик

source: A Special Job £job£ unlocked by the §Y$ap_deep_scanner$§! Ascension Perk.
ru_ru: Специальная работа £job£ разблокированная §Y$ap_deep_scanner$§! Перком вознесения.

source: Physicist Drone
ru_ru: Дрон-физик

source: £job_u_physicis_dronet£ $job_u_physicist_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_u_physicis_dronet£ $job_u_physicist_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Physicist Drones
ru_ru: физики-дроны.

source: £job_u_physicist£ $job_u_physicist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_u_physicist£ $job_u_physicist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Physicists
ru_ru: Физики

source: Weapons Forger
ru_ru: Формовщик оружия

source: Weapons Forger Drone
ru_ru: Дроны-формовщики оружия

source: $job_weapon_forger_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: $job_weapon_forger_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Weapons Forger Drones
ru_ru: Дроны-формовщики оружия

source: £job_weapon_forger£ $job_weapon_forger_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_weapon_forger£ $job_weapon_forger_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Weapons Forgers
ru_ru: Формовщики оружия

source: Admonitory
ru_ru: Адмонитор

source: This leader knows how to encourage people to be more efficient in their specified job.
ru_ru: Этот лидер знает, как побудить людей быть более эффективными в своей работе.

source: Adventurer
ru_ru: Искатель приключений

source: This leader has experience and knows how to deal with danger, he will investigate anomalies at a faster rate.
ru_ru: Этот лидер имеет опыт и знает, как справиться с опасностью, он будет расследовать аномалии быстрее.

source: Armored
ru_ru: Бронированный.

source: This leader will most likely use more vehicle than usual for his tactical strikes.
ru_ru: Этот лидер, скорее всего, будет использовать больше транспортных средств, чем обычно, для своих тактических ударов.

source: This leader has improved the ship hulls of his fleet.
ru_ru: Этот лидер Улучшил корпуса кораблей своего флота.

source: This leader has a natural talent on how to construct buildings with the minimum efficient amount of resources.
ru_ru: Этот лидер обладает природным талантом строить здания с минимально эффективным использованием ресурсов.

source: Building Engineer
ru_ru: Инженер-строитель

source: This leader has a special team of engineers allowing him to contruct buildings at a faster rate.
ru_ru: У этого лидера есть специальная команда инженеров, позволяющая ему строить здания быстрее.

source: Camper
ru_ru: Кемпер

source: This leader will keep his position no matter what. Perfect for defending colonies against invaders.
ru_ru: Этот лидер будет удерживать свою позицию, несмотря ни на что. Идеален для защиты колоний от захватчиков.

source: This leader will most likely use only weapon of massive destruction to win the war, dealing more damages both to the enemies and the civilians.
ru_ru: Этот лидер, скорее всего, будет использовать только оружие массового поражения для победы в войне, нанося больший урон как врагам, так и мирному населению.

source: Diplomat
ru_ru: Дипломат.

source: This leader will destabilized his enemies by giving them a lots of offer allowing them to survive these horrible wars. But he knows already that they won't be able to accept.
ru_ru: Этот лидер дестабилизирует своих врагов, делая им множество предложений, позволяющих им выжить в этих ужасных войнах. Но он уже знает, что они не смогут согласиться.

source: Fast Explorer
ru_ru: Быстрый исследователь

source: This leader knows how to effectively survey a planet, decreasing the time needed for surveying a system.
ru_ru: Этот лидер знает, как эффективно исследовать планету, уменьшая время, необходимое для исследования системы.

source: Fast Scanner
ru_ru: Быстрый сканер.

source: This leader has improved the scanner of the ship allowing to dectect faster any obstacle on the path of the ship making it able to go faster.
ru_ru: Этот лидер улучшил сканер корабля, позволяющий быстрее обнаруживать любые препятствия на пути корабля, благодаря чему он может двигаться быстрее.

source: Fertilizer
ru_ru: Удобрение

source: This leader encourage people to breed and make more babies.
ru_ru: Этот лидер побуждает людей размножаться и делать больше детей.

source: Fortified
ru_ru: Укрепленный

source: This leader prefers to put some of the backed up energy into the shields giving better survivability.
ru_ru: Этот лидер предпочитает вкладывать часть накопленной энергии в щиты, что повышает живучесть.

source: $trait_survivor$
ru_ru: Непотопляемый

source: This leader can teach people how to live in hard conditions.
ru_ru: Этот лидер может научить людей жить в тяжелых условиях.

source: Hurried
ru_ru: Торопливый

source: This leader knows how to properly improve the FTL of the ships allowing his fleet to move faster and have a longer jump range.
ru_ru: Этот лидер знает, как правильно Улучшить сверхсветовую скорость кораблей, что позволяет его флоту двигаться быстрее и иметь большую дальность прыжка.

source: $wenkwort_keeper$
ru_ru: Хранитель

source: This leader know how to recycle his consumers without wasting too much, reducing the cost of his upkeep.
ru_ru: Этот лидер знает, как перерабатывать своих потребителей, не тратя слишком много, что снижает затраты на его содержание.

source: This leader has modified the ammunition of his fleets, dealing more damages to enemies ship hulls.
ru_ru: Этот лидер изменил боеприпасы своих флотов, нанося больше повреждений корпусам вражеских кораблей.

source: Natural Engineer
ru_ru: Природный инженер.

source: This leader has a lot of ease with engineering technologies.
ru_ru: Этот лидер легко справляется с инженерными технологиями.

source: Natural Physicist
ru_ru: Природный физик

source: This leader has a lot of ease with physics technologies.
ru_ru: Этот лидер легко справляется с физическими технологиями.

source: Natural Sociologist
ru_ru: Природный социолог

source: This leader has a lot of ease with society technologies.
ru_ru: Этот лидер легко справляется с технологиями общества.

source: This leader knows how to predict the next position of the enemy ship, increasing the weapon tracking of his fleet.
ru_ru: Этот лидер умеет предсказывать следующую позицию вражеского корабля, увеличивая слежение за оружием своего флота.

source: Organized
ru_ru: Организованный.

source: This leader knows perfectly how to resettle people in the cities allowing to save more place for a bigger population.
ru_ru: Этот лидер прекрасно знает, как расселять людей в городах, позволяя сохранить больше места для большего населения.

source: Parthenogenetic
ru_ru: Партеногенетический

source: This leader
ru_ru: Этот лидер

source: Perspicacity
ru_ru: Проницательность

source: This leader is most likely to check three time any surveyed planet to be sure that he didn't miss any anomaly.
ru_ru: Этот лидер, скорее всего, трижды проверит любую исследуемую планету, чтобы убедиться, что он не пропустил ни одной аномалии.

source: Provident
ru_ru: Предусмотрительный

source: This leader has a very good skill with sensors increasing the range of detection.
ru_ru: У этого лидера очень хорошие навыки работы с сенсорами, увеличивающими дальность обнаружения.

source: Quick Reflexes
ru_ru: Быстрые рефлексы

source: This leader knows how to dodge some of the incoming enemy fire in any sort of ship.
ru_ru: Этот лидер знает, как увернуться от части входящего вражеского огня на любом корабле.

source: Shield Expert
ru_ru: Эксперт по щитам

source: This leader knows perfectly how to increase the weapons damage output on enemies ship shields.
ru_ru: Этот лидер отлично знает, как увеличить урон, наносимый оружием по щитам вражеских кораблей.

source: Sneaky
ru_ru: Хитрый.

source: This leader knows perfectly how to increase the penetration of his weapons against enemies shields and armors.
ru_ru: Этот лидер отлично знает, как увеличить пробиваемость своего оружия по щитам и броне врагов.

source: This leader knows how to aim properly at a very far distance, allowing him to fight at long range without wasting ammunition.
ru_ru: Этот лидер умеет правильно целиться на очень большом расстоянии, что позволяет ему сражаться на дальних дистанциях, не тратя боеприпасы.

source: Motivator
ru_ru: Мотиватор

source: This leader has a natural talent to motive his troops into battle.
ru_ru: Этот лидер обладает природным талантом побуждать своих солдат к бою.

source: $spy_network$
ru_ru: Сеть осведомителей

source: This leader has a personal spy network allowing to interfere with most of the crimes.
ru_ru: У этого лидера есть личная шпионская сеть, позволяющая вмешиваться в большинство преступлений.

source: $origin_subterranean$
ru_ru: Землепользователь

source: This leader knows how to use any space available on the colony, especially subterranean zone increasing the amount of available districts.
ru_ru: Этот лидер знает, как использовать любое доступное пространство колонии, особенно подземную зону, увеличивая количество доступных районов.

source: Surpervisor
ru_ru: Надсмотрщик

source: This leader knows how to teach people how to be content with the strict necessary.
ru_ru: Этот лидер знает, как научить людей довольствоваться строго необходимым'.

source: This leader knows when to give up and will most likely survive and lost battle.
ru_ru: Этот лидер знает, когда нужно сдаться, и, скорее всего, выживет и проиграет битву..

source: This leader knows how to avoid most of the threats and will most likely survive most of the ambushes.
ru_ru: Этот лидер знает, как избежать большинства угроз и, скорее всего, выживет в большинстве засад.

source: Tactician
ru_ru: Тактик.

source: This leader will share his experience with his troops allowing them to become veteran way faster.
ru_ru: Этот лидер делится опытом со своими солдатами, позволяя им быстрее стать ветеранами.

source: $trait_talented$
ru_ru: Талантливый ученик

source: This leader has a talented skill and will not be limited at leveling like others.
ru_ru: Этот лидер обладает талантливыми навыками и не будет ограничен в уровне, как другие.

source: Transgenic
ru_ru: Трансгенный

source: This leader has a special born trait allowing to live for a longer period.
ru_ru: Этот лидер обладает особой прирожденной чертой, позволяющей жить дольше.

source: Volunteer
ru_ru: Волонтер

source: This leader is volunteering into helping the nation, hiring him won't be expensive.
ru_ru: Этот лидер добровольно помогает народу, и его наем не будет стоить дорого.

source: Young Flame
ru_ru: Молодое пламя

source: This leader only knows offense and will most likely deal more damages to the enemies thanks to his strategies.
ru_ru: Этот лидер знает только нападение и, скорее всего, нанесет больше урона врагам благодаря своей стратегии.

source: It is hard to predict what could happen if we provoke an entity like it.
ru_ru: Трудно предсказать, что может произойти, если мы спровоцируем такую сущность, как она.

source: §YLeviathan Master§! Sharing Knowledge
ru_ru: §YПовелитель левиафанов§! Обмен знаниями

source: §YLeviathan Master Spell:§! Defensive Heritage
ru_ru: §YЗаклинание мастера левиафанов:§! Оборонительное наследие

source: §YLeviathan Master Spell:§! Energy Surge
ru_ru: §YЗаклинание мастера левиафанов:§! Энергетический всплеск

source: §YLeviathan Master Spell:§! Food Multiplication
ru_ru: §YЗаклинание мастера левиафанов:§! Умножение пищи

source: §YLeviathan Master Spell:§! Mineral Replication
ru_ru: §YЗаклинание мастера левиафанов:§! Воспроизводство минералов

source: §YLeviathan Master Spell:§! Offensive Reclamation
ru_ru: §YЗаклинание мастера левиафанов:§! Наступательная рекультивация

source: §GLibrary of Wisdom§!: Ascension
ru_ru: §GБиблиотека мудрости§!:Возвышение

source: §GLibrary of Wisdom§!: Civic
ru_ru: §GБиблиотека мудрости§!: Гражданская модель

source: Fallen Empire £opinion£ §YOpinion§! increased by §G+20§!.
ru_ru: Павшая империя £opinion£ §YМнение§! увеличился на §G+20§!.

source: Foreign Country £opinion£ §YOpinion§! increased by §G+40§!
ru_ru: Другие государство £opinion£ §YМнение§! увеличился на §G+40§!

source: §YMachine Main Core§!: §GDebris Field§!
ru_ru: §YГлавное ядро машины§!: §GМусорное поле§!

source: §YMachine Main Core§!: Maintenance 1/5
ru_ru: §YГлавное ядро машины§!: Техобслуживание 1/5

source: §YMachine Main Core§!: Maintenance 2/5
ru_ru: §YГлавное ядро машины§!: Техобслуживание 2/5

source: §YMachine Main Core§!: Maintenance 3/5
ru_ru: §YГлавное ядро машины§!: Техобслуживание 3/5

source: §YMachine Main Core§!: Maintenance 4/5
ru_ru: §YГлавное ядро машины§!: Техобслуживание 4/5

source: §YMachine Main Core§!: Maintenance 5/5
ru_ru: §YГлавное ядро машины§!: Техобслуживание 5/5

source: §YMachine Main Core§!: Security 1/5
ru_ru: §YГлавное ядро машины§!: Безопасность 1/5

source: §YMachine Main Core§!: Security 2/5
ru_ru: §YГлавное ядро машины§!: Безопасность 2/5

source: §YMachine Main Core§!: Security 3/5
ru_ru: §YГлавное ядро машины§!: Безопасность 3/5

source: §YMachine Main Core§!: Security 4/5
ru_ru: §YГлавное ядро машины§!: Безопасность 4/5

source: §YMachine Main Core§!: Security 5/5
ru_ru: §YГлавное ядро машины§!: Безопасность 5/5

source: §YMachine Main Core§!: §GEngineering Discovery§!
ru_ru: §YГлавное ядро машины§!: §GИнженерное исследование§!

source: §YMachine Main Core§!: Engineering 1/5
ru_ru: §YГлавное ядро машины§!: Инженерное дело 1/5

source: §YMachine Main Core§!: Engineering 2/5
ru_ru: §YГлавное ядро машины§!: Инженерное дело 2/5

source: §YMachine Main Core§!: Engineering 3/5
ru_ru: §YГлавное ядро машины§!: Инженерное дело 3/5

source: §YMachine Main Core§!: Engineering 4/5
ru_ru: §YГлавное ядро машины§!: Инженерное дело 4/5

source: §YMachine Main Core§!: Engineering 5/5
ru_ru: §YГлавное ядро машины§!: Инженерное дело 5/5

source: §YMachine Main Core§!: Influence 1/5
ru_ru: §YГлавное ядро машины§!: Влияние 1/5

source: §YMachine Main Core§!: Influence 2/5
ru_ru: §YГлавное ядро машины§!: Влияние 2/5

source: §YMachine Main Core§!: Influence 3/5
ru_ru: §YГлавное ядро машины§!: Влияние 3/5

source: §YMachine Main Core§!: Influence 4/5
ru_ru: §YГлавное ядро машины§!: Влияние 4/5

source: §YMachine Main Core§!: Influence 5/5
ru_ru: §YГлавное ядро машины§!:Влияниеe 5/5

source: §YMachine Main Core§!: Jobs 1/5
ru_ru: §YГлавное ядро машины§!: Рабочие места 1/5

source: §YMachine Main Core§!: Jobs 2/5
ru_ru: §YГлавное ядро машины§!: Рабочие места 2/5

source: §YMachine Main Core§!: Jobs 3/5
ru_ru: §YГлавное ядро машины§!: Рабочие места 3/5

source: §YMachine Main Core§!: Jobs 4/5
ru_ru: §YГлавное ядро машины§!: Рабочие места 4/5

source: §YMachine Main Core§!: Jobs 5/5
ru_ru: §YГлавное ядро машины§!: Рабочие места 5/5

source: §YMachine Main Core§!: §GPhysics Discovery§!
ru_ru: §YГлавное ядро машины§!: §GФизическое исследование§!

source: §YMachine Main Core§!: Physics 1/5
ru_ru: §YГлавное ядро машины§!: Физика 1/5

source: §YMachine Main Core§!: Physics 2/5
ru_ru: §YГлавное ядро машины§!: Физика 2/5

source: §YMachine Main Core§!: Physics 3/5
ru_ru: §YГлавное ядро машины§!: Физика 3/5

source: §YMachine Main Core§!: Physics 4/5
ru_ru: §YГлавное ядро машины§!: Физика 4/5

source: §YMachine Main Core§!: Physics 5/5
ru_ru: §YГлавное ядро машины§!: Физика 5/5

source: §YMachine Main Core§!: §GSociety Discovery§!
ru_ru: §YГлавное ядро машины§!: §GСоциальные Исследование§!

source: §YMachine Main Core§!: Society 1/5
ru_ru: §YГлавное ядро машины§!:Социальные 1/5

source: §YMachine Main Core§!: Society 2/5
ru_ru: §YГлавное ядро машины§!: Социальные 2/5

source: §YMachine Main Core§!: Society 3/5
ru_ru: §YГлавное ядро машины§!: Социальные 3/5

source: §YMachine Main Core§!: Society 4/5
ru_ru: §YГлавное ядро машины§!: Социальные 4/5

source: §YMachine Main Core§!: Society 5/5
ru_ru: §YГлавное ядро машины§!: Социальные 5/5

source: §YMachine Main Core§!: Stability 1/5
ru_ru: §YГлавное ядро машины§!: Стабильность 1/5

source: §YMachine Main Core§!: Stability 2/5
ru_ru: §YГлавное ядро машины§!: Стабильность 2/5

source: §YMachine Main Core§!: Stability 3/5
ru_ru: §YГлавное ядро машины§!: Стабильность 3/5

source: §YMachine Main Core§!: Stability 4/5
ru_ru: §YГлавное ядро машины§!: Стабильность 4/5

source: §YMachine Main Core§!: Stability 5/5
ru_ru: §YГлавное ядро машины§!: Стабильность 5/5

source: §YMachine Main Core§!: Resources Stockpile
ru_ru: §YГлавное ядро машины§!: Запасы ресурсов

source: §YMachine Main Core§!: Unity 1/5
ru_ru: §YГлавное ядро машины§!: Единство 1/5

source: §YMachine Main Core§!: Unity 2/5
ru_ru: §YГлавное ядро машины§!: Единство 2/5

source: §YMachine Main Core§!: Unity 3/5
ru_ru: §YГлавное ядро машины§!: Единство 3/5

source: §YMachine Main Core§!: Unity 4/5
ru_ru: §YГлавное ядро машины§!: Единство 4/5

source: §YMachine Main Core§!: Unity 5/5
ru_ru: §YГлавное ядро машины§!: Единство 5/5

source: §G$ap_mega_hive_mind$§! Breeding Capacities: §RFailure§!
ru_ru: §GМега Коллективный разум§! Возможности разведения: §RОтказ§!

source: §G$ap_mega_hive_mind$§! Breeding Capacities: §GPerfect§!
ru_ru: §GМега Коллективный разум§!Возможности разведения: §GИдеально§!

source: §G$ap_mega_hive_mind$§! Breeding Capacities: §BSuccess§!
ru_ru: §GМега Коллективный разум§!!Возможности разведения: §BУспех§

source: §G$ap_mega_hive_mind$§! Engineering Share: §RFailure§!
ru_ru: §GМега Коллективный разум§! Доля инженерных разработок: §RОтказ§!

source: §G$ap_mega_hive_mind$§! Engineering Share: §GPerfect§!
ru_ru: §GМега Коллективный разум§! Доля инженерных разработок: §GИдеально§!

source: §G$ap_mega_hive_mind$§! Engineering Share: §BSuccess§!
ru_ru: §GМега Коллективный разум§! Доля инженерных разработок: §BУспех§

source: §G$ap_mega_hive_mind$§! Food Plants: §RFailure§!
ru_ru: §GМега Коллективный разум§! Питательные растения: §RОтказ§!

source: §G$ap_mega_hive_mind$§! Food Plants: §GPerfect§!
ru_ru: §GМега Коллективный разум§! Питательные растения: §GИдеально§!

source: §G$ap_mega_hive_mind$§! Food Plants: §BSuccess§!
ru_ru: §GМега Коллективный разум§! Питательные растения: §BУспех§

source: §G$ap_mega_hive_mind$§! Physics Share: §RFailure§!
ru_ru: §GМега Коллективный разум§! Доля Физическая разработок: §RОтказ§!

source: §G$ap_mega_hive_mind$§! Physics Share: §GPerfect§!
ru_ru: §GМега Коллективный разум§! Доля Физическая разработок: §GИдеально§!

source: §G$ap_mega_hive_mind$§! Physics Share: §BSuccess§!
ru_ru: §GМега Коллективный разум§! Доля Физическая разработок: §BУспех§

source: §G$ap_mega_hive_mind$§! Society Share: §RFailure§!
ru_ru: §GМега Коллективный разум§! Доля Социологических разработок: §RОтказ§!

source: §G$ap_mega_hive_mind$§! Society Share: §GPerfect§!
ru_ru: §GМега Коллективный разум§! Доля Социологических разработок: §GИдеально§!

source: §G$ap_mega_hive_mind$§! Society Share: §BSuccess§!
ru_ru: §GМега Коллективный разум§! Доля Социологических разработок: §BУспех§
