Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: §MExpedition:§! Society Discovery
ru_ru: §MЭкспедиция:§! Социологические открытия

source: Technocrate Congress §GBiology§!
ru_ru: Конгресс технократов §GБиология§!

source: Technocrate Congress §BComputing§!
ru_ru: Конгресс технократов §BВычислительная техника§!

source: Technocrate Congress §BField Manipulation§!
ru_ru: Конгресс технократов §BМанипуляция полем§!

source: Technocrate Congress §HIndustry§!
ru_ru: Конгресс технократов §HПромышленность§!

source: Technocrate Congress §HMaterials§!
ru_ru: Конгресс технократов §HМатериалы§!

source: Technocrate Congress §GMilitary Theory§!
ru_ru: Конгресс технократов §GВоенная теория§!

source: Technocrate Congress §GNew Worlds§!
ru_ru: Конгресс технократов §GНовые миры§!

source: Technocrate Congress §BParticles§!
ru_ru: Конгресс технократов §BЧастицы§!

source: Technocrate Congress §HPropulsion§!
ru_ru: Конгресс технократов §HДвижущая сила§!

source: Technocrate Congress §MPsionics§!
ru_ru: Конгресс технократов §MПсионика§!

source: Technocrate Congress §GStatecraft§!
ru_ru: Конгресс технократов §GГосударственное устройство§!

source: Technocrate Congress §HVoidcraft§!
ru_ru: Конгресс технократов §HПустотное ремесло§!

source: £job_ambassador£ $job_ambassador_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_ambassador£ $job_ambassador_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Ambassadors
ru_ru: послы

source: Banker
ru_ru: Банкир

source: £job_banker£ $job_banker_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_banker£ $job_banker_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Bankers
ru_ru: Банкиры

source: Border Controller
ru_ru: Пограничный контролер

source: £job_border_controller£ $job_border_controller_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_border_controller£ $job_border_controller_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Border Controllers
ru_ru: Пограничные контролеры

source: Botanist
ru_ru: Ботаник

source: £job_botanist£ $job_botanist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_botanist£ $job_botanist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Botanists
ru_ru: Ботаники

source: Builder Drone
ru_ru: Дрон строитель

source: £job_builder_drone£ $job_builder_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_builder_drone£ $job_builder_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Builder Drones
ru_ru: Строительные дроны

source: £job_builder£ $job_builder_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_builder£ $job_builder_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Builders
ru_ru: строители

source: £job_constructor£ $job_nurse_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_constructor£ $job_nurse_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Constructors
ru_ru: Конструкторы

source: Controller Drone
ru_ru: Дрон-контроллер.

source: £job_controller_drone£ $job_controller_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_controller_drone£ $job_controller_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Controller Drones
ru_ru: Дроны-контроллеры.

source: £job_controller£ $job_controller_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_controller£ $job_controller_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Controllers
ru_ru: Контролеры

source: £job_director£ $Directors$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_director£ $Directors$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Econimist
ru_ru: Экономист

source: £job_economist£ $job_economist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_economist£ $job_economist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Econimists
ru_ru: Экономисты

source: Governor Assistant
ru_ru: Помощник губернатора

source: £job_governor_assitant£ $job_governor_assitant_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_governor_assitant£ $job_governor_assitant_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Governor Assistants
ru_ru: Помощники губернатора

source: $queen_swarm$
ru_ru: Королева Улья

source: £job_hive_queen£ $queen_swarm_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_hive_queen£ $queen_swarm_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: $queen_swarm_plural$
ru_ru: Королевы Улья

source: Improver
ru_ru: Улучшение

source: £job_improver£ $job_improver_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_improver£ $job_improver_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Improvers
ru_ru: Улучшения

source: £job_industrialist£ $job_industrialist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_industrialist£ $job_industrialist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Industrialists
ru_ru: Промышленники

source: Influencer
ru_ru: Влиятельный сотрудник

source: £job_influencer£ $job_influencer_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_influencer£ $job_influencer_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Influencers
ru_ru: Влиятельные персоны

source: Journalist
ru_ru: Журналист

source: £job_journalist£ $job_journalist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_journalist£ $job_journalist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Journalists
ru_ru: Журналисты

source: Judge
ru_ru: Судьи

source: £job_judge£ $job_judge_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_judge£ $job_judge_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Judges
ru_ru: Судьи

source: Living Metal Extractor
ru_ru: Экстрактор живого металла

source: Living Metal Extractor Drone
ru_ru: Дрон экстрактора живого металла.

source: £job_living_metal_extractor_drone£ $job_living_metal_extractor_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_living_metal_extractor_drone£ $job_living_metal_extractor_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Living Metal Extractor Drones
ru_ru: Живые металлические дроны-экстракторы.

source: £job_living_metal_extractor£ $job_living_metal_extractor_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_living_metal_extractor£ $job_living_metal_extractor_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Living Metal Extractors
ru_ru: Экстракторы живого металла

source: Military Expert
ru_ru: Военный эксперт

source: £job_military_expert£ $job_military_expert_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_military_expert£ $job_military_expert_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Military Experts
ru_ru: Военные эксперты

source: Navy Pilot
ru_ru: Военно-космический летчик

source: Navy Pilot Drone
ru_ru: Пилот военно-космических дронов

source: £job_navy_pilot_drone£ $job_navy_pilot_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_navy_pilot_drone£ $job_navy_pilot_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Navy Pilot Drones
ru_ru: Пилот военно-космических дронов

source: £job_navy_pilot£ $job_navy_pilot_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_navy_pilot£ $job_navy_pilot_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Navy Pilots
ru_ru: Военно-космические летчики

source: Nurse
ru_ru: Медсестра

source: £job_nurse£ $job_nurse_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_nurse£ $job_nurse_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Nurses
ru_ru: медсестры

source: Player
ru_ru: Игрок

source: £job_player£ $FE_PLAYERS$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_player£ $FE_PLAYERS$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: £job_protector£ $job_fe_protector_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_protector£ $job_fe_protector_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Purifier Drone
ru_ru: Дрон-очиститель

source: £job_purifier_drone£ $job_purifier_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_purifier_drone£ $job_purifier_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Purifier Drones
ru_ru: Дроны-очистители.

source: £job_purifier£ $Purifiers$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_purifier£ $Purifiers$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Recycler
ru_ru: Переработчик

source: £job_recycler£ $job_recycler_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_recycler£ $job_recycler_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Recyclers
ru_ru: Переработчики

source: Royal Guard
ru_ru: Королевская гвардия

source: £job_royal_guard£ $job_royal_guard_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_royal_guard£ $job_royal_guard_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Royal Guards
ru_ru: Королевские гвардейцы

source: Secret Alchimist
ru_ru: Тайный алхимист

source: Secret Alchimist Drone
ru_ru: Секретный дрон алхимика

source: £job_secret_alchimist_drone£ $job_secret_alchimist_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_secret_alchimist_drone£ $job_secret_alchimist_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Secret Alchimist Drones
ru_ru: Секретные алхимические дроны.

source: £job_secret_alchimist£ $job_secret_alchimist_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_secret_alchimist£ $job_secret_alchimist_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Secret Alchimists
ru_ru: 'Секретные алхимики

source: Smuggler Drone
ru_ru: Дрон-контрабандист

source: £job_smuggler_drone£ $job_smuggler_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_smuggler_drone£ $job_smuggler_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Smuggler Drones
ru_ru: Дроны контрабандисты.

source: £job_smuggler£ $NAME_Smugglers$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_smuggler£ $NAME_Smugglers$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Sponsor
ru_ru: Спонсорм

source: £job_sponsor£ $job_sponsor_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_sponsor£ $job_sponsor_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Sponsors
ru_ru: Спонсоры

source: Spy
ru_ru: Шпион

source: Spy Drone
ru_ru: Шпионский дрон

source: £job_spy_drone£ $job_spy_drone_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_spy_drone£ $job_spy_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Spy Drones
ru_ru: Шпионские дроны.

source: £job_spy£ $job_spy_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_spy£ $job_spy_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Spies
ru_ru: Шпионы

source: Stabilizer
ru_ru: Стабилизатор

source: £job_stabilizer£ $job_stabilizer_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_stabilizer£ $job_stabilizer_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Stabilizers
ru_ru: Стабилизаторы

source: Tax Controller
ru_ru: Налоговый контролер

source: £job_tax_controller£ $job_tax_controller_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_tax_controller£ $job_tax_controller_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Tax Controllers
ru_ru: Налоговые контролеры

source: Teacher
ru_ru: Учитель

source: £job_teacher£ $job_teacher_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_teacher£ $job_teacher_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Teachers
ru_ru: Учителя

source: Trading Expert
ru_ru: Торговый эксперт

source: £job_trading_expert£ $job_trading_expert_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_trading_expert£ $job_trading_expert_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Trading Experts
ru_ru: Торговые эксперты

source: Treasurer
ru_ru: Казначей

source: £job_treasurer£ $job_treasurer_plural$ turn £alloys£ §Y$alloys$§! into £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! and £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!
ru_ru: £job_treasurer£ $job_treasurer_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: Treasurers
ru_ru: Казначеи

source: Treasures Collector
ru_ru: Собиратель сокровищ

source: A Special Job £job£ unlocked by the §Y$ap_wheel_fortune$§! Ascension Perk.
ru_ru: Специальная работа £job£ разблокированная §Y$ap_wheel_fortune$§! Перком вознесения.

source: Treasures Collector Drone
ru_ru: Дрон-сборщик сокровищ
