Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: That Ascension Perk will unlock the possibility to create celestial bodies such as asteroids, planets and habitats with a special project at the position of your construction ship in exchange of energy credits and engineering or $society_research$. To unlocks more advanced projects you will have to research the required technologies or ascension perks.
ru_ru: Этот перк Вознесения разблокирует возможность создавать небесные тела, такие как астероиды, планеты и места обитания с помощью специального проекта на позиции вашего строительного корабля в обмен на Энергетические кредиты и инженерные или $society_research$. Чтобы разблокировать более продвинутые проекты, вам придется изучить необходимые технологии или перки вознесения.

source: That Ascension Perk will unlock the possibility to create your own cluster of systems deep in the space, you will have the possibility to increase the amount of systems present in that cluster in exchange of energy credits and dark matter. Very useful to encounter more contents that you probably missed in your current game such as new events, leviathans and more. $ap_real_space_compatibility$
ru_ru: Этот перк вознесения открывает возможность создать собственный кластер систем в глубинах космоса, у вас будет возможность увеличить количество систем, присутствующих в этом кластере, в обмен на Энергетические кредиты и темную материю. Очень полезно встретить больше содержимого, которое вы, вероятно, пропустили в текущей игре, например, новые события, левиафанов и многое другое. $ap_real_space_compatibility$.

source: That Ascension Perk will unlock the possibility to improve your leaders in order to unlocks more powerful traits for them and have already trained leaders with high levels in your leader pool.
ru_ru: Этот перк вознесения позволит улучшить ваших лидеров, чтобы разблокировать для них более мощные черты и иметь уже обученных лидеров с высоким уровнем в вашем пуле лидеров.

source: That Ascension Perk will unlock the possibility to improve even more your leaders with more traits and an higher level, by finishing that perk you will also have the choice to select one of the powerful modifier available by finishing that ascension path.
ru_ru: Этот перк вознесения откроет возможность Улучшить ваших лидеров с большим количеством черт и более высоким уровнем, завершив этот перк, вы также сможете выбрать один из мощных модификаторов, доступных при завершении этого пути вознесения.

source: That Ascension Perk will unlock the possibility to improve in your researches at a faster rate with the help of Cortana who will need energy credits in order to unlocks new technologies. And also with time by unlocking new technologies for her, she will be more and more powerful, researching tons of repeatable technologies to make the difference in your current game. Once you have researched all the technologies related to Cortana, it will unlock a special relic allowing you to research 10 repeatable technologies at the cost of 18000 energy credits.
ru_ru: Этот перк вознесения позволит вам быстрее улучшать свои исследования с помощью Кортаны, которой нужны Энергетические кредиты для разблокировки новых технологий. Кроме того, со временем, разблокируя для нее новые технологии, она будет становиться все более могущественной, исследуя тонны повторяющихся технологий, чтобы изменить ситуацию в вашей текущей игре. Как только вы исследуете все технологии, связанные с Кортаной, она разблокирует специальную реликвию, позволяющую вам исследовать 20 повторяемых технологий стоимостью 25000 Энергетические кредиты.

source: That Ascension Perk will unlock the possibility to exploit the $automatic_drone$ with new buildings which will need them both for construction and upkeep but will in exchange be able to produces resources without any pop job. You will also get access to a country edict which allows you to directly improve the specific buildings of that mod on all your colonies.
ru_ru: Этот перк вознесения разблокирует возможность использовать $automatic_drone$ с новыми зданиями, которые будут нуждаться в них как для строительства, так и для поддержания, но взамен смогут добывать ресурсы без всякой попсовой работы. Вы также получите доступ к эдикту страны, который позволит вам напрямую Улучшить специфические здания этого мода на всех ваших колониях.

source: That Ascension Perk will unlock the possibility to convert $automatic_drone$ into $nanites$ for a massive production of them. They can be used as a decision on habitable planet to turn them into nanite worlds with huge deposits of resources. They can also be used for many features such as building a special $nanite_gateway$ that is cheaper and quicker to build than normal gateways, a new megastructure the $NAME_Nanite_Factory$ that produces nanites and alloys. And you also have access to new technologies and a special project that unlocks new powerful ship sections made of nanites to improve your navy.
ru_ru: Этот перк вознесения разблокирует возможность конвертировать $automatic_drone$ в $nanites$ для их массового производства. Их можно использовать как решение на обитаемой планете, чтобы превратить их в нанитовые миры с огромными залежами ресурсов. Они также могут быть использованы для множества функций, таких как строительство специальных нанитовых шлюзов, которые могут быть построены дешевле и быстрее, чем обычные шлюзы, новая мегаструктура - нанитовая фабрика, производящая наниты и сплавы. Кроме того, у вас есть доступ к новым технологиям и специальному проекту, который открывает новые мощные секции кораблей, сделанные из нанитов, чтобы Улучшить ваш флот.

source: That Ascension Perk will unlock the possibility to seriously improve the growth speed of your populations by having the possibility to spawn multiple pops at the same time depending on your luck, more details about the percentages can be found in the description of the perk. You have also access to a new building which can create it's own pop growth queue increasing the pop growth speed of the planet as well.
ru_ru: Этот перк 'Вознесение' позволит серьезно улучшить скорость роста вашего населения за счет возможности порождать несколько популяций одновременно в зависимости от вашей удачи, более подробную информацию о процентах можно найти в описании перка. У вас также есть доступ к новому зданию, которое может создавать собственную очередь роста населения, увеличивая скорость роста населения планеты.

source: That Ascension Perk will unlock the possibility to form new colonies with advanced buildings and a big amount of populations already present on it, allowing faster development of them.
ru_ru: Этот перк Вознесения откроет возможность формировать новые колонии с продвинутыми зданиями и большим количеством населения, уже присутствующего на них, что позволит быстрее их развивать.

source: That Ascension Perk will unlock the possibility to exploit every planet at their maximum potential by unlocking new district slots and constructing your buildings/districts at an amazing speed. A new feature is also available which will gives resources to the country depending on the different jobs present on each colony. $ap_building_slots$
ru_ru: Этот перк вознесения откроет возможность использовать каждую планету с максимальным потенциалом, открывая новые слоты для районов и строя свои здания/районы с удивительной скоростью. Также доступна новая функция, которая будет давать стране ресурсы в зависимости от различных работ, имеющихся на каждой колонии. $ap_building_slots$

source: That Ascension Perk will unlock the possibility to recycle the debris of destroyed ships from your and the enemy side into allows and minerals, however that perk will not work against organic ships such as most of the spaceborn aliens. There is also a new feature which allows some of your destroyed ship to be restored at the end of the next year.
ru_ru: Этот перк Вознесения открывает возможность перерабатывать обломки уничтоженных кораблей с вашей и вражеской стороны в разрешение и минералы, однако этот перк не будет работать против органических кораблей, таких как большинство космических пришельцев. Также есть новая функция, которая позволяет восстановить некоторые из ваших уничтоженных кораблей в конце следующего года.

source: That Ascension Perk will unlock the possibility to improve the chance of escaping during a lost battle. It will also unlocks the possibility to construct a cheaper and faster gateway in order to travel more quickly inside your territory.
ru_ru: Этот перк вознесения разблокирует возможность Улучшить шанс побега во время проигранной битвы. Он также откроет возможность построить более дешевый и быстрый шлюз, чтобы быстрее перемещаться по своей территории.

source: That Ascension Perk will unlock the possibility to have new options of what you want to do with your trade value, you will have the possibility to exchange them for a better ratio of energy credits and also for other resources such as alloys, food, minerals and more, without forgetting research points as well. $ap_no_trade_policy$
ru_ru: Этот перк вознесения откроет возможность новых вариантов того, что вы хотите сделать с вашей торговой стоимостью, у вас будет возможность обменять их на лучшее соотношение Энергетические кредиты, а также на другие ресурсы, такие как сплавы, пища, минералы и многое другое, не забывая также об очках исследования. $ap_no_trade_policy$.

source: That Ascension Perk will unlock the possibility to have new policies for the country, allowing a better adaptability for your objectives. Your ruler will also quickly reach the maximum level and once it is done, he will have the possibility to deal with the small problem of your planets such as crime, stability, amenities, housing and unemployment in exchange of resources.
ru_ru: Этот перк вознесения откроет возможность проводить новую политику для страны, позволяя лучше адаптироваться к вашим целям. Ваш правитель также быстро достигнет максимального уровня, а когда это произойдет, у него появится возможность решать мелкие проблемы ваших планет, такие как преступность, стабильность, удобства, жилье и безработица в обмен на ресурсы.

source: That Ascension Perk will unlock the possibility to secure your territory against the attacks of both pirates and marauders, allowing you to focus on other objectives with your navy fleets. You also have the possibility to escort your science ships with a friendly fleet, making their exploration of the galaxy less dangerous. $ap_subject_compatibility$
ru_ru: Этот перк вознесения откроет возможность обезопасить вашу территорию от нападений пиратов и мародеров, что позволит вам сосредоточиться на других целях с помощью вашего военного флота. У вас также есть возможность сопровождать свои научные корабли дружественным флотом, делая их исследование галактики менее опасным'. $ap_subject_compatibility$

source: That Ascension Perk will unlock the possibility to domesticate a spaceborn alien species which can be used for breeding and other objectives such as war, defense of territory and production of both resources and research, take in note that each species have their own advantages compare to each other so be sure to make the good choice. $ap_subject_compatibility$
ru_ru: Этот перк вознесения открывает возможность одомашнить инопланетный вид, который можно использовать для разведения и других целей, таких как война, защита территории и производство ресурсов и исследований, учтите, что у каждого вида есть свои преимущества по сравнению друг с другом, поэтому убедитесь в правильности выбора. $ap_subject_compatibility$

source: That Ascension Perk will unlock the possibility to communicate with the $ap_leviathan_master$, a powerful being hidden somewhere in the universe. $ap_no_spoil$ $ap_more_content$ $ap_subject_compatibility$
ru_ru: Этот перк вознесения откроет возможность общения с повелителем левиафанов, могущественным существом, скрытым где-то во вселенной. $ap_no_spoil$ $ap_more_content$ $ap_subject_compatibility$.

source: That Ascension Perk will unlock the possibility to have a new planet decision which can remove red and sometimes bad yellow planet modifiers and replace them with green planet modifiers. Take in note that event special planet modifiers won't be removed or it will break the game. A new feature is also now available allowing every owned planet which can support friendly nature to generate new rare deposits making them more valuable.
ru_ru: Этот перк Вознесения разблокирует возможность иметь новое планетарное решение, которое может удалить красные и иногда плохие желтые планетарные модификаторы и заменить их зелеными планетарными модификаторами. Обратите внимание, что специальные планетарные модификаторы событий не будут удалены, иначе это сломает игру. Также теперь доступна новая функция, позволяющая каждой планете, которая может поддерживать дружественную природу, генерировать новые редкие месторождения, делая их более ценными.

source: That Ascension Perk will unlock the possibility to have a new planet decision which allows the construction of robot or mechanical pops in the building construction queue, allowing a faster development of your planets. You have also access to a new building which can create it's own pop assembly queue increasing the pop assembly speed of the planet as well.
ru_ru: Этот перк Вознесения разблокирует возможность иметь новое планетарное решение, которое позволяет строить роботов или механических попов в очереди на строительство зданий, что позволяет быстрее развивать ваши планеты. Вы также получаете доступ к новому зданию, которое может создавать свою собственную очередь сборки поп, увеличивая скорость сборки поп на планете.

source: That Ascension Perk will unlock the possibility to have a new planet decision which allows you to transform all the organic pops of the planet into mechanical or robot pops. The contrary is also possible.
ru_ru: Этот перк Вознесения открывает возможность получить новое планетарное решение, которое позволяет превратить все органические попсы планеты в механические или роботизированные попсы. Обратное также возможно.

source: That Ascension Perk will unlock the possibility to directly open branch offices on the planets of every country without the need of commercial pact. You can also open branch offices in other megacorps and also your own planets. However gestalt and fallen empires remain unaffected. $ap_no_branch_office$ $ap_branch_building_slots$
ru_ru: Этот перк Вознесения открывает возможность напрямую открывать филиалы на планетах любой страны без необходимости заключения коммерческого договора. Вы также можете открывать филиалы в других мегакорпорациях, а также на своих собственных планетах. Однако гештальты и падшие империи остаются незатронутыми. $ap_no_branch_office$ $ap_branch_building_slots$.

source: That Ascension Perk will unlock the possibility to improve the opinion of fallen empires toward you, making them more likely to give you more gifts, including their own ships and technologies. You will also have the possibility with enough influence to ask them to awaken, seriously increasing the chances of '$mod_war_in_heaven$' in your galaxy. Take in note that xenophobic fallen empire remain unaffected by that perk.
ru_ru: Этот перк вознесения откроет возможность Улучшить мнение падших империй о вас, делая их более склонными дарить вам больше подарков, включая их собственные корабли и технологии. Вы также получите возможность с достаточным влиянием попросить их пробудиться, что серьезно увеличит шансы на 'Войну в небесах' в вашей галактике. Учтите, что ксенофобские падшие империи остаются незатронутыми этим перком.

source: That Ascension Perk will unlock the possibility to trigger an event which will launch a celebration of the country on the local planet where the required criterias are met. You can find more details on the ascension perk details, just remember that the more stable planets you have and the more powerful will be that perk.
ru_ru: Этот перк вознесения разблокирует возможность вызвать событие, которое запустит празднование страны на местной планете, где соблюдены необходимые критерии. Более подробную информацию вы можете найти в деталях перка вознесения, просто помните, что чем больше у вас стабильных планет, тем мощнее будет этот перк.

source: That Ascension Perk will unlock the possibility to transform one of your $pc_city$ or any sort of important planets like that present in the mods into a giant size 150 world. Once it is done you will have the possibility to trigger a menu from the planet decisions which will allows you to improve the production of resources coming from the planet making you very powerful. That perk is probably a must have for any player aiming to play with only one planet.
ru_ru: Этот перк вознесения откроет возможность превратить один из ваших экуменополисов или любую другую важную планету, подобную тем, что присутствуют в модах, в гигантский мир размером 150. Как только это будет сделано, вы сможете вызвать меню из решений планеты, которое позволит вам Улучшить производство ресурсов, поступающих с планеты, делая вас очень могущественным. Этот перк, вероятно, является обязательным для любого игрока, желающего играть только с одной планетой.

source: That Ascension Perk will unlock the possibility to force every owned pop to follow the country ethics and have a new planet decision which will collect influence on planets depending on how many pops on it are following your ethics.
ru_ru: Этот перк Вознесения откроет возможность заставить каждого принадлежащего вам попа следовать этике страны и новое планетарное решение, которое будет собирать влияние на планеты в зависимости от того, сколько попа на ней следует вашей этике.

source: That Ascension Perk will unlock the possibility to win tons of unity by completing tasks depending on the ethics of your country. You also get access to a new megastructure focusing on the production of unity. $ap_more_content$
ru_ru: Этот перк вознесения разблокирует возможность выиграть тонны единства, выполняя задания в зависимости от этики вашей страны. Вы также получите доступ к новой мегаструктуре, ориентированной на производство единства. $ap_more_content$

source: That Ascension Perk will unlock the possibility to get contacted by the private space merchants which allow you to trade resources and energy credits at a fixed price, making them far better than the galaxy market. After researching certain technologies, you will also have the possibility to purchase more things such as slaves, robots, armies and even navy ships.
ru_ru: Этот перк вознесения откроет возможность связаться с частными космическими торговцами, которые позволят вам торговать ресурсами и Энергетические кредиты по фиксированной цене, что делает их намного выгоднее, чем на галактическом рынке. Исследовав определенные технологии, вы также сможете приобрести дополнительные вещи, такие как рабы, роботы, армии и даже военные корабли.

source: That Ascension Perk will unlock the possibility to clone your leaders in exchange of foods, the cloned leader will have the same age and traits. AI also gets access to a new feature which will sometime clone the constructed navy ship for free allowing to improve the navy more faster and cheaper. That perk combined with 'Aggressive Swarm' and '$ap_recycling_drones$' can make you very powerful.
ru_ru: Этот перк вознесения открывает возможность клонировать своих лидеров в обмен на еду, клонированный лидер будет иметь тот же возраст и черты характера. Вы также получите доступ к новой возможности, которая позволит иногда бесплатно клонировать построенный корабль флота, что позволит вам улучшить свой флот быстрее и дешевле. Этот перк в сочетании с 'Агрессивным роем' и 'Экспедицией по переработке' может сделать вас очень мощным.

source: That Ascension Perk will unlock the possibility to communicate with the $ap_mega_hive_mind$ by entering in their realm. $ap_no_spoil$ $ap_more_content$
ru_ru: Этот перк вознесения откроет возможность общаться с мега-хивмайнд, войдя в их царство. $ap_no_spoil$ $ap_more_content$.

source: That Ascension Perk will unlock the possibility to infest destroyed enemy ships and turn them into your side by the end of the next year. You can quickly become a steam-roller as your navy become more and more powerful when defeating your enemies. That perk combined with '$ap_super_hive_mind$' and '$ap_recycling_drones$' can make you very powerful.
ru_ru: Этот перк вознесения разблокирует возможность заражать уничтоженные вражеские корабли и склонять их на свою сторону к концу следующего года. Вы сможете быстро превратиться в паровой каток, поскольку ваш флот будет становиться все мощнее и мощнее, побеждая врагов. Этот перк в сочетании с 'Сверхразум' и 'Экспедиция по переработке отходов' может сделать вас очень могущественным.

source: That Ascension Perk will unlock the possibility to assimilate captured pops by turning them into drones of your hivemind, seriously increasing your populations as you conquer more planets.
ru_ru: Этот перк вознесения откроет возможность ассимилировать захваченных насекомых, превращая их в дронов вашего улья, что серьезно увеличит вашу популяцию по мере завоевания планет.

source: After 15 years that Ascension Perk will unlock the possibility to have a new planet decision which allows you to create custom deposits on your planets producing resources, research and giving very useful modifiers to take advantages of other countries. This decision can also be activated on uninhabited planets to increase their habitability, and the more Hivemind Reserves you have on a planet, the greater the chances that they will give birth to new populations.
ru_ru: Через 15 лет этот перк 'Вознесение' откроет возможность иметь новое планетарное решение, которое позволит вам создавать на своих планетах пользовательские месторождения, производящие ресурсы, исследования и дающие очень полезные модификаторы для получения преимуществ над другими странами. Это решение также может быть активировано на необитаемой планете, чтобы повысить ее обитаемость, плюс к этому, чем больше резервов улья будет на планете, тем больше шансов, что они дадут начало новому населению.

source: That Ascension Perk will unlock the possibility to have a new planet decision which allows you in exchange of a certain amount of resources to create primitives civilizations composed of pops of your own species. Observations posts will also produces unity. For now that perk is not available for gestalt empires but I will find a solution in the future. Increase the possibility to interact with the primitives and also the opportunity to get access to new events during their development.
ru_ru: Этот перк вознесения разблокирует возможность иметь новое планетарное решение, которое позволит вам в обмен на определенное количество ресурсов создавать примитивные цивилизации, состоящие из насельников вашего собственного вида. Наблюдательные посты также будут производить единство. Пока что этот перк недоступен для гештальт-империй, но я найду решение в будущем. Увеличьте возможность взаимодействия с примитивами, а также возможность получить доступ к новым событиям во время их развития.
