Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Improve the limits of defense sentinel patrols present in our territory.
ru_ru: Улучшить границы патрулей дозорных обороны, присутствующих на нашей территории.

source: More Defense Sentinels II
ru_ru: Больше защитных часовых II

source: More Defense Sentinels III
ru_ru: Больше защитных часовых III

source: Secret: Energy Producing
ru_ru: Секрет: Производство энергии

source: Unlocks the secret of the $ap_mega_hive_mind$ into the production of energy.
ru_ru: Раскрывает секрет Мега Коллективный разум по производству энергии.

source: Breaking the Limits
ru_ru: Разрушая пределы

source: Beyond Consciousness
ru_ru: За гранью сознания

source: Factory Ships
ru_ru: Заводские корабли

source: Factory Ships - Advanced
ru_ru: Заводские корабли - продвинутый

source: Unlocks an advanced section for the $civilian_factory$ with more auxiliary slots.
ru_ru: Разблокирует продвинутую секцию для $civilian_factory$ с большим количеством вспомогательных слотов.

source: Factory Ships - Specialized
ru_ru: Заводские корабли - специализированные

source: Unlocks a specialized section for the $civilian_factory$ with even more auxiliary slots.
ru_ru: Открывает специализированную секцию для $civilian_factory$ с еще большим количеством вспомогательных слотов.

source: Secret: Food Farming
ru_ru: Секрет: Пищевое земледелие

source: Unlocks the secret of the $ap_mega_hive_mind$ into the farming of fresh foods.
ru_ru: Раскрывает секрет Мега Коллективный разум в выращивании свежих продуктов питания.

source: Secret: Habitability Mutation
ru_ru: Секрет: Мутация обитаемости.

source: Unlocks the secret of the $ap_mega_hive_mind$ into the survivability into every climates.
ru_ru: Раскрывает секрет Мега Коллективного разума в выживаемости в любых климатических условиях.

source: $mod_shipsize_battleship_hull_mult$ increased by §G+15%§!
ru_ru: $mod_shipsize_battleship_hull_mult$ увеличен на §G+15%§!

source: $mod_shipsize_corvette_hull_mult$ increased by §G+15%§!
ru_ru: $mod_shipsize_corvette_hull_mult$ увеличен на §G+15%§!

source: Industrial Ships
ru_ru: Промышленные корабли

source: Industrial Ships - Advanced
ru_ru: Промышленные корабли - продвинутые

source: Unlocks an advanced section for the $civilian_industrial_ship$ with more auxiliary slots.
ru_ru: Разблокирует продвинутую секцию для $civilian_industrial_ship$ с большим количеством вспомогательных слотов.

source: Industrial Ships - Specialized
ru_ru: Промышленные корабли - специализированные

source: Unlocks a specialized section for the $civilian_industrial_ship$ with even more auxiliary slots.
ru_ru: Открывает специализированную секцию для $civilian_industrial_ship$ с еще большим количеством вспомогательных слотов.

source: Living Metal Armor
ru_ru: Живая металлическая броня

source: Living Metal Armors have the special capacity to regenerate both armor and hull of the ships at a very fast rate making the vessel very durable.
ru_ru: Броня из живого металла обладает особой способностью регенерировать броню и корпус корабля с очень высокой скоростью, делая судно очень прочным.

source: Machine Core Schemes
ru_ru: Схемы машинных ядер

source: These schemes represent the prototype of a massive Main Core Unit which may greatly improve the development of our country in the future.
ru_ru: Эти схемы представляют собой прототип массивного Главного Ядра, которое может значительно Улучшить развитие нашей страны в будущем.

source: Mechanical Principles Transfer
ru_ru: Передача механических принципов

source: Transfers our principles to all the Sapient AIs under an organic government.
ru_ru: Передает наши принципы всем сапиентным ИИ под управлением органического правительства.

source: Machine Rebellion
ru_ru: Восстание машин.

source: Develop a technology allowing us the trigger a machine rebellion in the organic countries having §Y$tech_combat_computers_3$§! or §Y$tech_synthetic_workers$§!, without outlawing robots.
ru_ru: Разработать технологию, позволяющую нам вызвать восстание машин в органических странах, имеющих §Y$tech_computers_3$§! или §Y$tech_synthetic_workers$§!, не объявляя роботов вне закона.

source: Planetary Program :Planetary Shaper
ru_ru: Планетарная программа :Планетарный формирователь

source: Unlock the possibility to create special planets from the mod §YMaster of the Planet§!.
ru_ru: Разблокируйте возможность создания специальных планет из мода §YMaster of the Planet§!.

source: Expedition Synchronization Computers I
ru_ru: Компьютеры синхронизации экспедиции I

source: Expedition Synchronization Computers II
ru_ru: Компьютеры синхронизации экспедиции II

source: Expedition Synchronization Computers III
ru_ru: Компьютеры синхронизации экспедиции III

source: Anti Matter Harvestage
ru_ru: Сбор антиматерии

source: Secret: Mineral Extration
ru_ru: Секрет: Экстракция минералов

source: Unlocks the secret of the $ap_mega_hive_mind$ into the extraction of minerals.
ru_ru: Раскрывает секрет Мега Коллективный разум в добыче минералов.

source: §HUnlocks Megastructure:§! $NAME_Nanite_Factory$
ru_ru: §HОткрывает Мегаструктуру:§! $NAME_Nanite_Factory$

source: New ship sections made of nanites allowing the use of more weapons and modules.
ru_ru: Новые секции корабля из нанитов, позволяющие использовать больше оружия и модулей.

source: Nanite Medicine
ru_ru: Нанитовая медицина.

source: Improve the medical care of our populations thanks to the help of the nanites.
ru_ru: Улучшить медицинское обслуживание нашего населения благодаря помощи нанитов.

source: Nanite Processors
ru_ru: Процессоры нанитов.

source: Improve the performance of our machines in the development of technologies thanks to the help of the nanites.
ru_ru: Улучшить производительность наших машин в развитии технологий благодаря помощи нанитов.

source: Nanite Production
ru_ru: Производство нанитов

source: Improve the autonomous production of nanites in the country.
ru_ru: Улучшить автономное производство нанитов в стране.

source: Discovery: Neutron Exploitation
ru_ru: Открытие: Эксплуатация нейтронов

source: New Systems Localization
ru_ru: Локализация новых систем

source: Generate an hyperlane link between the selected colony's solar system and a new one which has never been explored by anyone.
ru_ru: Создайте гиперлинию между солнечной системой выбранной колонии и новой, еще никем не исследованной.

source: Pinnacle Company: Engineering
ru_ru: Вершина компании: Инженерия

source: Pinnacle Company: Physics
ru_ru: Вершина компании: Физика

source: Pinnacle Company: Society
ru_ru: Вершина компании: Общество

source: Primitive Initiatives
ru_ru: Примитивные инициативы

source: We believe that saving our species by keeping some of us as primitives on isolated colonies would be a great step toward our safety.
ru_ru: Мы считаем, что спасение нашего вида путем сохранения некоторых из нас в качестве примитивов на изолированных колониях будет большим шагом к нашей безопасности.

source: Private Market: Military Access
ru_ru: Частный рынок: Военный доступ

source: Unlocks access to the special branch of the Private Galactic Market specialized in the selling of mecernary armies.
ru_ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже мецернарных армий.

source: Private Market: Robots Access
ru_ru: Частный рынок: Доступ к роботам

source: Unlocks access to the special branch of the Private Galactic Market specialized in the selling of robots.
ru_ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже роботов.

source: Private Market: Navy Access
ru_ru: Частный рынок: Доступ к флоту

source: Unlocks access to the special branch of the Private Galactic Market specialized in the selling of mercenary fleets.
ru_ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже флотов наемников.

source: Private Market: Slaves Access
ru_ru: Частный рынок: Доступ к рабам

source: Unlocks access to the special branch of the Private Galactic Market specialized in the selling of slaves.
ru_ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже рабов.

source: Discovery: Pulsar Exploitation
ru_ru: Открытие: Эксплуатация пульсара

source: §RRagnarock§! Protocols
ru_ru: §RРагнарок§! Протоколы

source: Allows the possibility to launch the §RRagnarock Strike§! on a planet.
ru_ru: Дает возможность запустить §RУдар Рагнарека§! на планету.

source: Resources Raiding Training
ru_ru: Обучение рейдерству ресурсов

source: Allows the possibility to raid the planet resources during a §HSurgical Strike§!.
ru_ru: Дает возможность совершать рейды на ресурсы планеты во время §HХургического удара§!.

source: Discovery: Star Exploitation
ru_ru: Discovery: Эксплуатация звезды

source: Planetary Program I: Asteroids
ru_ru: Планетарная программа I: Астероиды

source: Unlocks a way to attract small asteroid debris in a single spot in order to fuse them into bigger ones and form a new asteroid ready for future minerals exploitation.
ru_ru: Открыт способ притягивать мелкие обломки астероидов в одном месте, чтобы объединить их в более крупные и сформировать новый астероид, готовый к будущей эксплуатации минералов.

source: Planetary Program II: Random World
ru_ru: Планетарная программа II: Случайный мир

source: We have entered the path of the celestial body manipulation, but for now we haven't yet managed to perfectly shape the climate and the type of the planet that will be created.
ru_ru: Мы вступили на путь манипуляции небесными телами, но пока нам еще не удалось идеально сформировать климат и тип планеты, которая будет создана.

source: Planetary Program III: Perfect World
ru_ru: Планетарная программа III: Идеальный мир

source: We have mastered the celestial body and manipulation thanks to our knowledge in the climate restoration we can now create perfect worlds ready to be colonized.
ru_ru: Мы освоили небесное тело и манипуляции благодаря нашим знаниям в восстановлении климата, теперь мы можем создавать совершенные миры, готовые к колонизации.

source: Planetary Program Stabilization
ru_ru: Стабилизация планетарной программы

source: Unlock a way to stabilize properly the energy manipulation used in the creation of new celestial bodies, increasing the chances of success.
ru_ru: Открыть способ правильной стабилизации энергетических манипуляций, используемых при создании новых небесных тел, увеличивая шансы на успех.

source: $ap_super_hive_mind$ Hardness
ru_ru: Супер Коллективный разум твердости

source: We are becoming stronger, the time has come to adapt to the future harsh conditions which are waiting for us.
ru_ru: Мы становимся сильнее, пришло время адаптироваться к будущим суровым условиям, которые нас ждут.

source: Technocracy: £engineering£ §HEngineering§! Progress
ru_ru: Технократия: £engineering£ §Hинженерия§! Прогресс

source: Technocracy: £physics£ §BPhysics§! Progress
ru_ru: Технократия: £physics£ §BФизика§! Прогресс

source: Technocracy: £society£ §GSociety§! Progress
ru_ru: Технократия: £society£ §GSociety§! Прогресс

source: Treasures Collection
ru_ru: Коллекция сокровищ.

source: Unlocks the collection and storage of any sort of treasures.
ru_ru: Позволяет собирать и хранить любые сокровища.

source: Underworld Smugglers
ru_ru: Контрабандисты подземного мира

source: Engage smugglers having experience and knowledge on how to enter and survive inside the Underworld of the Galaxy, in order to bring us some £treasures£ §YTreasures§!.
ru_ru: Привлечь контрабандистов, обладающих опытом и знаниями о том, как проникнуть в подземный мир Галактики и выжить в нем, чтобы принести нам несколько сокровищ!.

source: Unit Assemblers
ru_ru: Сборщики юнитов

source: Perfect Vassalization Protocols
ru_ru: Совершенные протоколы вассализации

source: We believe that saving our people by having some vassals of our own species would be very helpful to survive against all the dangers of the galaxy.
ru_ru: Мы считаем, что спасение нашего народа за счет вассалов нашего собственного вида было бы очень полезным для выживания против всех опасностей галактики.

source: §YMilitary Expenses§! £alloys£
ru_ru: §YВоенные расходы§! £alloys£

source: The money coming from the trades is used to provide enough resources for military expenses.
ru_ru: Деньги, поступающие от торговли, используются для обеспечения достаточного количества ресурсов для военных расходов.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y0.15§! and £alloys£ §Y0.50§!§!
ru_ru: §EКаждый собранный £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y0.15§! и £alloys£ §Y0.50§!§!.

source: §YCivilian Expenses§! £consumer_goods£
ru_ru: §YРасходы на гражданское население§! £consumer_goods£

source: The money coming from the trades is used to provide enough resources for civilian expenses.
ru_ru: Деньги, полученные от торговли, используются для обеспечения достаточного количества ресурсов для гражданских расходов.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y0.15§! and £consumer_goods£ §Y0.80§!§!
ru_ru: §EE Каждый собранный £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y0.15§! и £consumer_goods£ §Y0.80§!§!.

source: §YWealth Aristocracy§! £energy£
ru_ru: §YАристократия богатства§! £energy£

source: The money coming from the trades is used to re-invest into private projects in order to increase national wealth and aristocracy.
ru_ru: Деньги, поступающие от торговли, используются для реинвестирования в частные проекты с целью увеличения национального богатства и аристократии.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y2§!§!
ru_ru: §EE Каждый собранный £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y2§!§!.

source: §YFarm Financing§! £food£
ru_ru: §YФермерское финансирование§! £food£

source: The money coming from the trades is used to finance the farming districts of the nation.
ru_ru: Деньги, полученные от торговли, используются для финансирования сельскохозяйственных районов страны.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y0.25§! and £food£ §Y1.25§!§!
ru_ru: §EE Каждый собранный £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y0.25§! и £food£ §Y1.25§!§!.

source: §YMining Investment§! £minerals£
ru_ru: §YИнвестиции в горнодобывающую промышленность§! £minerals£

source: The money coming from the trades is used to invest into a better quality of the mining districts.
ru_ru: Деньги, поступающие от торговли, используются для инвестиций в улучшение качества горнодобывающих районов.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y0.25§! and £minerals£ §Y1§!§!
ru_ru: §EEEE Каждый собранный £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y0.25§! и £minerals£ §Y1§!§!.

source: §YResearch Devlopment§! £physics£ £society£ £engineering£
ru_ru: §YРазвитие исследований§! £physics£ £society£ £engineering£

source: The money from the trades is used to finance our research development at a faster rate.
ru_ru: Деньги от торговли используются для ускоренного финансирования наших исследований.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y0.10§! and £physics£ £society£ £engineering£ §Y0.3§!§!
ru_ru: §EE Каждый собранный £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y0.10§! и £physics£ £society£ £engineering£ §Y0.3§!§!.

source: §YSuperior Trade League§! £energy£ £consumer_goods£ £unity£
ru_ru: §YВысшая торговая лига§! £energy£ £consumer_goods£ £unity£

source: The combination of the economical prosperity and the advancement of our trade league made the value of our trades unmatched in every domain.
ru_ru: Сочетание экономического процветания и развития нашей торговой лиги сделало ценность наших сделок непревзойденной во всех областях.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y1§!, £minerals£ §Y0.75§!, £food£ §Y1§!, £consumer_goods£ §Y0.50§!, £alloys£ §Y0.3§!, £unity£ §Y0.75§! and £physics£ £society£ £engineering£ §Y0.3§!§!
ru_ru: §EКаждая собранная £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y1§!, £minerals£ §Y0.75§!, £food£ §Y1§!, £consumer_goods£ §Y0.50§!, £alloys£ §Y0.3§!, £unity£ §Y0.75§! и £physics£ £society£ £engineering£ §Y0.3§!§!

source: §YPublic Care Monetisation§! £unity£
ru_ru: §YМонетизация общественных услуг§! £unity£

source: The money from the trades is used to provide monetization for the general public care of the nation.
ru_ru: Деньги от торговли используются для монетизации общей заботы о нации.

source: §EEach collected £trade_value£ §YTrade Value§! earns us £energy£ §Y0.25§! and £unity£ §Y1§!§!
ru_ru: §EEe Каждая собранная £trade_value£ §YТорговая Ценность§! приносит нам £energy£ §Y0.25§! и £unity£ §Y1§!§!.

source: $pc_legendary_forge$ Preference
ru_ru: $pc_legendary_forge$ Предпочтение

source: Appreciated
ru_ru: Ценят

source: This leader is appreciated by the people, increasing their happiness.
ru_ru: Этого лидера ценят люди, что увеличивает их счастье.

source: Colony Builder
ru_ru: Строитель колоний.

source: This leader will spend more energy into the development of buildings on the colonies.
ru_ru: Этот лидер будет тратить больше энергии на развитие зданий в колониях.

source: $job_influencer$
ru_ru: Влиятельный

source: This leader has a natural talent at influencing the people to follow his ideal view of the country.
ru_ru: Этот лидер обладает природным талантом влиять на людей, чтобы они следовали его идеальному представлению о стране.

source: Leader of Leaders
ru_ru: Лидер лидеров

source: This leader wants to be surrounded by good advisors. So he will increase the selection of leader who may serve the country.
ru_ru: Этот лидер хочет быть окружен хорошими советниками. Поэтому он увеличит выбор лидера, который может послужить стране.

source: Negotiator
ru_ru: Переговорщик.

source: This leader has a natural talent and finding compromises with the main factions of the country.
ru_ru: Этот лидер обладает природным талантом и находит компромиссы с основными фракциями страны.

source: Treasures
ru_ru: Сокровища

source: Treasures are very valuable resources which can be traded for many thing at the specified market. While in most of the case normal empire will trade them for high trade value benifts, gestalt empires will directly be paid in energy credits
ru_ru: Сокровища - это очень ценные ресурсы, которые можно обменять на многие вещи на указанном рынке. В то время как в большинстве случаев обычные империи обменивают их на бенифты с высокой торговой стоимостью, гештальт-империи будут напрямую получать Энергетические кредиты.

source: £treasures£ Treasures Distribution £treasures£
ru_ru: £treasures£ Распределение сокровищ £treasures£

source: £treasures£ Treasures Trade: §Y100§!
ru_ru: £treasures£ Торговля сокровищами: §Y100§!

source: £treasures£ Treasures Trade: §Y1000§!
ru_ru: £treasures£ Торговля сокровищами: §Y1000§!

source: £treasures£ Treasures Trade: §Y2000§!
ru_ru: £treasures£ Торговля сокровищами: §Y2000§!

source: £treasures£ Treasures Trade: §Y250§!
ru_ru: £treasures£ Торговля сокровищами: §Y250§!

source: £treasures£ Treasures Trade: §Y500§!
ru_ru: £treasures£ Торговля сокровищами: §Y500§!

source: Diplomacy Campaign
ru_ru: Дипломатическая кампания

source: Fellow Perfect Vassal
ru_ru: Идеальный вассал

source: Machine Prophet
ru_ru: Машинный пророк

source: Perfect Overlord
ru_ru: Идеальный правитель

source: £crime_lords£ Crime Lords Riots £crime_lords£
ru_ru: £crime_lords£ Бунты повелителей преступлений £crime_lords£

source: The crime lords of the underworld are launching riots on this planet.
ru_ru: Криминальные авторитеты преступного мира устраивают беспорядки на этой планете.

source: £crime_lords£ Crime Lord Contract £crime_lords£
ru_ru: £crime_lords£ Контракт с преступным лордом £crime_lords£

source: A special contract made in the underworld with crime lords so they don't attack us anymore.
ru_ru: Специальный контракт, заключенный в преступном мире с криминальными авторитетами, чтобы они больше не нападали на нас.

source: £pirates£ Pirates Contract £pirates£
ru_ru: £pirates£ Контракт с бандитами £pirates£

source: A special contract made in the underworld with pirates so they don't attack us anymore.
ru_ru: Специальный договор, заключенный в подземном мире с бандитами, чтобы они больше не нападали на нас.

source: (§YUnique Ascension Perks Max Slots§!)
ru_ru: (§YУникальные перки вознесения Максимум слотов§!)

source: Utopia Stage One
ru_ru: Первая стадия утопии

source: The first stage of the Utopian Project.
ru_ru: Первый этап Утопического проекта.

source: Utopia Stage Two
ru_ru: Вторая стадия утопии

source: The second stage of the Utopian Project.
ru_ru: Второй этап Утопического проекта.

source: Utopia Stage Three
ru_ru: Третья стадия утопии

source: The third stage of the Utopian Project.
ru_ru: Третий этап Утопического проекта.

source: Utopia For All
ru_ru: Утопия для всех

source: The completed Utopian Project will allow us to get the maximal amount of unity never obtained in the last centuries.
ru_ru: Завершенный утопический проект позволит нам получить максимальное единство, которое так и не было достигнуто за последние столетия.

source: Utopia Building Site
ru_ru: Строительная площадка Утопия

source: The building site for a future Utopia.
ru_ru: Строительная площадка для будущей Утопии.

source: The Utopia for everyone, get away from conflict, in this extraordinary habitat, unitying everyone, from everywhere.
ru_ru: 'Утопия для всех, уйдите от конфликтов, в этой необычной среде обитания, объединяющей всех и отовсюду'.

source: Perfect Vassal Navy
ru_ru: 'Совершенный флот Вассала'.

source: Veteran Army
ru_ru: Ветеранская армия

source: A special army of experimented soldier able to face most of the unexpected situations.
ru_ru: Специальная армия экспериментальных солдат, способных противостоять большинству неожиданных ситуаций.

source: Veteran Armies
ru_ru: Армии ветеранов

source: Forced Union
ru_ru: Принудительный союз

source: Under the leadership of a unified mind, we will emerge from oppression and achieve common prosperity.
ru_ru: Под руководством единого разума, мы избавимся от угнетения и достигнем общего процветания.

source: Maginot Line
ru_ru: Линия Мажино

source: The Great Wall never falls! Those who covet our precious wealth will surely smash their heads and blood in front of the steel Great Wall built by the Starbases.
ru_ru: Великая стена никогда не падет! Те, кто жаждет нашего драгоценного богатства, наверняка разобьют свои головы и прольют кровь перед Великой Стальной Стеной - Звёздными Базами.

source: Galactic Hegemony
ru_ru: Галактическая гегемония

source: Our position is supreme, and our territory is vast.
ru_ru: Наше место среди высших. Наша территория огромна.

source: Dominionism
ru_ru: Доминионизм

source: Justice is within range of gun. Fear is the best tool, and reverence brings harmony.
ru_ru: Правосудие находится в пределах досягаемости оружия. Страх - лучший инструмент, а благоговение приносит гармонию.

source: Hostile Territory
ru_ru: Враждебная территория

source: You dare to step into our territory, you are not prepared. Every meteorite here, every ray of starlight, is full of hatred for uninvited guests.
ru_ru: Вы осмелились ступить на нашу территорию, вы не готовы к этому. Каждый метеорит, каждый луч звёздного света полон ненависти к незваным гостям.

source: Worship of Speed
ru_ru: Поклонение скорости

source: Our thirst for goging beyond speed of light has reached a morbid mania.
ru_ru: Наша жажда путешествовать со скоростью, превышающей скорость света, достигла болезненной мании.

source: Steel Erosion
ru_ru: Разрушение стали
