Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Welcome to the $Sector_Z749$, here you will have the possibility to do many things especially focused on §HSpace Combat§!. The first and most important feature present here are the §YInvasion Gates§!, you will have to complete some of them in order to unlocks the other features present in the $Sector_Z749$ as well as some very §RInteresting Rewards§!.
ru_ru: Добро пожаловать в $Sector_Z749$, здесь у вас будет возможность сделать много вещей, особенно сосредоточенных на §HКосмическая битва§! Первой и самой важной особенностью здесь являются §YВрата вторжения§!, вы должны будете пройти некоторые из них, чтобы разблокировать другие возможности, присутствующие в $Sector_Z749$, а также некоторые очень §RИнтересные награды§!.

source: §YInvasion Gates§!
ru_ru: §YВрата вторжения§!

source: $TRIGGER_FAIL$An Invasion Gate has already been selected.
ru_ru: $TRIGGER_FAIL$Врата вторжения уже выбраны.

source: §GAlpha Gate§!
ru_ru: §GВрата Альфа§!.

source: §YBeta Gate§!
ru_ru: §YВрата Бета§!

source: Delta Gate
ru_ru: Врата Дельты

source: Now please select which §YInvasion Gate§! you want to challenge.
ru_ru: Ну, пожалуйста, выберите, какие §YВрата вторжения§! вы хотите бросить вызов.

source: Take in note that the only available §YInvasion Gate§! at the beginning is the §GAlpha Gate§! which is of course the easiest of them all, once defeated you will unlock the possibility to challenge the next §YInvasion Gate§!, and §BRewards§! will start from a bunch of §GResources§! £economy£ and §YResearch Points§! and can end up to some §MLost Technologies§! £upgrade£ with some of them used by §HFallen Empire§! for example, as well as §BPowerful Ships§! £navy_size£ and even §HAscension Perks Slots§!.
ru_ru: Возьмите на заметку, что единственные доступные §YВрата вторжения§! в начале - это §GВрата Альфа§!, которые, конечно, самые простые из всех, после победы над которыми вы откроете возможность бросить вызов следующим §YВрата вторжения§! экономики£ и §YОчки исследования§! и может закончиться некоторыми §MПотерянные технологии§! £upgrade£, некоторые из которых используются, например, в §HПадшая империя§!, а также §BМощные корабли§! и даже §HСлоты Вознесения§!.

source: Welcome to the §YInvasion Gates§! menu of the $Sector_Z749$. Inside that sector, different §YInvasion Gates§! are present laying in the space and waiting to be activated. In order to activate one of them you must use a certain amount of §Y$energy$§! £energy£ depending on which gate you will activate. Once activated the §YInvasion Gates§! will open and send different §YWaves of Enemies§! to the sector which your fleets and starbase present in the system will have to defeat. And once all the waves of the activated gate are defeated then you will receive a §BReward§! depending on your Luck and which §YInvasion Gate§! you have opened.
ru_ru: Добро пожаловать в меню §YВрата вторжения§! сектора $Sector_Z749$. Внутри этого сектора находятся различные §YВрата вторжения§!, лежащие в пространстве и ожидающие активации. Чтобы активировать одни из них, необходимо потратить определенное количество §YЭнергетические кредиты§! в зависимости от того, какие ворота вы активируете. После активации врата §YВрата вторжения§! откроются и пошлют в сектор различные волны врагов §YВолны врагов§!, которые ваши флоты и звездные базы, присутствующие в системе, должны будут победить. И как только все волны активированных врат будут побеждены, вы получите §BReward§! в зависимости от вашей удачи и того, какие §YВрата вторжения§! вы открыли.

source: §EEpsilon Gates§!
ru_ru: §EВрата вторжения§!.

source: §RGamma Gate§!
ru_ru: §RВрата Гамма§!.

source: §PKappa Gates§!
ru_ru: §PВрата Каппа§!

source: $Sector_Z749$: §YInvasion Gates§!
ru_ru: $Sector_Z749$: §YВрата вторжения§!.

source: §MOmega Gates§!
ru_ru: §MВрата Омега§!

source: §BZeta Gate§!
ru_ru: §BВрата Дзета§!

source: Recommended Fleet Power £navy_size£ £military_power£: §Y20 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y20 000§!.

source: You have selected the §GAlpha Gate§! which can be activated for §Y1000 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Альфа§! которые можно будет активировать за §Y1000 Энергетические кредиты§! £energy£.

source: The §YEnemies§! encountered in that Gate are mostly composed of §HPirates Ships§! and §YDefault Country Ships§!.
ru_ru: §YВраги§! встречающиеся в этих Воротах, в основном состоят из§HКораблей пиратов§! и §YКораблей обычных империй§!.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y30 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y30 000§!.

source: You have selected the §GBeta Gate§! which can be activated for §Y2000 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Бета§! которые можно будет активировать за §Y2000 Энергетические кредиты§! £energy£.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y65 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y65 000§!.

source: You have selected the §GDelta Gate§! which can be activated for §Y5000 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Дельта§! которые можно будет активировать за §Y5000 Энергетические кредиты§! £energy£.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y100 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y100 000§!.

source: You have selected the §GEpsilon Gate§! which can be activated for §Y6600 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Эпсилон§! которые можно будет активировать за §Y6600 Энергетические кредиты§! £energy£.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y45 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y45 000§!.

source: You have selected the §GGamma Gate§! which can be activated for §Y3400 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Гамма§! которые можно будет активировать за §Y3400 Энергетические кредиты§! £energy£.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y160 000§!.
ru_ru: Рекомендуемая мощность флота£navy_size£ £military_power£: §Y160 000§!.

source: You have selected the §GKappa Gate§! which can be activated for §Y12000 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Каппы§! которые можно будет активировать за §Y12000 Энергетические кредиты§! £energy£.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y200 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y200 000§!.

source: You have selected the §GOmega Gate§! which can be activated for §Y16000 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Омега§! которые можно будет активировать за §Y16000 Энергетические кредиты§! £energy£.

source: Recommended Fleet Power £navy_size£ £military_power£: §Y130 000§!.
ru_ru: Рекомендуемая мощность флота £navy_size£ £military_power£: §Y130 000§!.

source: You have selected the §GZeta Gate§! which can be activated for §Y8800 $energy$§! £energy£.
ru_ru: Вы выбрали §GВрата Дзета§! которые можно будет активировать за §Y8800 Энергетические кредиты§! £energy£.

source: The time has come for us to make our second choice. We believe that we will still have the opportunity to make another one in the future.
ru_ru: Для нас пришло время сделать второй выбор. Мы верим, что у нас еще будет возможность сделать еще один в будущем.

source: This is it guys let's make the final choice. Once it is done we will reach a peak not allowing us to make other decisions before centuries.
ru_ru: Вот и все, ребята, давайте сделаем окончательный выбор. Как только он будет сделан, мы достигнем пика, не позволяющего нам принимать другие решения раньше, чем через столетия.

source: We have completed the breeding of Organic Pops £pops£ on §Y[Root.GetName]§!. The colony can now re-focus on buildings and districts or make start again the process if needed in the future once the breeding facilities are ready again.
ru_ru: Мы завершили разведение органического населения £pops£ на §Y[Root.GetName]§! Теперь колония может вновь сосредоточиться на постройке зданий и районов или начать процесс заново, если это потребуется в будущем, когда объекты для разведения будут снова готовы.

source: The §YSpecial Project§! has been completed, from now when a navy ship is recovered the design will be set to the most recent components depending on the designs of the country.
ru_ru: §YСпециальный проект§! была завершена, отныне при восстановлении военного корабля конструкция будет устанавливаться на самые последние компоненты в зависимости от дизайна страны.

source: Please select in which system the next recycled fleets should spawn. Take in note that the selected system will require an active §YStarbase§! with at least one §YShipyard§! module.
ru_ru: Пожалуйста, выберите, в какой системе должны появиться следующие переработанные флоты. Учтите, что для выбранной системы потребуется активная §YЗвездная база§! с хотя бы одним модулем §YСудостроительный завод§!.

source: Recycled Fleet System Selection
ru_ru: Выбор системы переработанного флота

source: An amazing thing happened on §Y[friendly_nature_discovery.GetName]§!. It seems that the whole eco-system underwent a massive change allowing new areas with to be discovered. Our exploration teams are already investigating these new places and it seems that high amounts of rare deposits are being found.
ru_ru: Удивительная вещь произошла на §Y[friendly_nature_discovery.GetName]§!. Похоже, что вся экосистема претерпела значительные изменения, что позволило открыть новые районы. Наши геологоразведочные группы уже исследуют эти новые места и, похоже, находят большое количество редких месторождений.

source: Natural Present
ru_ru: Естественный подарок

source: Here you have the possibility to construct war ships instantly with a basic design which will have to be upgraded in the future. All you need in order for it to work are some £alloys£ Alloys and the technology of the required ship.
ru_ru: Здесь у вас есть возможность мгновенно построить военные корабли с базовой конструкцией, которую в будущем придется модернизировать. Все, что вам нужно для того, чтобы это работало, это несколько £alloys£ Сплавов и технология требуемого судна.

source: $ap_galaxy_center$: Super Shipyard
ru_ru: $ap_galaxy_center$: Суперверфь

source: How many §Y$d_energy_generator$§! shall we build?
ru_ru: Сколько §Y$d_energy_generator$§! будем строить?

source: Greetings, and welcome to the §YPrivate Galactic Market§!'s special branch: The Robot Market, to begin with please on which planet you would like to have your new robots send.
ru_ru: Приветствую вас и добро пожаловать в специальное отделение §YЧастный галактический рынок§! Рынок Роботов, для начала, пожалуйста, укажите, на какую планету вы хотели бы отправить своих новых роботов.

source: You have selected the planet called §G[PlanetTarget.GetName]§!, now please select what sort of robots you would like for purchase. Take in note that all the different sort of robots will have a trait depending on which job they should do.
ru_ru: Вы выбрали планету под названием §G[PlanetTarget.GetName]§!, теперь, пожалуйста, выберите, какого рода роботов вы хотели бы приобрести. Имейте в виду, что все роботы разных сортов будут иметь черты, зависящие от того, какую работу они должны выполнять.

source: And now please select how many of these robots should be send to §G[PlanetTarget.GetName]§!. Once the transaction is complete there will be a delay for us to prepare new robots for you, that cooldown will depend on how many robots you have bought. Once the cooldown is completed, we will let you know that you can purchase new robots from us again.
ru_ru: А теперь, пожалуйста, выберите, сколько этих роботов следует отправить на §G[PlanetTarget.GetName]§! После завершения транзакции наступит задержка, пока мы будем готовить для вас новых роботов, время охлаждения будет зависеть от того, сколько роботов вы купили. Как только время ожидания закончится, мы сообщим вам, что вы снова можете покупать у нас новых роботов.

source: The §YPrivate Galactic Market§! thank you for your purchase, the robots have been sent to §G[PlanetTarget.GetName]§!. You can now do whatever you want with them, they are no longer our property.
ru_ru: §YЧастный галактический рынок§! благодарит вас за покупку, роботы были отправлены на §G[PlanetTarget.GetName]§! Теперь вы можете делать с ними все, что захотите, они больше не являются нашей собственностью.

source: Hellow, The §YPrivate Galactic Market§! is glad to announce that new slaves are now available in our private markets, ready to be bought next time we pay a visit to your country.
ru_ru: Здравствуйте, §YЧастный галактический рынок§! рад сообщить, что новые рабы теперь доступны на наших частных рынках, готовые к покупке в следующий раз, когда мы нанесем визит в вашу страну.

source: Hellow, The §YPrivate Galactic Market§! is glad to announce that new robots are now available in our private markets, ready to be bought next time we pay a visit to your country.
ru_ru: Здравствуйте, §YЧастный галактический рынок§! рад сообщить, что новые роботы теперь доступны на наших частных рынках, готовые к покупке в следующий раз, когда мы нанесем визит в вашу страну.

source: Available Gene Warrior Armies: §Y[This.private_galactic_market_gene_armies]§!
ru_ru: Доступные армии генных воинов: §Y[This.private_galactic_market_gene_armies]§!

source: Available Mercenary Armies: §Y[This.private_galactic_market_mercenary_armies]§!
ru_ru: Доступные армии наемников: §Y[This.private_galactic_market_mercenary_armies]§!

source: Available Robotic Armies: §Y[This.private_galactic_market_robotic_armies]§!
ru_ru: Доступные армии роботов: §Y[This.private_galactic_market_robotic_armies]§!

source: Available Slave Armies: §Y[This.private_galactic_market_slave_armies]§!
ru_ru: Доступные армии рабов: §Y[This.private_galactic_market_slave_armies]§!

source: Greetings, and welcome to the §YPrivate Galactic Market§!'s special branch: The Military Market, take in note that every army bought will be send to your capital world.
ru_ru: Приветствую вас и добро пожаловать в специальную ветвь §YЧастный галактический рынок§! Военный рынок, примите к сведению, что каждая купленная армия будет отправлена в ваш столичный мир.

source: Thank you for your purchasing. It is a pleasure to serve you.
ru_ru: Благодарим вас за покупку. Мы рады служить вам.

source: $TRIGGER_FAIL$We don't have any available army of that sort to sell.
ru_ru: $TRIGGER_FAIL$У нас нет ни одной свободной армии такого рода для продажи.

source: Available Battleships: §Y[This.private_galactic_market_battleship]§!
ru_ru: Доступные линкоры: §Y[This.private_galactic_market_battleship]§!

source: Available Corvettes: §Y[This.private_galactic_market_corvette]§!
ru_ru: Доступные корветы: §Y[This.private_galactic_market_corvette]§!

source: Available Cruisers: §Y[This.private_galactic_market_cruiser]§!
ru_ru: Доступные крейсеры: §Y[This.private_galactic_market_cruiser]§!

source: Available Destroyers: §Y[This.private_galactic_market_destroyer]§!
ru_ru: Доступные разрушители: §Y[This.private_galactic_market_destroyer]§!

source: Available Titans: §Y[This.private_galactic_market_titan]§!
ru_ru: Доступные титаны: §Y[This.private_galactic_market_titan]§!

source: Greetings, and welcome to the §YPrivate Galactic Market§!'s special branch: The Naval Market, take in note that every ships bought will be send to your capital world and will have a basic design with the less updated components.
ru_ru: Приветствую вас и добро пожаловать в специальную ветвь §YЧастный галактический рынок§! Военно-морской рынок, учтите, что каждый купленный корабль будет отправлен в ваш столичный мир и будет иметь базовый дизайн с менее обновленными компонентами.

source: $TRIGGER_FAIL$We don't have any available ship of that sort to sell.
ru_ru: $TRIGGER_FAIL$У нас нет ни одного свободного судна такого типа для продажи.

source: Since we have unlocked the §Y$ap_transcendent_learning$§! Ascension Perk our leaders are working on a way to break the limits of understanding present in our galaxy. A new §YSpecial Project§! is available to launch the process.
ru_ru: С тех пор как мы разблокировали §Y$ap_transcendent_learning$§! перк Вознесения, наши лидеры работают над тем, как разрушить границы понимания, существующие в нашей галактике. Для запуска процесса доступен новый §YСпециальный проект§!.

source: The Path of Knowledge
ru_ru: Путь познания

source: Our navy fleet §G[surgical_strike_fleet.GetName]§! doing the orbital bombardment above §Y[surgical_strike_planet.GetName]§! has the opportunity to launch a §HSurgical Strike§!, know that the impact of the strike will depend on the size of the fleet. Which target should be attacked?
ru_ru: Наш флот §G[surgical_strike_fleet.GetName]§! осуществляющий орбитальную бомбардировку над §Y[surgical_strike_planet.GetName]§! имеет возможность нанести §HХирургический удар§!, знайте, что воздействие удара будет зависеть от размера флота. Какая цель должна быть атакована?

source: §Y[surgical_strike_planet.GetName]§! §HSurgical Strike§!
ru_ru: §Y[surgical_strike_planet.GetName]§! §HХирургический удар§!.

source: This is it, from now on, any stolen ship by our Hivemind will receive the best available components depending on our ship designs once the corruption is completely finish.
ru_ru: Вот и все, отныне любой корабль, украденный нашим Ульевым Разумом, будет получать лучшие из доступных компонентов в зависимости от дизайна корабля, когда коррупция будет полностью завершена.

source: The planet named §H[Root.GetName]§! is ready to create a new $d_hivemind_reserve$ again.
ru_ru: Планета под названием §H[Root.GetName]§ готова снова создать новый $d_hivemind_reserve$.

source: $ap_hivemind_reserve$ Ready on §H[Root.GetName]§!
ru_ru: $ap_hivemind_reserve$ готов на §H[Root.GetName]§!.

source: The Hivemind Reserves on §H[ROOT.GetName]§! gave birth to a new pop ready to work for us.
ru_ru: Резервы улья на §H[ROOT.GetName]§! породили нового папашу, готового работать на нас.

source: Hivemind Reserve giving birth on §H[ROOT.GetName]§!
ru_ru: Резерв улья родил на §H[ROOT.GetName]§!.

source: Our fleet §G[surgical_strike_fleet.GetName]§! has accomplished it's raid of the resources present on the planet §Y[surgical_strike_planet.GetName]§!. It will take at least 5 Years for the planet to be raidable again.
ru_ru: Наш флот §G[surgical_strike_fleet.GetName]§! завершил рейд по ресурсам, имеющимся на планете §Y[surgical_strike_planet.GetName]§! Потребуется не менее 5 лет, чтобы планета снова стала пригодной для рейдов.

source: Repeat sir... You have ordered us to perform a §RRagnarok Strike§! on §Y[surgical_strike_planet.GetName]§! which will in most of the cases end up in the total destruction of the planets and it's population. We need the confirmation for that order, are you giving us the green light?
ru_ru: Повторяю, сэр... Вы приказали нам выполнить §RRagnarok Strike§! на §Y[surgical_strike_planet.GetName]§! который в большинстве случаев закончится полным уничтожением планеты и ее населения. Нам нужно подтверждение этого приказа, вы даете нам зеленый свет?.

source: §Y[surgical_strike_planet.GetName]§! §RRagnarok Strike§! Confirmation
ru_ru: §Y[surgical_strike_planet.GetName]§! §RУдар Рагнарёка§! Подтверждение

source: It appears that the §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! have found a big amount of £alloys£ Alloys on the planet. They are actually to primitive to use these materials properly and so we could maybe find an opportunity to take them for us.
ru_ru: Похоже, что §Y[Root.Owner.GetSpeciesNamePlural] примитивы§! на §H[primitive_creation_planet.GetName]§! нашли на планете большое количество £alloys£ сплавов. На самом деле они слишком примитивны, чтобы использовать эти материалы должным образом, поэтому мы могли бы найти возможность взять их для нас.

source: Alloys Found on §H[primitive_creation_planet.GetName]§!
ru_ru: Сплавы найдены на §H[primitive_creation_planet.GetName]§!.

source: The §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! have managed to harvest an amazing amount of £food£ Food on the planet. Our experts confirm that they will have enough food to sustain their needs for the next decades, this is the opportunity for us to take a bit of food from them, with the guarantee that our intervention won't disturb their peaceful existence.
ru_ru: Примитивам §Y[Root.Owner.GetSpeciesNamePlural] на §H[primitive_creation_planet.GetName]§! удалось собрать удивительное количество £food£ еды на планете. Наши эксперты подтверждают, что у них будет достаточно пищи для поддержания своих потребностей в течение следующих десятилетий, это возможность для нас забрать у них немного еды, с гарантией, что наше вмешательство не нарушит их мирное существование.

source: Huge Harvestage on §H[primitive_creation_planet.GetName]§!
ru_ru: Огромный урожай на §H[primitive_creation_planet.GetName]§!.

source: It appears that the different £society£ Societies of §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! are following an interesting path which has picken the interest of our researchers, a further observation will maybe help us to understand better our mistakes of the past thanks to these examples.
ru_ru: Похоже, что различные £society£ общества §Y[Root.Owner.GetSpeciesNamePlural] примитивов§! на §H[primitive_creation_planet.GetName]§! идут по интересному пути, который заинтересовал наших исследователей, дальнейшее наблюдение, возможно, поможет нам лучше понять наши ошибки прошлого благодаря этим примерам.

source: The Society on §H[primitive_creation_planet.GetName]§!
ru_ru: Общество на §Н[primitive_creation_planet.GetName]§!.

source: It seems that all the different countries of the The §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! have decided to meet into a single place where they can exchange their different culture. This is the best opportunity for us to send in some infiltrator in order to better understand our own kind living a different destiny.
ru_ru: Похоже, что все различные страны Примитивов §Y[Root.Owner.GetSpeciesNamePlural] на §H[primitive_creation_planet.GetName]§! решили собраться в одном месте, где они смогут обменяться своей различной культурой. Это лучшая возможность для нас послать туда какого-нибудь лазутчика, чтобы лучше понять наш собственный вид, живущий другой судьбой.

source: Cultural Exchange on §H[primitive_creation_planet.GetName]§!
ru_ru: Культурный обмен на §Н[primitive_creation_planet.GetName]§!.

source: The machinery complex used by the §Y[Root.Owner.GetSpeciesNamePlural] Primitives§! on §H[primitive_creation_planet.GetName]§! are working far more than they expected thanks to the secret technologies that we left for them. The amount of £minerals£ Minerals being generated is beyond our expectation, and we have here the opportunity to send a special team to collect some of them.
ru_ru: Машинный комплекс, используемый §Y[Root.Owner.GetSpeciesNamePlural] примитивами§! на §H[primitive_creation_planet.GetName]§! работает гораздо лучше, чем они ожидали, благодаря секретным технологиям, которые мы оставили для них. Количество генерируемых £minerals£ минералов превосходит наши ожидания, и у нас появилась возможность отправить специальную команду, чтобы собрать некоторые из них.

source: Industries Reports: Minerals Overflow on §H[primitive_creation_planet.GetName]§!
ru_ru: Промышленные отчеты: Переполнение минералов на §H[primitive_creation_planet.GetName]§!.
