Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: You must have §R5000§! Foods £food£ for ($domesticated_tiyanki$ and $domesticated_ameoba$) §YOR§! $energy$ £energy£ for ($domesticated_cloud$ and $domesticated_drone$) §YOR§! Minerals £minerals£ for ($domesticated_crystal$).
ru_ru: У вас должен быть §R5000§! Еды £food£ для ($domesticated_tiyanki$ и $domesticated_ameoba$) §YИЛИ§! Энергетические кредиты £energy£ для ($domesticated_cloud$ and $domesticated_drone$) §YИЛИ§! Минералы £minerals£ для ($domesticated_crystal$).

source: Generate §GDomesticated Military Aliens§! fleets that will hunt down any hostile target present in the galaxy(excluding leviathans and other spaceborn aliens with aren't near our borders).
ru_ru: Создает §GОдомашненных военных пришельцов§! флоты, которые будут охотиться за любой враждебной целью, присутствующей в галактике (исключая левиафанов и других космических существ, которые не приближаются к нашим границам).

source: Monthly £alloys£ Alloys
ru_ru: Ежемесячно £alloys£ Сплавы

source: Monthly £anti_matter£ Anti Matters
ru_ru: Ежемесячный прирост £anti_matter£ антиматерии

source: Monthly £automatic_drone£ Nano Drones
ru_ru: Ежемесячный прирост £automatic_drone£ нано дронов

source: Monthly £consumer_goods£ Consumer Goods
ru_ru: Ежемесячный прирост £consumer_goods£ товаров массового спроса

source: Monthly £engineering£ Engineering Research
ru_ru: Ежемесячный прирост £engineering£ инженерных исследований

source: Monthly £nanites£ Nanites
ru_ru: Ежемесячный прирост £nanites£ нанитов

source: Monthly £physics£ Physics Research
ru_ru: Ежемесячный прирост £physics£ физических исследований

source: Monthly £treasures£ Treasures
ru_ru: Ежемесячно £treasures£ Сокровища

source: £alloys£ Alloys Storage Capacity
ru_ru: Максимальная вместимость сплавов

source: £anti_matter£ Anti Matters Storage Capacity
ru_ru: £anti_matter£ Антиматерии Вместимость хранилища

source: £automatic_drone£ Nano Drones Storage Capacity
ru_ru: £automatic_drone£ Нано-дроны Вместимость хранилища

source: £consumer_goods£ Consumer Goods Storage Capacity
ru_ru: Максимальная вместимость товаров массового спроса

source: £energy£ $energy$ Storage Capacity
ru_ru: £energy£ $energy$ - размер хранилища

source: £exotic_gases£ $exotic_gases$ Storage Capacity
ru_ru: £exotic_gases£ $exotic_gases$ Вместимость хранилища

source: £food£ Food Storage Capacity
ru_ru: Максимальная вместимость еды

source: £minerals£ Minerals Storage Capacity
ru_ru: £minerals£ минералы - размер хранилища

source: £nanites£ Nanites Storage Capacity
ru_ru: £nanites£ Наниты Вместимость хранилища

source: £rare_crystals£ $rare_crystals$ Storage Capacity
ru_ru: £rare_crystals£ $rare_crystals$ Вместимость хранилища

source: £living_metal£ $sr_living_metal$ Storage Capacity
ru_ru: £living_metal£ $sr_living_metal$ - размер хранилища

source: £zro£ Zro Storage Capacity
ru_ru: £zro£ Зро Вместимость хранилища

source: £treasures£ Treasures Storage Capacity
ru_ru: £treasures£ Вместимость для хранения сокровищ

source: £volatile_motes£ $volatile_motes$ Storage Capacity
ru_ru: £volatile_motes£ $volatile_motes$ Вместимость хранилища

source: Max $district_bank$
ru_ru: Максимум $district_bank$

source: Max $district_casino$
ru_ru: Максимум $district_casino$

source: Max $district_defense$
ru_ru: Максимум $district_defense$

source: Max $district_entrepot$
ru_ru: Максимум $district_entrepot$

source: Max $district_finance$
ru_ru: Максимум $district_finance$

source: Max $district_forest$
ru_ru: Максимум $district_forest$

source: Max $district_foundry$
ru_ru: Максимум $district_foundry$

source: Max $district_governor$
ru_ru: Максимум$district_governor$

source: Max $district_industrial$
ru_ru: Максимум $district_industrial$

source: Max $district_journalism$
ru_ru: Максимум $district_journalism$

source: Max $district_nursery$
ru_ru: Максимум $district_nursery$

source: Max $district_queen$
ru_ru: Максимум $district_queen$

source: Max $district_recycling$
ru_ru: Максимум $district_recycling$

source: Max $district_security$
ru_ru: Максимум $district_security$

source: Max $district_university$
ru_ru: Максимум $district_university$

source: Max $district_upgrade$
ru_ru: Максимум $district_upgrade$

source: $STRING_ambassador_CAP$ Jobs
ru_ru: $STRING_ambassador_CAP$ Работа

source: §G+1§! $STRING_ambassador_CAP$ Job per $VALUE$ Pops
ru_ru: §G+1§! $STRING_ambassador_CAP$ Работа за $VALUE$ население

source: §G+1§! $STRING_ambassador_CAP$ per $VALUE$ £pop£
ru_ru: §G+1§! $STRING_ambassador_CAP$ на $VALUE$ £pop£

source: $job_banker$ Jobs
ru_ru: $job_banker$ Работа

source: §G+1§! $job_banker$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_banker$ Работа за $VALUE$ население

source: §G+1§! $job_banker$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_banker$ за $VALUE$ £pop£

source: $job_border_controller$ Jobs
ru_ru: $job_border_controller$ Работа

source: §G+1§! $job_border_controller$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_border_controller$ Работа за $VALUE$ население

source: §G+1§! $job_border_controller$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_border_controller$ на $VALUE$ £pop£

source: $job_botanist$ Jobs
ru_ru: $job_botanist$ Работа

source: §G+1§! $job_botanist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_botanist$ Работа за $VALUE$ население

source: §G+1§! $job_botanist$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_botanist$ на $VALUE$ £pop£

source: $AQUATIC4_SHIP_Builder$ Jobs
ru_ru: $AQUATIC4_SHIP_Builder$

source: $job_builder_drone$ Jobs
ru_ru: $job_builder_drone$ Работа

source: §G+1§! $job_builder_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_builder_drone$ Работа за $VALUE$ население

source: §G+1§! $job_builder_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_builder_drone$ на $VALUE$ £pop£

source: §G+1§! $AQUATIC4_SHIP_Builder$ Job per $VALUE$ Pops
ru_ru: §G+1§! $AQUATIC4_SHIP_Builder$ Работа за $VALUE$ население

source: §G+1§! $AQUATIC4_SHIP_Builder$ per $VALUE$ £pop£
ru_ru: §G+1§! $AQUATIC4_SHIP_Builder$ на $VALUE$ £pop£

source: $CONSTRUCTOR$ Jobs
ru_ru: $CONSTRUCTOR$

source: §G+1§! $CONSTRUCTOR$ Job per $VALUE$ Pops
ru_ru: §G+1§! $CONSTRUCTOR$ Работа за $VALUE$ население

source: §G+1§! $CONSTRUCTOR$ per $VALUE$ £pop£
ru_ru: §G+1§! $CONSTRUCTOR$ на $VALUE$ £pop£

source: $TRIGGER_CONTROLLER$ Jobs
ru_ru: $TRIGGER_CONTROLLER$

source: $job_controller_drone$ Jobs
ru_ru: $job_controller_drone$ Работа

source: §G+1§! $job_controller_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_controller_drone$ Работа за $VALUE$ население

source: §G+1§! $job_controller_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_controller_drone$ на $VALUE$ £pop£

source: §G+1§! $TRIGGER_CONTROLLER$ Job per $VALUE$ Pops
ru_ru: §G+1§! $TRIGGER_CONTROLLER$ Работа за $VALUE$ население

source: §G+1§! $TRIGGER_CONTROLLER$ per $VALUE$ £pop£
ru_ru: §G+1§! $TRIGGER_CONTROLLER$ на $VALUE$ £pop£

source: $RT_DIRECTOR$ Jobs
ru_ru: $RT_DIRECTOR$

source: §G+1§! $RT_DIRECTOR$ Job per $VALUE$ Pops
ru_ru: §G+1§! $RT_DIRECTOR$ Работа за $VALUE$ население

source: §G+1§! $RT_DIRECTOR$ per $VALUE$ £pop£
ru_ru: §G+1§! $RT_DIRECTOR$ на $VALUE$ £pop£

source: $job_economist$ Jobs
ru_ru: $job_economist$ Работа

source: §G+1§! $job_economist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_economist$ Работа за $VALUE$ население

source: §G+1§! $job_economist$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_economist$ на $VALUE$ £pop£

source: $job_governor_assitant$ Jobs
ru_ru: $job_governor_assitant$ Работа

source: §G+1§! $job_governor_assitant$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_governor_assitant$ Работа за $VALUE$ население

source: §G+1§! $job_governor_assitant$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_governor_assitant$ за $VALUE$ £pop£

source: $queen_swarm$ Jobs
ru_ru: $queen_swarm$ Работа

source: §G+1§! $queen_swarm$ Job per $VALUE$ Pops
ru_ru: §G+1§! $queen_swarm$ Работа за $VALUE$ население

source: §G+1§! $queen_swarm$ per $VALUE$ £pop£
ru_ru: §G+1§! $queen_swarm$ на $VALUE$ £pop£

source: $job_improver$ Jobs
ru_ru: $job_improver$ Работа

source: §G+1§! $job_improver$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_improver$ Работа за $VALUE$ население

source: §G+1§! $job_improver$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_improver$ на $VALUE$ £pop£

source: $trait_ruler_industrialist$ Jobs
ru_ru: $trait_ruler_industrialist$ Работа

source: §G+1§! $trait_ruler_industrialist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $trait_ruler_industrialist$ Работа за $VALUE$ население

source: §G+1§! $trait_ruler_industrialist$ per $VALUE$ £pop£
ru_ru: §G+1§! $trait_ruler_industrialist$ за $VALUE$ £pop£

source: $job_influencer$ Jobs
ru_ru: $job_influencer$ Работа

source: §G+1§! $job_influencer$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_influencer$ Работа за $VALUE$ население

source: §G+1§! $job_influencer$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_influencer$ на $VALUE$ £pop£

source: $job_journalist$ Jobs
ru_ru: $job_journalist$ Работа

source: §G+1§! $job_journalist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_journalist$ Работа за $VALUE$ население

source: §G+1§! $job_journalist$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_journalist$ на $VALUE$ £pop£

source: $job_judge$ Jobs
ru_ru: $job_judge$ Работа

source: §G+1§! $job_judge$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_judge$ Работа за $VALUE$ население

source: §G+1§! $job_judge$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_judge$ на $VALUE$ £pop£

source: $job_living_metal_extractor$ Jobs
ru_ru: $job_living_metal_extractor$ Работа

source: $job_living_metal_extractor_drone$ Jobs
ru_ru: $job_living_metal_extractor_drone$ Работа

source: §G+1§! $job_living_metal_extractor_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_living_metal_extractor_drone$ Работа за $VALUE$ население

source: §G+1§! $job_living_metal_extractor_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_living_metal_extractor_drone$ на $VALUE$ £pop£

source: §G+1§! $job_living_metal_extractor$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_living_metal_extractor$ Работа за $VALUE$ население

source: §G+1§! $job_living_metal_extractor$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_living_metal_extractor$ на $VALUE$ £pop£

source: $job_military_expert$ Jobs
ru_ru: $job_military_expert$ Работа

source: §G+1§! $job_military_expert$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_military_expert$ Работа за $VALUE$ население

source: §G+1§! $job_military_expert$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_military_expert$ на $VALUE$ £pop£

source: $job_navy_pilot$ Jobs
ru_ru: $job_navy_pilot$ Работа

source: $job_navy_pilot_drone$ Jobs
ru_ru: $job_navy_pilot_drone$ Работа

source: §G+1§! $job_navy_pilot_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_navy_pilot_drone$ Работа за $VALUE$ население

source: §G+1§! $job_navy_pilot_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_navy_pilot_drone$ на $VALUE$ £pop£

source: §G+1§! $job_navy_pilot$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_navy_pilot$ Работа за $VALUE$ население

source: §G+1§! $job_navy_pilot$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_navy_pilot$ на $VALUE$ £pop£

source: $job_nurse$ Jobs
ru_ru: $job_nurse$ Работа

source: §G+1§! $job_nurse$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_nurse$ Работа за $VALUE$ население

source: §G+1§! $job_nurse$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_nurse$ на $VALUE$ £pop£

source: $job_player$ Jobs
ru_ru: $job_player$ Работа

source: §G+1§! $job_player$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_player$ Работа за $VALUE$ население

source: §G+1§! $job_player$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_player$ на $VALUE$ £pop£

source: $RT_PROTECTOR$ Jobs
ru_ru: $RT_PROTECTOR$

source: §G+1§! $RT_PROTECTOR$ Job per $VALUE$ Pops
ru_ru: §G+1§! $RT_PROTECTOR$ Работа за $VALUE$ население

source: §G+1§! $RT_PROTECTOR$ per $VALUE$ £pop£
ru_ru: §G+1§! $RT_PROTECTOR$ на $VALUE$ £pop£

source: $personality_type_purifier$ Jobs
ru_ru: $personality_type_purifier$ Работа

source: $job_purifier_drone$ Jobs
ru_ru: $job_purifier_drone$ Работа

source: §G+1§! $job_purifier_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_purifier_drone$ Работа за $VALUE$ население

source: §G+1§! $job_purifier_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_purifier_drone$ на $VALUE$ £pop£

source: §G+1§! $personality_type_purifier$ Job per $VALUE$ Pops
ru_ru: §G+1§! $personality_type_purifier$ Работа за $VALUE$ население

source: §G+1§! $personality_type_purifier$ per $VALUE$ £pop£
ru_ru: §G+1§! $personality_type_purifier$ на $VALUE$ £pop£

source: $job_recycler$ Jobs
ru_ru: $job_recycler$ Работа

source: §G+1§! $job_recycler$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_recycler$ Работа за $VALUE$ население

source: §G+1§! $job_recycler$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_recycler$ на $VALUE$ £pop£

source: $job_royal_guard$ Jobs
ru_ru: $job_royal_guard$ Работа

source: §G+1§! $job_royal_guard$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_royal_guard$ Работа за $VALUE$ население

source: §G+1§! $job_royal_guard$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_royal_guard$ на $VALUE$ £pop£

source: $job_secret_alchimist$ Jobs
ru_ru: $job_secret_alchimist$ Работа

source: $job_secret_alchimist_drone$ Jobs
ru_ru: $job_secret_alchimist_drone$ Работа

source: §G+1§! $job_secret_alchimist_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_secret_alchimist_drone$ Работа за $VALUE$ население

source: §G+1§! $job_secret_alchimist_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_secret_alchimist_drone$ на $VALUE$ £pop£

source: §G+1§! $job_secret_alchimist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_secret_alchimist$ Работа за $VALUE$ население

source: §G+1§! $job_secret_alchimist$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_secret_alchimist$ на $VALUE$ £pop£

source: $NECROID1_SHIP_Smuggler$ Jobs
ru_ru: $NECROID1_SHIP_Smuggler$

source: $job_smuggler_drone$ Jobs
ru_ru: $job_smuggler_drone$ Работа

source: §G+1§! $job_smuggler_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_smuggler_drone$ Работа за $VALUE$ население

source: §G+1§! $job_smuggler_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_smuggler_drone$ за $VALUE$ £pop£

source: §G+1§! $NECROID1_SHIP_Smuggler$ Job per $VALUE$ Pops
ru_ru: §G+1§! $NECROID1_SHIP_Smuggler$ Работа за $VALUE$ население

source: §G+1§! $NECROID1_SHIP_Smuggler$ per $VALUE$ £pop£
ru_ru: §G+1§! $NECROID1_SHIP_Smuggler$ за $VALUE$ £pop£

source: $job_sponsor$ Jobs
ru_ru: $job_sponsor$ Работа

source: §G+1§! $job_sponsor$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_sponsor$ Работа за $VALUE$ население

source: §G+1§! $job_sponsor$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_sponsor$ за $VALUE$ £pop£

source: $job_spy$ Jobs
ru_ru: $job_spy$ Работа

source: $job_spy_drone$ Jobs
ru_ru: $job_spy_drone$ Работа

source: §G+1§! $job_spy_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_spy_drone$ Работа за $VALUE$ население

source: §G+1§! $job_spy_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_spy_drone$ за $VALUE$ £pop£

source: §G+1§! $job_spy$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_spy$ Работа за $VALUE$ население

source: §G+1§! $job_spy$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_spy$ за $VALUE$ £pop£

source: $job_stabilizer$ Jobs
ru_ru: $job_stabilizer$ Работа

source: §G+1§! $job_stabilizer$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_stabilizer$ Работа за $VALUE$ население

source: §G+1§! $job_stabilizer$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_stabilizer$ на $VALUE$ £pop£

source: $job_tax_controller$ Jobs
ru_ru: $job_tax_controller$ Работа

source: §G+1§! $job_tax_controller$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_tax_controller$ Работа за $VALUE$ население

source: §G+1§! $job_tax_controller$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_tax_controller$ на $VALUE$ £pop£

source: $job_teacher$ Jobs
ru_ru: $job_teacher$ Работа

source: §G+1§! $job_teacher$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_teacher$ Работа за $VALUE$ население

source: §G+1§! $job_teacher$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_teacher$ за $VALUE$ £pop£

source: $job_trading_expert$ Jobs
ru_ru: $job_trading_expert$ Работа

source: §G+1§! $job_trading_expert$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_trading_expert$ Работа за $VALUE$ население

source: §G+1§! $job_trading_expert$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_trading_expert$ на $VALUE$ £pop£

source: $job_treasurer$ Jobs
ru_ru: $job_treasurer$ Работа

source: §G+1§! $job_treasurer$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_treasurer$ Работа за $VALUE$ население

source: §G+1§! $job_treasurer$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_treasurer$ за $VALUE$ £pop£

source: $job_treasures_collector$ Jobs
ru_ru: $job_treasures_collector$ Работа

source: $job_treasures_collector_drone$ Jobs
ru_ru: $job_treasures_collector_drone$ Работа

source: §G+1§! $job_treasures_collector_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_treasures_collector_drone$ Работа за $VALUE$ население

source: §G+1§! $job_treasures_collector_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_treasures_collector_drone$ на $VALUE$ £pop£

source: §G+1§! $job_treasures_collector$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_treasures_collector$ Работа за $VALUE$ население

source: §G+1§! $job_treasures_collector$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_treasures_collector$ на $VALUE$ £pop£

source: $job_u_biologist$ Jobs
ru_ru: $job_u_biologist$ Работа

source: $job_u_biologist_drone$ Jobs
ru_ru: $job_u_biologist_drone$ Работа

source: §G+1§! $job_u_biologist_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_u_biologist_drone$ Работа за $VALUE$ население

source: §G+1§! $job_u_biologist_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_u_biologist_drone$ на $VALUE$ £pop£

source: §G+1§! $job_u_biologist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_u_biologist$ Job на $VALUE$ население

source: §G+1§! $job_u_biologist$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_u_biologist$ на $VALUE$ £pop£

source: $leader_trait_engineer$ Jobs
ru_ru: $leader_trait_engineer$ Работа

source: $job_u_engineer_drone$ Jobs
ru_ru: $job_u_engineer_drone$ Работа

source: §G+1§! $job_u_engineer_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_u_engineer_drone$ Работа за $VALUE$ население

source: §G+1§! $job_u_engineer_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_u_engineer_drone$ на $VALUE$ £pop£

source: §G+1§! $leader_trait_engineer$ Job per $VALUE$ Pops
ru_ru: §G+1§! $leader_trait_engineer$ Работа за $VALUE$ население

source: §G+1§! $leader_trait_engineer$ per $VALUE$ £pop£
ru_ru: §G+1§! $leader_trait_engineer$ на $VALUE$ £pop£

source: $job_u_physicist$ Jobs
ru_ru: $job_u_physicist$ Работа

source: $job_u_physicist_drone$ Jobs
ru_ru: $job_u_physicist_drone$ Работа

source: §G+1§! $job_u_physicist_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_u_physicist_drone$ Job на $VALUE$ население

source: §G+1§! $job_u_physicist_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_u_physicist_drone$ на $VALUE$ £pop£

source: §G+1§! $job_u_physicist$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_u_physicist$ Работа за $VALUE$ население

source: §G+1§! $job_u_physicist$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_u_physicist$ на $VALUE$ £pop£

source: $job_weapon_forger$ Jobs
ru_ru: $job_weapon_forger$ Работа

source: $job_weapon_forger_drone$ Jobs
ru_ru: $job_weapon_forger_drone$ Работа

source: §G+1§! $job_weapon_forger_drone$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_weapon_forger_drone$ Работа за $VALUE$ население

source: §G+1§! $job_weapon_forger_drone$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_weapon_forger_drone$ на $VALUE$ £pop£

source: §G+1§! $job_weapon_forger$ Job per $VALUE$ Pops
ru_ru: §G+1§! $job_weapon_forger$ Работа за $VALUE$ население

source: §G+1§! $job_weapon_forger$ per $VALUE$ £pop£
ru_ru: §G+1§! $job_weapon_forger$ на $VALUE$ £pop£

source: Megastructure Cost
ru_ru: Стоимость мегасооружения

source: Megastructure £energy£ Energy Output
ru_ru: Мегаструктура £energy£ Энергетическая выработка

source: Megastructure £engineering_research£ Engineering Research Output
ru_ru: Мегаструктура £engineering_research£ Engineering Research Output

source: Megastructure £influence£ Influence Cost
ru_ru: Мегаструктура £influence£ Influence Cost

source: $mod_megastructures_influence_cost_add$
ru_ru: Мегаструктуры: Стоимость влияния

source: Megastructure £minerals£ Minerals Output
ru_ru: Мегаструктура £minerals£ Minerals Output

source: Megastructure £physics_research£ Physics Research Output
ru_ru: Мегаструктура £physics_research£ Результаты исследований в области физики

source: Megastructure Output
ru_ru: Мегаструктура Выход

source: Megastructure £society_research£ $society_research$ Output
ru_ru: Мегаструктура £society_research£ $society_research$ Output

source: $budget_group_megastructure_maintenance$
ru_ru: Содержание мегаструктуры

source: $pc_legendary_forge$ Habitability
ru_ru: $pc_legendary_forge$ Пригодность для жизни

source: £society£ $society_research$ from £job_politician£ $job_politician_plural$
ru_ru: £society£ $society_research$ от £job_politician£ $job_politician_plural$

source: £engineering£ $engineering_research$ from £job_artisan£ $job_artisan_plural$
ru_ru: £engineering£ $engineering_research$ от £job_artisan£ $job_artisan_plural$

source: Building £exotic_gases£ $exotic_gases$ Upkeep
ru_ru: Здание £exotic_gases£ $exotic_gases$ Содержание

source: Resources from £building£ Buildings
ru_ru: Ресурсы от £building£ Здания

source: Building £rare_crystals£ $rare_crystals$ Upkeep
ru_ru: Здание £rare_crystals£ $rare_crystals$ Содержание

source: Building £volatile_motes£ $volatile_motes$ Upkeep
ru_ru: Здание £volatile_motes£ $volatile_motes$ Содержание

source: £physics£ $physics_research$ from £job_chemist£ $job_chemist_plural$
ru_ru: £physics£ $physics_research$ от £job_chemist£ $job_chemist_plural$

source: District £exotic_gases£ $exotic_gases$ Upkeep
ru_ru: Район £exotic_gases£ $exotic_gases$ Содержание

source: District £rare_crystals£ $rare_crystals$ Upkeep
ru_ru: Район £rare_crystals£ $rare_crystals$ Содержание

source: District £volatile_motes£ $volatile_motes$ Upkeep
ru_ru: Район £volatile_motes£ $volatile_motes$ Содержание

source: £society£ $society_research$ from £job_enforcer£ $job_enforcer_plural$
ru_ru: £society£ $society_research$ от £job_enforcer£ $job_enforcer_plural$

source: £society£ $society_research$ from £job_entertainer£ $job_entertainer_plural$
ru_ru: £society£ $society_research$ от £job_entertainer£ $job_entertainer_plural$

source: £society£ $society_research$ from £job_farmer£ $job_farmer_plural$
ru_ru: £society£ $society_research$ от £job_farmer£ $job_farmer_plural$

source: £society£ $society_research$ from £job_manager£ $job_manager_plural$
ru_ru: £society£ $society_research$ от £job_manager£ $job_manager_plural$

source: £engineering£ $engineering_research$ from £job_foundry£ $job_foundry_plural$
ru_ru: £engineering£ $engineering_research$ от £job_foundry£ $job_foundry_plural$

source: £engineering£ $engineering_research$ from £job_miner£ $job_miner_plural$
ru_ru: £engineering£ $engineering_research$ от £job_miner£ $job_miner_plural$

source: £society£ $society_research$ from £job_noble£ $job_noble_plural$
ru_ru: £society£ $society_research$ от £job_noble£ $job_noble_plural$

source: £engineering£ $engineering_research$ from £job_roboticist£ $job_roboticist_plural$
ru_ru: £engineering£ $engineering_research$ от £job_roboticist£ $job_roboticist_plural$

source: £engineering£ $engineering_research$ from £unemployment£ $UNEMPLOYMENT$
ru_ru: £engineering£ $engineering_research$ от £unemployment£ $UNEMPLOYMENT$

source: £physics£ $physics_research$ from £unemployment£ $UNEMPLOYMENT$
ru_ru: £physics£ $physics_research$ от £unemployment£ $UNEMPLOYMENT$

source: £society£ $society_research$ from £unemployment£ $UNEMPLOYMENT$
ru_ru: £society£ $society_research$ от £unemployment£ $UNEMPLOYMENT$

source: £society£ $society_research$ from £job_priest£ $job_priest_plural$
ru_ru: £Социологические исследования£ $society_research$ от £job_priest£ $job_priest_plural$

source: £engineering£ $engineering_research$ from £job_gas_refiner£ $job_gas_refiner_plural$
ru_ru: £engineering£ $engineering_research$ от £job_gas_refiner£ $job_gas_refiner_plural$

source: £engineering£ $engineering_research$ from £job_soldier£ Soldiers
ru_ru: £engineering£ $engineering_research$ от £job_soldier£ Soldiers
