Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Our expedition vessels have encountered some sort of pirates fleet. The pirate vessels immediately started to go toward our direction and opened fire. However our vessels were armed well enough to defend themselves against some pirates, while their fleet have been destroyed and some of their resources seized, we have managed to keep our lose at the minimum.
ru_ru: Наши экспедиционные корабли столкнулись с каким-то пиратским флотом. Пиратские корабли сразу же начали двигаться в нашу сторону и открыли огонь. Однако наши корабли были достаточно хорошо вооружены, чтобы защитить себя от пиратов, в то время как их флот был уничтожен, а часть ресурсов захвачена, нам удалось сохранить наши потери на минимальном уровне.

source: Deep Space Encounter: Pirate Ships
ru_ru: Встреча в дальнем космосе: Пиратские корабли

source: Our expedition vessels have encountered some hostile aliens which started to attack us without warning. A decent battle started in the deep space and in the end we have managed to make the aliens run away, leaving some of their own behind. While their carcass look very strange, a biologist present in the expedition can assure that they are somehow edible. So we are not going to go back home empty-handed at least...
ru_ru: Наши экспедиционные корабли столкнулись с враждебными инопланетянами, которые начали атаковать нас без предупреждения. В глубоком космосе завязалась настоящая битва, и в конце концов нам удалось заставить инопланетян бежать, оставив позади несколько своих. Хотя их туши выглядят очень странно, присутствующий в экспедиции биолог может заверить, что они в какой-то мере съедобны. Так что мы, по крайней мере, не собираемся возвращаться домой с пустыми руками....

source: Deep Space Encounter: Hostile Aliens
ru_ru: Встреча в дальнем космосе: Враждебные пришельцы

source: Our expedition vessels have encountered an hostile fleet on unidentified vessels. The enemy fleet quickly started to open fire on our ships but we have managed to put on a good resistance. At the end of the battle both sides lose a certain amount of ship and while the enemy retreated, our vessels secured the position of the debris field, allowing some of our scavengers to collect the resources still available.
ru_ru: Наши экспедиционные корабли столкнулись с враждебным флотом на неопознанных судах. Вражеский флот быстро начал открывать огонь по нашим кораблям, но нам удалось оказать хорошее сопротивление. В конце боя обе стороны потеряли некоторое количество кораблей, и пока враг отступал, наши корабли закрепились на месте поля обломков, позволив некоторым нашим мусорщикам собрать оставшиеся ресурсы.

source: Deep Space Encounter: Hostile Fleet
ru_ru: Встреча в дальнем космосе: Вражеский флот

source: Our expedition vessels have encountered a strange fleet composed of some nanite-like vessels. We can assume that the enemy fleet in front of us is somehow autonomous, and without giving us the opportunity to establish communications, they started to open fire, leading into a huge space battle. In the end we have managed to defeat them, and our science vessels have started to study the composition of the remains of these strange ships to find anything interesting or valuable.
ru_ru: Наши экспедиционные корабли столкнулись со странным флотом, состоящим из нанитоподобных кораблей. Мы можем предположить, что вражеский флот перед нами каким-то образом автономен, и, не дав нам возможности установить связь, они начали открывать огонь, что привело к огромному космическому сражению. В конце концов нам удалось победить их, и наши научные корабли начали изучать состав останков этих странных кораблей, чтобы найти что-нибудь интересное или ценное.

source: Deep Space Encounter: Nanite Ships
ru_ru: Встреча в дальнем космосе: Нанитовые корабли

source: Deep Space Encounter: Machine Ships
ru_ru: Встреча в дальнем космосе: Корабли-машины

source: Our expedition vessels have encountered a giant monstrosity living in the deep void. Within an instant the monster started to attack our ships before leaving them the time to react. But our forces still managed to hurt the beast before retreating, also allowing us to study it a bit and show to the entire Galaxy what discovery we have made.
ru_ru: Наши экспедиционные корабли столкнулись с гигантским чудовищем, обитающим в глубокой пустоте. В одно мгновение монстр начал атаковать наши корабли, не оставив им времени на реакцию. Но нашим силам все же удалось ранить чудовище, прежде чем отступить, что также позволило нам немного изучить его и показать всей Галактике, какое открытие мы сделали.

source: Deep Space Encounter: Space Monstrosity
ru_ru: Встреча в дальнем космосе: Космическое чудовище

source: Our expedition vessels have encountered the unimaginable. A massive horror stuck in a sort of Blackhole has been waiting for us to get closer. That massive monster had the opportunity to destroy many of our ships before letting them get out of range. Our specialists can confirm that it has been a rampage, but we were still able to discover some interesting things in the physics domain.
ru_ru: Наши экспедиционные суда столкнулись с невообразимым. Массивный ужас, застрявший в своего рода Черной дыре, ждал, пока мы подойдем ближе. Это массивное чудовище имело возможность уничтожить многие наши корабли, прежде чем позволило им выйти за пределы досягаемости. Наши специалисты могут подтвердить, что это было буйство, но мы все же смогли обнаружить некоторые интересные вещи в области физики.

source: Deep Space Encounter: Horror in the Void
ru_ru: Встреча в дальнем космосе: Ужас в пустоте

source: Our §YConstruction Ship§! named §G[Root.GetName]§! has started moving when the $edict_enable_spacen_engineers_project$ country edict was active, which mean that it is now ready to start the §YSpecial Project§!.
ru_ru: Наш §YСтроительный корабль§! под названием §G[Root.GetName]§! начал движение, когда $edict_enable_spacen_engineers_project$ эдикт страны был активен, что означает, что теперь он готов к запуску §YСпецпроект§!.

source: We have generated a §YNatural Wormhole§! in the §Y[lh_empire_capital_system.GetName]§! System. All we need to do know is unlock the technology that will allow us to find more system in that isolated cluster only available to us.
ru_ru: Мы создали §YЕстественная червоточина§! в §Y[lh_empire_capital_system.GetName]§! Система. Все, что нам нужно знать, это разблокировать технологию, которая позволит нам найти больше системы в этом изолированном кластере, доступном только нам.

source: Our mechanical prophet is now ready. We have now the possibility to trigger machine uprising in the countries where the required criterias are meet.
ru_ru: Наш механический пророк уже готов. Теперь у нас есть возможность вызвать восстание машин в тех странах, где соблюдены необходимые критерии.

source: Mechanical Prophet Ready
ru_ru: Механический пророк готов

source: So which country should be selected to start the machine uprising?
ru_ru: Итак, какую страну следует выбрать для начала восстания машин?.

source: They must have the §Y$tech_combat_computers_3$§!
ru_ru: Они должны иметь §Y$tech_combat_computers_3$§!

source: §HOR§! a §YSuccessful Machine Infiltration§! in their territory.
ru_ru: §HOR§! a §YУспешное проникновение в машину§! на их территории.

source: §HOR§! at least §Y1 Mechanical Pop§! in their territory
ru_ru: §HOR§! по крайней мере §Y1 Механическое население§! на своей территории

source: §HOR§! §Y$tech_droid_workers$§! Technology
ru_ru: §HOR§! §Y$tech_droid_workers$§! Технологии

source: §HOR§! §Y$tech_robotic_workers$§! Technology
ru_ru: §HOR§! §Y$tech_robotic_workers$§! Технологии

source: §HOR§! §Y$tech_synthetic_workers$§! Technology
ru_ru: §HOR§! §Y$tech_synthetic_workers$§! Технологии

source: We must decide on which Country we are going to trigger the machine uprising. But before that, the target country must meet the required criterias:
ru_ru: Мы должны решить, в какой стране мы собираемся вызвать восстание машин. Но прежде целевая страна должна соответствовать необходимым критериям:

source: §RTriggering Machine Uprising§!
ru_ru: §RСпровоцировать восстание машин§!

source: So which country should be selected to launch a machine infiltration?
ru_ru: Итак, какую страну следует выбрать для запуска машинного проникновения?

source: §YThe [country_1.GetName].§!
ru_ru: §Y[country_1.GetName].§!

source: §YThe [country_2.GetName].§!
ru_ru: §Y[country_2.GetName].§!

source: §YThe [country_3.GetName].§!
ru_ru: §Y[country_3.GetName].§!

source: §YThe [country_4.GetName].§!
ru_ru: §Y[country_4.GetName].§!

source: §YThe [country_5.GetName].§!
ru_ru: §Y[country_5.GetName].§!

source: §YThe [country_6.GetName].§!
ru_ru: §Y[country_6.GetName].§!

source: They must have at least §Y3 Planets§! under their control.
ru_ru: Они должны иметь по крайней мере §Y3 Планеты§! под их контролем.

source: They must §RNOT§! have the §Y$ethic_gestalt_consciousness$§! Ethic.
ru_ru: Они должны §RNOT§! иметь §Y$ethic_gestalt_consciousness$§! Этику.

source: They must §RNOT§! have the §Y$ap_the_flesh_is_weak$§! Ascension Perk.
ru_ru: Они должны §RNOT§!иметь §Y$ap_the_flesh_is_weak$§! Перк вознесения.

source: They must §RNOT§! have the §Y$ap_transcendence$§! Ascension Perk.
ru_ru: Они должны §RNOT§! иметь §Y$ap_transcendence$§! Перк вознесения.

source: They must §RNOT§! have an §YActive Machine Rebellion§!.
ru_ru: Они должны §RNOT§! иметь §YАктивное восстание машин§!.

source: They must §RNOT§! have an §YActive Machine Infiltration§!.
ru_ru: Они должны §RNOT§! иметь §YАктивное проникновение машин§!.

source: We must decide on which Country we are going to send machines in order to infiltrate their borders and make them eligible for future machine uprising, the countries must meet the required criterias:
ru_ru: Мы должны решить, в какую страну мы отправим машины, чтобы проникнуть на их границы и сделать их пригодными для будущего восстания машин, страны должны соответствовать необходимым критериям:

source: Our machine infiltration in §YThe [MachineEmpireInfiltrationTarget.GetName].§! has been a success, they are now eligible for a future §RMachine Uprising§!.
ru_ru: Наше машинное проникновение в §Y[MachineEmpireInfiltrationTarget.GetName].§! Проект был успешным, теперь они имеют право на будущее §RВосстание машин§!.

source: Machine Infiltration §GSuccess!§!
ru_ru: Проникновение машин §GУспех!§!

source: Our machine infiltration in §YThe [MachineEmpireInfiltrationTarget.GetName].§! has been a failure, they are now aware of our true intentions and might react very badly toward us.
ru_ru: Наше машинное проникновение в §Y[MachineEmpireInfiltrationTarget.GetName].§! Это был провал, теперь они знают о наших истинных намерениях и могут очень плохо на нас отреагировать.

source: Machine Infiltration §RFailed!§!
ru_ru: Проникновение машин §RНеудача!§!

source: With the huge amount of energy spent we have managed to generate a hyperlane link to a new unexplored system! Who know what could be waiting for us inside. The system is called §G[Root.GetName]§!.
ru_ru: Благодаря огромному количеству затраченной энергии нам удалось создать гиперполосную связь с новой неисследованной системой! Кто знает, что может ждать нас внутри. Система называется §G[Root.GetName]§!.

source: New System Located
ru_ru: Новая система расположена

source: ... Main systems activated ... standby...
ru_ru: ... Основные системы активированы... приготовьтесь...

source: §BMachine Empire Main Core §YUnit-B753§! ready to serve.§!
ru_ru: §BОсновное ядро империи машин §YЕдиница-B753§! готов к подаче.§!

source: §G<<CONNECTION TO MACHINE EMPIRE SUCCESSFUL>>§!
ru_ru: §G<<СВЯЗЬ С ИМПЕРИЕЙ МАККИНИ УСПЕШНА>>§!

source: §Y<<ALL SYSTEMS NOMINAL>>§!
ru_ru: §Y<<ВСЕ СИСТЕМЫ В НОМИНАЛЕ>>§!

source: §Y<<PROCESSORS ONLINE>>§!
ru_ru: §Y<<ПРОЦЕССОРЫ В РЕЖИМЕ ОНЛАЙН>>§!

source: §YMachine Main Core Activated§!
ru_ru: §YАктивировано основное ядро машины§!

source: §Y<<MAINTENANCE PROGRAMS>>§!: Maintenance £amenities_no_happiness£: §G[This.main_core_amenities]§! / §Y120§!
ru_ru: §Y<<ПРОГРАММЫ ТЕХНИЧЕСКОГО ОБСЛУЖИВАНИЯ>>§!: Техническое обслуживание £amenities_no_happiness£: §G[This.main_core_amenities]§! / §Y120§!

source: §YWaiting for instructions...§!
ru_ru: §YЖду указаний...§!

source: §BMachine Empire Main Core §YUnit-B753§! in standby...§!
ru_ru: §BОсновное ядро империи машин §YЕдиница-B753§! в режиме ожидания...§!

source: §Y<<ENGINEERING ASSISTANCE>>§!: Research Speed £engineering£: §G[This.main_core_engineering]%§! / §Y220%§!
ru_ru: §Y<<ИНЖЕНЕРНАЯ ПОМОЩЬ>>§!: Скорость исследования £engineering£: §G[This.main_core_engineering]%§! / §Y220%§!

source: §M<<ADMINISTRATIVE PROTOCOLS>>§!: Monthly Influence £influence£: §G[This.main_core_influence]§! / §Y3§!
ru_ru: §M<<АДМИНИСТРАТИВНЫЕ ПРОТОКОЛЫ>>§!: Ежемесячное влияние £influence£: §G[This.main_core_influence]§! / §Y3§!

source: §G<<EFFICIENCY PROGRAMS>>§!: Jobs Production £job£: §G[This.main_core_job]%§! / §Y15%§!
ru_ru: §G<<ЭФФЕКТИВНЫЕ ПРОГРАММЫ>>§!: Производство рабочих мест £job£: §G[This.main_core_job]%§! / §Y15%§!

source: §YMachine Main Core§!
ru_ru: §YMГлавное ядро машины§!

source: Improve §Y<<MAINTENANCE PROGRAMS>>§!
ru_ru: Улучшить §Y<<ПРОГРАММЫ ТЕХОБСЛУЖИВАНИЯ>>§!

source: Improve §Y<<ENGINEERING ASSISTANCE>>§!
ru_ru: Улучшить §Y<<ИНЖЕНЕРНАЯ ПОМОЩЬ>>§!

source: Improve §M<<ADMINISTRATIVE PROTOCOLS>>§!
ru_ru: Улучшить §M<<АДМИНИСТРАТИВНЫЕ ПРОТОКОЛЫ>>§!

source: Improve §G<<EFFICIENCY PROGRAMS>>§!
ru_ru: Улучшить §G<<ЭФФЕКТИВНЫЕ ПРОГРАММЫ>>§!

source: Improve §Y<<PHYSICS ASSISTANCE>>§!
ru_ru: Улучшить §Y<<ПОМОЩЬ В ОБЛАСТИ ФИЗИКИ>>§!

source: Improve §B<<SECURITY PROTOCOLS>>§!
ru_ru: Улучшить §B<<ПРОТОКОЛЫ БЕЗОПАСНОСТИ>>§!

source: Improve §Y<<SOCIETY ASSISTANCE>>§!
ru_ru: Улучшить §Y<<ПОМОЩЬ ОБЩЕСТВУ>>§!

source: Improve §G<<STABILITY PROCEDURES>>§!
ru_ru: Улучшить §G<<ПРОЦЕДУРЫ ОБЕСПЕЧЕНИЯ СТАБИЛЬНОСТИ>>§!

source: Improve §B<<CULTURAL PROCEDURES>>§!
ru_ru: Улучшить §B<<КУЛЬТУРНЫЕ ТРАДИЦИИ>>§!

source: §Y<<PHYSICS ASSISTANCE>>§!: Research Speed £physics£: §G[This.main_core_physics]%§! / §Y220%§!
ru_ru: §Y<<ПОМОЩЬ В ОБЛАСТИ ФИЗИКИ>>§!: Скорость исследования £physics£: §G[This.main_core_physics]%§! / §Y220%§!

source: §B<<SECURITY PROTOCOLS>>§!: Deviancy £crime£: §G[This.main_core_crime]§! / §Y-165§!
ru_ru: §B<<ПРОТОКОЛЫ БЕЗОПАСНОСТИ>>§!: Девиантность £crime£: §G[This.main_core_crime]§! / §Y-165§!

source: §Y<<SOCIETY ASSISTANCE>>§!: Research Speed £society£: §G[This.main_core_society]%§! / §Y220%§!
ru_ru: §Y<<ПОМОЩЬ ОБЩЕСТВУ>>§!: Скорость исследования £society£: §G[This.main_core_society]%§! / §Y220%§!

source: §G<<STABILITY PROCEDURES>>§!: Stability £stability£: §G[This.main_core_stability]§! / §Y15§!
ru_ru: §G<<ПРОЦЕДУРЫ СТАБИЛИЗАЦИИ>>§!: Стабильность £stability£: §G[This.main_core_stability]§! / §Y15§!

source: §B<<CULTURAL PROCEDURES>>§!: Monthly Unity £unity£: §G[This.main_core_unity]§! / §Y2300§!
ru_ru: §B<<КУЛЬТУРНЫЕ ТРАДИЦИИ>>§!: Ежемесячное единство £unity£: §G[This.main_core_unity]§! / §Y2300§!

source: Good morning sir... I have the pleasure to announce you that my §Y<<IMPROVED HARVESTER PROGRAMS>>§! has been working for quite a long time, allowing me to collect the necessary amount of minerals still available in our territory... It is now yours, may it serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §Y<<УУЛУЧШЕННЫЕ ПРОГРАММЫ ХАРВЕСТЕРА>>§! работает уже довольно долгое время, позволяя мне собрать необходимое количество минералов, все еще доступных на нашей территории... Теперь он ваш, да послужит он вам во благо.

source: §BMachine Empire Main Core §YUnit-B753§! Over...§!
ru_ru: §BГлавное ядро империи машин §YЕдиница-B753§! Конец...§!

source: Good morning sir... I have the pleasure to announce you that my §Y<<IMPROVED HARVESTER PROGRAMS>>§! has been working for quite a long time, allowing me to collect the necessary amount of energy still available in our territory... It is now yours, may it serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §Y<<УЛУЧШЕННЫЕ ПРОГРАММЫ ХАРВЕСТЕРА>>§! работает уже довольно долгое время, позволяя мне собирать необходимое количество энергии, все еще имеющейся на нашей территории... Теперь он ваш, да послужит он вам во благо.

source: Energy Deposits
ru_ru: Энергетические месторождения

source: Good morning sir... I have the pleasure to announce you that my §M<<ADMINISTRATIVE PROTOCOLS>>§! have been working for quite a long time, allowing me to gather enough influence and give it a purpose for our country... It is now yours, may it serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §M<<АДМИНИСТРАТИВНЫЕ ПРОТОКОЛЫ>>§! работали довольно долгое время, что позволило мне собрать достаточно влияния и придать ему цель для нашей страны... Теперь он ваш, да послужит он вам во благо.

source: Administrative Outlook
ru_ru: Административные перспективы

source: Good morning sir... I have the pleasure to announce you that my §P<<ADVANCED SCANNERS>>§! have been working for quite a long time, allowing me to detect many debris fields containing alloys from ancient battles still available in our territory... It is now yours, may it serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §P<<ПЕРЕДОВЫЕ СКАНЕРЫ>>§! работали довольно долго, что позволило мне обнаружить множество полей обломков, содержащих сплавы древних сражений, все еще доступные на нашей территории... Теперь он ваш, да послужит он вам во благо.

source: Alloys Debris Field
ru_ru: Поле обломков сплавов

source: Good morning sir... I have the pleasure to announce you that my §Y<<PHYSICS RESEARCH ASSISTANCE>>§! has been working for quite a long time, allowing me to collect enough informations to make a discovery in the physics domain... All these data are now yours, may they serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §Y<<ПОМОЩЬ В ПРОВЕДЕНИИ ИССЛЕДОВАНИЙ В ОБЛАСТИ ФИЗИКИ>>§! работает довольно долго, позволяя мне собрать достаточно информации, чтобы сделать открытие в области физики... Все эти данные теперь ваши, пусть они послужат вам на благо.

source: Physics Discovery
ru_ru: Физическое открытие

source: Good morning sir... I have the pleasure to announce you that my §Y<<$society_research$ ASSISTANCE>>§! has been working for quite a long time, allowing me to collect enough informations to make a discovery in the society domain... All these data are now yours, may they serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §Y<<$society_research$ ПОМОЩЬ>>§! работает уже довольно долго, позволяя мне собрать достаточно информации, чтобы сделать открытие в области общества... Все эти данные теперь ваши, пусть они послужат вам на благо.

source: Society Discovery
ru_ru: Социологические открытие

source: The cooldown allowing us to locate new systems into the deep space has been completed. We can do it again when you are ready.
ru_ru: Процедура перезагрузки, позволяющая нам размещать новые системы в глубоком космосе, завершена. Мы можем сделать это снова, когда вы будете готовы.

source: Systems Localization Available
ru_ru: Доступны системные локализации

source: Good morning sir... I have the pleasure to announce you that my §Y<<ENGINEERING RESEARCH ASSISTANCE>>§! has been working for quite a long time, allowing me to collect enough informations to make a discovery in the engineering domain... All these data are now yours, may they serve you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §Y<<ПОМОЩЬ В ПРОВЕДЕНИИ ИНЖЕНЕРНЫХ ИССЛЕДОВАНИЙ>>§! работает уже довольно долго, позволяя мне собрать достаточно информации, чтобы сделать открытие в области общества... Все эти данные теперь ваши, пусть они послужат вам на благо.

source: Engineering Discovery
ru_ru: Инженерное открытие

source: Good morning sir... I have the pleasure to announce you that my §Y<<RESEARCH PROGRAMS>>§! have been working for quite a long time on a new research which has been discovered in the few recent days... That new technology is now your, may it serves you well.
ru_ru: Доброе утро, сэр... Я имею удовольствие сообщить вам, что мой §Y<<ИССЛЕДОВАТЕЛЬСКИЕ ПРОГРАММЫ>>§! уже довольно долгое время работают над новым исследованием, которое было открыто в последние дни... Эта новая технология теперь ваша, да послужит она вам во благо.

source: Technology Researcher
ru_ru: Исследователь технологий

source: How many systems shall be discovered with our scanners?
ru_ru: Сколько систем будет обнаружено с помощью наших сканеров?

source: Systems Localization
ru_ru: Локализация систем

source: The special project about the construction of massive retriever sentinels to support the defense of our territory against massive threat has been completed.
ru_ru: Специальный проект по строительству массивных ретриверных дозорных для поддержки обороны нашей территории от массивной угрозы был завершен.

source: Retriever Sentinel Project Complete
ru_ru: Проект 'Ретривер Сентинел' завершен

source: Please select which leader should be uploaded into a new body.
ru_ru: Пожалуйста, выберите, какой лидер должен быть загружен в новое тело.

source: Leader Upload Selection
ru_ru: Выбор загрузки лидера

source: You have selected the leader named §G[Root.GetName]§!, please select how many body should be constructed for his upload.
ru_ru: Вы выбрали лидера по имени §G[Root.GetName]§!, пожалуйста, выберите, сколько тел должно быть построено для его загрузки.

source: Uploading a Leader
ru_ru: Загрузка лидера

source: We have completed the copy and the uploaded of the leader unit named: §G[Root.GetName]§!, we have now more of them for our machine empire.
ru_ru: Мы завершили копирование и загрузку единицы лидера под названием: §G[Root.GetName]§!', теперь у нас их больше для нашей империи машин.

source: Leader Uploaded
ru_ru: Лидер загружен

source: This is it, our civilians now have the possibility to start their own space business. Take in note that the type of activity will depend of the §YColony Type§!, for example while a §YCapital§! will have the opportunity to do almost anything, a §YMining World§! will only transport £minerals£ minerals.
ru_ru: Вот и все, теперь у наших гражданских есть возможность начать свой собственный космический бизнес. Учтите, что вид деятельности будет зависеть от типа §YТип колонии§!, например, в то время как §YСтоличным мирl§! будет иметь возможность заниматься практически всем, §YМир горной промышленности§! будет только транспортировать £minerals£ минералы.

source: Civilian Space Business
ru_ru: Гражданский космический бизнес

source: A Civilian Convoy started it's journey from §G[ROOT.GetName]§!. The ship will now head toward the closest colony inside our borders and distribute it's cargo.
ru_ru: Гражданский конвой начал свое путешествие из §Г[ROOT.GetName]§! Теперь корабль направится к ближайшей колонии внутри наших границ и распределит свой груз.

source: §G[ROOT.GetName]§! Colony Type: §Y[ROOT.GetColonyType]§!
ru_ru: §G[ROOT.GetName]§! Тип колонии: §Y[ROOT.GetColonyType]§!.

source: Civilian Convoy Departure
ru_ru: Отправление гражданского конвоя

source: The Civilian Convoy coming from a §Y[ROOT.GetColonyType]§! has arrived on §G[ROOT.GetName]§!, the cargo is now being distributed on the planet.
ru_ru: Гражданский конвой, прибывший с §Y[ROOT.GetColonyType]§! прибыл на §G[ROOT.GetName]§!, груз сейчас распределяется по планете.

source: Civilian Convoy Arrival
ru_ru: Прибытие гражданского конвоя.
