Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_synthetic_leaders$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_synthetic_leaders$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_sapient_ai$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_sapient_ai$§! Технологию.

source: $TRIGGER_FAIL$Requires the §Y$ap_genius_cloning$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_genius_cloning$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the §Y$ap_robot_command$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_robot_command$§! Перк вознесения.

source: Will transform all the organic pops present on the planet into mechanical pops and vice versa. §RWill probably not work fine with §Y$ap_synthetic_evolution$§!!§!
ru_ru: Превратит все органическое население, присутствующее на планете, в механическое и наоборот. §RВероятно, не будет работать нормально с §Y$ap_synthetic_evolution$§!!§!

source: §HUnlocks Decisions:§! $decision_recomposer_life_to_ai$ AND $decision_recomposer_ai_to_life$.
ru_ru: §HРазблокирует решения:§! $decision_recomposer_life_to_ai$ И $decision_recomposer_ai_to_life$.

source: Recycling Expeditions
ru_ru: Экспедиции по переработке отходов

source: We all agree that it is a clear waste to just let the ship debris wander in space aimlessly knowing that they are like a bunch of treasure with all the available resources still usable in them. Our experts have been working on the problem, developing powerful tiny beacons allowing our special teams of scavangers to recycle any available materials in the debris fields without being spotted allowing them to perform operations even in enemy territory.
ru_ru: Мы все согласны с тем, что бесцельное блуждание обломков кораблей в космосе - это явное расточительство, зная, что они подобны куче сокровищ, в которых все доступные ресурсы еще пригодны для использования. Наши эксперты работают над этой проблемой, разрабатывая мощные крошечные маяки, позволяющие нашим специальным командам мусорщиков перерабатывать любые доступные материалы в полях обломков, не будучи замеченными, что позволяет им проводить операции даже на вражеской территории.

source: Each ship destroyed by the enemy or by us during the battle will be marked by a special beacon allowing expeditions in the future to recycle and restore any available resources still intact on them, giving us the opportunity to retrieve some §YMinerals§! £minerals£ and §YAlloys§! £alloys£ from the destroyed ship. §RThat feature will not work on organic-like ships.§!
ru_ru: Каждый корабль, уничтоженный врагом или нами во время битвы, будет отмечен специальным маяком, позволяющим экспедициям в будущем перерабатывать и восстанавливать любые доступные ресурсы, которые еще остались на них, давая нам возможность получить некоторые §Минералы§! §minerals§ и §YСплавы§! £alloys£ с разрушенного корабля. §RЭта функция не будет работать на кораблях органического типа.§!

source: §HUnlocks Feature:§! $ap_recycling_drones$
ru_ru: §HРазблокирует функцию:§! $ap_recycling_drones$

source: §HUnlocks Feature:§! $RECYCLE_RECOVER_SHIPS$
ru_ru: §HРазблокирует функцию:§! $RECYCLE_RECOVER_SHIPS$

source: §HUnlocks Edict:§! $edict_recycling_expedition_spawn_system$.
ru_ru: §HРазблокирует указ:§! $edict_recycling_expedition_spawn_system$.

source: $TRIGGER_FAIL$Requires one other Ascension Perk to be selected first.
ru_ru: $TRIGGER_FAIL$Требуется сначала выбрать один другой бонус за стремление.

source: $TRIGGER_FAIL$Requires two other Ascension Perks to be selected first.
ru_ru: $TRIGGER_FAIL$Требуется сначала выбрать два других бонуса за стремление.

source: $TRIGGER_FAIL$Requires three other Ascension Perks to be selected first.
ru_ru: $TRIGGER_FAIL$Требуется сначала выбрать три других бонуса за стремление.

source: $TRIGGER_FAIL$Requires four other Ascension Perks to be selected first.
ru_ru: $TRIGGER_FAIL$Требуется, чтобы сначала были выбраны четыри других перков Вознесения.

source: $TRIGGER_FAIL$Requires five other Ascension Perks to be selected first.
ru_ru: $TRIGGER_FAIL$RТребуется, чтобы сначала были выбраны пять других перков Вознесения.

source: Robotic Assemblers
ru_ru: Роботы-сборщики

source: Who said that we could let the fabrication of mechanical pops to only one single job? That task is very important especially in the early age of the galaxy where the expansion of our colonies is a major objective. Now the rules have changed, when the city builders are no longer needed to make more buildings or districts we will use their skill to help in the production of more mechanical pops.
ru_ru: Кто сказал, что мы можем допустить изготовление механических поп только к одной единственной работе? Эта задача очень важна, особенно в ранний период существования галактики, когда расширение наших колоний является основной целью. Теперь правила изменились, когда городские строители больше не нужны для создания новых зданий или районов, мы будем использовать их навыки, чтобы помочь в производстве большего количества роботизиравного население.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_robotic_workers$§! Technology OR §Y$auth_machine_intelligence$§! Authority.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_robotic_workers$§! Технология ИЛИ §Y$auth_machine_intelligence$§! Власть.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_robomodding$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_robomodding$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_assembly_pattern$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_assembly_pattern$§! Технологию.

source: $TRIGGER_FAIL$Requires at least One Robotic Pop in the Country.
ru_ru: $TRIGGER_FAIL$RТребуется как минимум одно роботизированное население в стране.

source: §HUnlocks Decision:§! $ap_robot_command$.
ru_ru: §HРазблокирует решение:§! $ap_robot_command$.

source: Access: $Sector_Z749$
ru_ru: Доступ к: $Sector_Z749$

source: WARNING: ALPHA TEST ONLY! We are aiming to do the unthinkable. It is not for nothing that the $Sector_Z749$ has been isolated from our galaxy by ancient precursors. Legends say that the quantity of danger awaiting us in that place is insane, however something sure is the fact that behind all these challenges lay some of the most amazing rewards that this galaxy could ever offer us. If you are looking for an endless challenge then you will be served, for eternity...
ru_ru: ПРЕДУПРЕЖДЕНИЕ: ТОЛЬКО АЛЬФА-ТЕСТ! Мы стремимся совершить немыслимое. Не зря $Sector_Z749$ был изолирован от нашей галактики древними предшественниками. Легенды гласят, что количество опасностей, подстерегающих нас в этом месте, просто безумно, однако есть и то, что за всеми этими испытаниями скрываются одни из самых удивительных наград, которые только может предложить нам эта галактика. Если вы ищете бесконечный вызов, то вам будет предложено вечное...

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_dangerous_systems$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_dangerous_systems$§! Технологию.

source: $TRIGGER_FAIL$Requires the §Y$ap_void_expedition$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_void_expedition$§! Перк вознесения.

source: Fight against endless waves of dangerous and powerful enemies in that dead system and prove yourself worth of receiving some of the most wanted rewards that the galaxy could ever offer you.
ru_ru: Сражайтесь с бесконечными волнами опасных и сильных врагов в этой мертвой системе и докажите, что вы достойны получить одни из самых желанных наград, которые только может предложить вам галактика.

source: §HUnlocks Edict:§! $edict_enable_sector_menu$.
ru_ru: §HРазблокирует указ:§! $edict_enable_sector_menu$.

source: §HUnlocks Feature:§! $Sector_Z749$ Arena
ru_ru: §HРазблокирует функцию:§! $Sector_Z749$ Арена

source: Self Managed Colony
ru_ru: Самоуправляемая колония

source: WARNING: ALPHA TEST ONLY! The limits of an exploitation happening on the surface of a planet can't be limited only by it's size or the amount of fertile deposits found on it. We believe that the construction of a massive self aware autonomous consciousness at the center of a planet could allow it to develop itself without our sector governors caring about any problem happening on it. Such a thing shall reduce the amount of micro management faced by empire having a very large territory with many colonies.
ru_ru: ВНИМАНИЕ: ТОЛЬКО АЛЬФА-ТЕСТ! Пределы эксплуатации, происходящей на поверхности планеты, не могут быть ограничены только ее размерами или количеством плодородных залежей, найденных на ней. Мы считаем, что строительство массивного самоосознающего автономного сознания в центре планеты может позволить ей развиваться самостоятельно, не заботясь о проблемах, происходящих на ней. Такая вещь должна уменьшить количество микроуправления, с которым сталкивается империя, имеющая очень большую территорию с множеством колоний.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_power_hub_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_power_hub_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_food_processing_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_food_processing_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_mineral_purification_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_mineral_purification_2$§! Технологию.

source: §HUnlocks Decision:§! $ap_self_aware_colony$.
ru_ru: §HРазблокирует решение:§! $ap_self_aware_colony$.

source: Slow Learner
ru_ru: Медленный ученик

source: Instinct is a lie taught by a fearful body, hoping to be wrong. No one ever said that we needed to rush the power for the conquest of the galaxy, in certain occasions it is just better to let the strong destroy each other and grow stronger in the shadows. And then when they realize their mistake of ignoring us, it is already too late.
ru_ru: Инстинкт - это ложь, которой обучают испуганное тело, надеясь, что оно ошибается. Никто никогда не говорил, что нам нужно спешить к власти для покорения галактики, в некоторых случаях просто лучше позволить сильным уничтожать друг друга и становиться сильнее в тени. А когда они поймут свою ошибку, игнорируя нас, будет уже слишком поздно.

source: By unlocking that Ascension Perk which has no effect compared to others you have made a sacrifice, but not in vain. Because new Ascension Perks Slots will be unlocked automatically with time and that without the need to complete a tradition tree. You will receive a total of 4 new slots in the following delays: §Y10§! Years, §Y25§! Years, §Y50§! Years and §Y100§! Years with a little bonus to select for each time and §Y3500 £unity£ Unity§!. $ap_more_slots$
ru_ru: Разблокировав перк Вознесения, который не имеет никакого эффекта по сравнению с другими, вы принесли жертву, но не напрасно. Потому что новые слоты Перки вознесения будут разблокированы автоматически с течением времени, и это без необходимости завершать дерево традиций. В общей сложности вы получите 4 новых слота в следующих задержках: §Y10§! Годы, §Y25§! Годы, §Y50§! Годы и §Y100§! Годы с небольшим бонусом на выбор для каждого времени и §Y3500 £unity£ Единство§! $ap_more_slots$

source: §HUnlocks Feature:§! In Another Time
ru_ru: §HРазблокирует функцию:§! В другое время

source: Space Domestication
ru_ru: Космическое приручение

source: These spaceborn aliens exits for reason. Maybe our way to go isn't the best, but at least we will give them a good purpose to their existence by serving our country.
ru_ru: Эти пришельцы, рожденные в космосе, выходят из него не просто так. Может быть, наш путь не самый лучший, но, по крайней мере, мы дадим им хорошую цель их существования, служа нашей стране.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_power_plant_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_power_plant_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_nano_vitality_crops$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_nano_vitality_crops$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_mining_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_mining_3$§! Технологию.

source: Allows the breeding of spaceborn aliens for different purpose such as war, resources production and civilian activities. Only one race of space born alien species can be chosen once the Ascension Perk is activated.
ru_ru: Позволяет разводить космических пришельцев для различных целей, таких как война, добыча ресурсов и гражданская деятельность. После активации перка 'Вознесение' можно выбрать только одну расу космических пришельцев.

source: §HUnlocks Edict:§! $edict_space_domestication_menu$. $ap_subject_compatibility$
ru_ru: §HРазблокирует указ:§! $edict_space_domestication_menu$. $ap_subject_compatibility$

source: §HUnlocks Feature:§! Space Domestication
ru_ru: §HРазблокирует функцию:§! Космическое одомашнивание

source: Space Engineers
ru_ru: Космические инженеры

source: We have breached the limits of the knowledge in the understatement of the Starbase Engineering. We now have the possibility to build untakable Citadels almost instantly from a simple Outpost leaving our enemies no time to remake their strategies in order to breach our defenses. And even in the most dangerous crises our Space Engineers will be ready to quickly re-adapt our Starbases modules for any kind of future threat.
ru_ru: Мы преодолели пределы знаний в недооценке инженерии звездных баз. Теперь у нас есть возможность почти мгновенно строить несокрушимые Цитадели из простых аванпостов, не оставляя нашим врагам времени на переделку своих стратегий, чтобы прорвать нашу оборону. И даже в самых опасных кризисах наши космические инженеры будут готовы быстро перенастроить модули наших Звездных Баз под любой вид будущей угрозы.

source: In order to trigger the §YSpecial Project§! you must first move a §YConstruction Ship§! at the system where you want the new §YCitadel§! to be created. Once your ship is in position trigger $edict_enable_spacen_engineers_project$ in the country edict while it remain active for a couple of days just order your §YConstruction Ship§! to move a little and it will trigger the §YSpecial Project§!.
ru_ru: Чтобы запустить §YСпециальный проект§! вы должны сначала переместить §YСтроительный корабль§! в систему, где вы хотите создать новую §YЦитадель§! Как только ваш корабль окажется на месте, включите $edict_enable_spacen_engineers_project$ в эдикте страны, пока он остается активным в течение нескольких дней, просто прикажите вашему §YСтроительному кораблю§! немного переместиться, и он запустит §YСпециальный проект§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_eternal_vigilance$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_eternal_vigilance$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the §Y$ap_grasp_the_void$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_grasp_the_void$§! Перк вознесения.

source: Allow the construction of fully armed §YCitadels§! everywhere you want. $ap_space_engineers_instruction$
ru_ru: Позволяют строить полностью вооруженные §YЦитадели§! везде, где вы хотите. $ap_space_engineers_instruction$

source: §HUnlocks Edict:§! $edict_enable_spacen_engineers_project$.
ru_ru: §HРазблокирует указ:§! $edict_enable_spacen_engineers_project$.

source: §HUnlocks Feature:§! Space Engineers
ru_ru: §HРазблокирует функцию:§! Космические инженеры

source: Private Galactic Market
ru_ru: Частный галактический рынок

source: In order to not succumb to the inflation of prices which can happen in the current public Galactic Market, some rich space merchants from every civilizations have gathered together in order to form their own private Galactic Market, where the prices for resources can be addressed at a very interesting amount.
ru_ru: Чтобы не поддаваться инфляции цен, которая может произойти на текущем публичном Галактическом рынке, некоторые богатые космические торговцы из всех цивилизаций собрались вместе, чтобы сформировать свой собственный частный Галактический рынок, где цены на ресурсы могут быть установлены на очень интересную сумму.

source: Get access to a private Space Merchant every two years in order to exchange $energy$ £energy£ for any kind of resources at a fixed prices which which challenge those of the public galactic market. And by researching further technologies you will get access to more special branch of the market, allowing you to buy slaves, robots, armies and even ships.
ru_ru: Получите доступ к частному космическому торговцу каждые два года для обмена Энергетические кредиты £energy£ за любые виды ресурсов по фиксированным ценам, которые могут сравниться с ценами на публичном галактическом рынке. А исследуя дальнейшие технологии, вы получите доступ к более специальным веткам рынка, позволяющим покупать рабов, роботов, армии и даже корабли.

source: §HUnlocks Feature:§! Private Galactic Market
ru_ru: §HРазблокирует функцию:§! Частный галактический рынок

source: Stability Celebration
ru_ru: Празднование стабильности

source: Who said the people can't organize by themselves a surprise ceremony when the government of the country is perfectly doing it's job of maintaining a prosperous life with almost perfect conditions on the planets? Such thing is not possible anymore, from now every planet with very good conditions will have the opportunity to organize celebrations in honor of the nation.
ru_ru: Кто сказал, что народ не может самостоятельно организовать неожиданную церемонию, когда правительство страны прекрасно справляется со своей работой по поддержанию благополучной жизни с почти идеальными условиями на планетах? Такое больше невозможно, отныне каждая планета с очень хорошими условиями будет иметь возможность устраивать торжества в честь народа.

source: Every owned planet with at least §Y20 Pops§! £pops£, §Y55 Stability§! £stability£, §YLess than 20 Crime§! £crime£, §YFree Amenities§! £amenities£, §YFree Housing§! £housing£ and §YFree Jobs§! £job£ will have the possibility to organize giant ceremonies in the honor of the country for having perfectly organized the planet.
ru_ru: Каждая принадлежащая планета, по крайней мере, с §Y20 НАСЕЛЕНИЕМ§! £pops£, §Y55 Стабильностью§! £stability£, §YМенее 20 преступность§! £crime£, §YДополнительным удобством§! £amenities£, §YСвободным жильем§! £housing£ и §YСвободные рабочие места§! £job£ будет иметь возможность организовать гигантские церемонии в честь страны за то, что она идеально организовала планету.

source: §HUnlocks Feature:§! Stability Celebration
ru_ru: §HРазблокирует функцию:§! Праздник стабильности

source: Celestial Manipulation
ru_ru: Небесная манипуляция

source: The future of our nation will not be determined anymore by the simple limits of our borders but only by the knowledge of our species. We have unlocked the possibility to manipulate all the materials of the space in order to form even new celestial bodies. That new feature will allow us to perfectly take care of all the unused space present in our territory by creating new planets serving as colonies or resources deposits.
ru_ru: Будущее нашей нации больше не будет определяться простыми пределами наших границ, а только знаниями нашего вида. Мы открыли возможность манипулировать всеми материалами космоса, чтобы формировать даже новые небесные тела. Эта новая возможность позволит нам идеально использовать все неиспользуемое пространство на нашей территории, создавая новые планеты, служащие колониями или месторождениями ресурсов.

source: The §BPlanetary Program:§! was a failure because of malfunction or a lack of time to finish the project. The results in the end won't be what we were expecting.
ru_ru: §ВПланетарная программа:§! оказалась неудачной из-за неполадок или нехватки времени для завершения проекта. Результаты в итоге окажутся не такими, как мы ожидали.

source: In order to trigger the §YSpecial Project§! you must first move a §YConstruction Ship§! at the system where you want the new §YStellar Body§! to be created. Once your ship is in position trigger $edict_enable_planetary_project$ in the country edict while it remain active for a couple of days just order your §YConstruction Ship§! to move a little and it will trigger the §YSpecial Project§!.
ru_ru: Чтобы запустить §YСпециальный проект§! вы должны сначала переместить §YСтроительный корабль§! в систему, где вы хотите создать новое §YЗвездное тело§! Как только ваш корабль окажется на месте, запустите $edict_enable_planetary_project$ в эдикте страны, пока он остается активным в течение нескольких дней, просто прикажите вашему §YСтроительный корабль§! немного двигаться, и это запустит §YСпециальный проект§!.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_mountain_range$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_mountain_range$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_dangerous_wildlife$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_dangerous_wildlife$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_dense_jungle$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_dense_jungle$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_quicksand_basin$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_quicksand_basin$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_noxious_swamp$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_noxious_swamp$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_massive_glacier$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_massive_glacier$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_toxic_kelp$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_toxic_kelp$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_deep_sinkhole$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_deep_sinkhole$§! Технологию.

source: The §BPlanetary Program:§! was a success allowing the creation of a new §GCelestial Body§! ready to be exploited.
ru_ru: §BПланетарная программа:§! была успешной, что позволило создать новое §GНебесное тело§! готовое к эксплуатации.

source: Allow the possibility to create new celestial bodies such as §YAsteroids§! or §YColonies§!, in order to use them as future colonies or resources deposits. $ap_stellar_manipulation_instruction$.
ru_ru: Позволяет создавать новые небесные тела, такие как §YАстероиды§! или §YКолонии§!, чтобы использовать их в качестве будущих колоний или месторождений ресурсов. $ap_stellar_manipulation_instruction$.

source: §HUnlocks Decision:§! $ap_stellar_manipulation$.
ru_ru: §HРазблокирует решение:§! $ap_stellar_manipulation$.

source: §HUnlocks Edict:§! $edict_enable_planetary_project$.
ru_ru: §HРазблокирует указ:§! $edict_enable_planetary_project$.

source: §HUnlocks Feature:§! Planetary Program
ru_ru: §HРазблокирует функцию:§! Планетарная программа

source: §RBecoming the subject of any country won't make that feature work properly.§!
ru_ru: §RСтав субъектом какой-либо страны, эта функция не будет работать должным образом.§!

source: Super Hivemind
ru_ru: Супер Коллективный разум

source: Our unity growth stronger every single day and our strength will soon be unstoppable. Some of our drones have unlocked the possibility to perform a self-multiplication allowing them to double their efficiency.
ru_ru: Наше единство крепнет с каждым днем, и скоро нашу силу будет не остановить. Некоторые из наших дронов открыли возможность самоумножения, что позволяет им удвоить свою эффективность.

source: §HUnlocks Feature:§! Double Shipyard
ru_ru: §HРазблокирует функцию:§! Double Shipyard
