Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Hypofertile
ru_ru: Сверхнеплодовитые

source: §LThe species suffers from extremely low birthrates due to biological and social factors.§!
ru_ru: §LВид страдает от чрезвычайно низкой рождаемости из-за биологических и социальных факторов.§!

source: Ignis Fatuus
ru_ru: Блуждающие огоньки

source: §LMembers of this species can produce a flame without any artificial assistance. This would not only be used for a smelting but also used for war, however they are strongly reluctant to burn another life form with their flame.§!
ru_ru: §LЧлены этого вида могут зажечь пламя без каких-либо других средств. Это пламя может использоваться не только для плавки, но и для войны, однако они сильно не хотят сжигать другие формы жизни своим пламенем.§!

source: Incapable
ru_ru: Недееспособные

source: §LThis species is practically incapable compared to other lifeforms.§!
ru_ru: §LЭтот вид слишком недееспособен в сравнении с другими видами.§!

source: Infanticidal
ru_ru: Детоубийцы

source: §LThis species has a horrendous custom of infanticide; their infants are treated as a great delicacy. Only few infants are spared from this terrible custom.§!
ru_ru: §LУ этого вида ужасающий обычай детоубийства; их дети рассматриваются как деликатес. Только несколько младенцев избавлены от этого ужасного обычая.§!

source: Inferior
ru_ru: Худшие

source: §LThis species is inferior to other lifeforms.§!
ru_ru: §LЭтот вид хуже других видов.§!

source: Inside Out
ru_ru: Наизнанку

source: §LThe vital organs of this species are located externally. This has proved to be an extreme risk factor.§!
ru_ru: §LСистема органов этого вида находится снаружи скелетной структуры. Конечно, это кажется очень странным, и никто не мог объяснить, почему они получили эту неэффективную форму. Биологи могут согласиться только с одним: этот вид чрезвычайно слабый.§!

source: Iron Bone
ru_ru: Железные кости

source: §LThe skeletal structure of this species contains iron, increasing their bulk but providing durability.§!
ru_ru: §LСкелетная структура этого вида содержит железо, что увеличивает их массу, но обеспечивает прочность.§!

source: Keen Sense
ru_ru: Острые чувства

source: §LThe senses of this species are especially precise and respond to the slightest form of stimulation.§!
ru_ru: §LЧувства этого вида особенно точны и реагируют на малейшую форму стимуляции.§!

source: Last Children
ru_ru: Последние дети

source: §LThis clever species genetically modified themselves decades ago, but this advance had catastrophic side effects resulting in low birth rates. They might be the last children of their species.§!
ru_ru: §LЭтот умный вид создал эликсир бессмертия несколько десятилетий назад. Однако лекарство вызвало критический побочный эффект: снижение рождаемости. Они могут быть последними детьми своего вида.§!

source: Lazy
ru_ru: Ленивые

source: §LMembers of this species shy away from hard labor and generally refrain from exerting themselves.§!
ru_ru: §LЧлены этого вида уклоняются от тяжелого труда и вообще воздерживаются от работы.§!

source: Abundant
ru_ru: Обогащённые

source: §LThis species has been genetically modified; their body components are replaced by high-purity minerals.§!
ru_ru: §LЭтот вид был генетически модифицирован; их компоненты тела заменены минералами высокой чистоты.§!

source: Aerogel Skin
ru_ru: Аэрогельная кожа

source: §LThe skin of this species is composed of natural aerogels. They are immune to heat.§!
ru_ru: §LКожа этого вида состоит из природных аэрогелей. Они невосприимчивы к теплу.§!

source: Floating
ru_ru: Парящие

source: §LThis species floats above the ground.§!
ru_ru: §LЭтот вид умеет парить над землёй.§!

source: Holey
ru_ru: Дырявые

source: §LThe bodies of this species are made up of porous rocks. While they do not have a rigid structure, they are relatively lightweight.§!
ru_ru: §LТела этого вида состоят из пористых пород. Хотя они не имеют жесткой конструкции, они относительно легкие.§!

source: Indestructible
ru_ru: Неразрушимые

source: §LAdvanced biological engineering has completely immunized this species from environmental hazards and the threat of disease.§!
ru_ru: §LПередовая биологическая инженерия полностью иммунизировала этот вид от опасностей окружающей среды и угрозы заболеваний.§!

source: Living Alloy
ru_ru: Живой сплав

source: §LThis species has been genetically modified; their body components are replaced by several types of metals.§!
ru_ru: §LЭтот вид был генетически модифицирован; их компоненты тела заменены несколькими типами металлов.§!

source: Metalivore
ru_ru: Металлоеды

source: §LMembers of this species can ingest metals. Since pure metal is considered a delicacy for this species, furnaces have to be well protected otherwise they will function as a restaurant.§!
ru_ru: §LЧлены этого вида могут глотать металлы. Поскольку чистый металл считается деликатесом для этого вида, печи должны быть хорошо защищены, иначе они будут функционировать как ресторан.§!

source: Meteor Strike
ru_ru: Метеоритный удар

source: §LThis huge rock species has a special tactic: when they invade other planets they descend into the atmosphere without any equipment and overwhelm their enemy with the enormous shock waves from impact.§!
ru_ru: §LЭти огромные камни имеют особую тактику: когда они вторгаются на другие планеты, они спускаются в атмосферу без какого-либо оборудования и поражают своего врага огромными ударными волнами от удара.§!

source: Rock Salt
ru_ru: Каменная соль

source: §LThis species has been genetically modified; their body components are replaced by rocks that containing large amount of salts essential to an organism.§!
ru_ru: §LЭтот вид был генетически модифицирован; их компоненты тела заменены камнями, которые содержат большое количество солей, необходимых для организма.§!

source: Weathering
ru_ru: Выветривание

source: §LThe bodies of this species slowly weather away. Dust storms are considered as a flesh storm in their society.§!
ru_ru: §LТела этого вида медленно исчезают. Пылевые бури считаются бурями плоти в их обществе.§!

source: Lithovore
ru_ru: Минералоеды

source: §LMembers of this species can ingest minerals. Since minerals are considered a delicacy for this species, some miners feast on a portion of their haul.§!
ru_ru: §LПредставители этого вида могут глотать минералы. Поскольку полезные ископаемые считаются деликатесом для этого вида, некоторые шахтеры едят часть своей добычи.§!

source: Living Dead
ru_ru: Живые мертвецы

source: §LBy conventional standards, the bodies of this species are nearly lifeless or are dead already. As such, they are called Living Dead.§!
ru_ru: §LПо общепринятым меркам тела этого вида почти безжизненны или уже мертвы. Поэтому их называют живыми мертвецами.§!

source: Lust for Power
ru_ru: Жажда власти

source: §LFor members of this species, it is considered extremely humiliating to be ruled over.§!
ru_ru: §LЧлены этого вида рождены, чтобы править. Это считается крайним унижением, если ими будут управлять.§!

source: Magnetic
ru_ru: Магнетизм

source: §LMembers of this species have magnetic properties. They put a high priority on physics research to take advantage of their natural magnetism.§!
ru_ru: §LЧлены этого вида обладают магнитными свойствами. Они уделяют большое внимание физическим исследованиям, чтобы пользоваться их естественным магнетизмом.§!

source: Meatballs
ru_ru: Мясные шарики

source: §LMembers of this species do not have a skeletal structure and are said to be very delicious. They may have evolved naturally, or have undergone a peculiar genetic modification.§!
ru_ru: §LЧлены этого вида не имеют скелетной структуры и, как говорят, очень вкусные. Они могли эволюционировать естественным путем или подвергнуться определенной генетической модификации.§!

source: Messy
ru_ru: Грязнули

source: §LMembers of this species are gifted in making their surroundings messy.§!
ru_ru: §LЧлены этого вида одарены в том, чтобы делать среду вокруг себя грязной.§!

source: Metal Exoskeleton
ru_ru: Металлический экзоскелет

source: §LMembers of this species are protected by a metallic exoskeleton. An ordinary physical attack is not threatening for these species.§!
ru_ru: §LЧлены этого вида защищены металлическим экзоскелетом. Обычная физическая атака даже не угрожает этому виду.§!

source: Metallizing Touch
ru_ru: Металлизирующее прикосновение

source: §LThis species has an ability to convert objects into metallic compounds by touching them.§!
ru_ru: §LЭтот вид обладает способностью превращать объекты в металлические соединения, касаясь их.§!

source: Microscopic Sight
ru_ru: Микроскопическое зрение

source: §LThe highly specialized eyes of this species can observe objects at microscopic or macromolecule scales. This is a huge advantage for their scientific community.§!
ru_ru: §LНепревзойденно развитые глаза этого вида могут наблюдать объект на микроскопическом уровне как макромолекула или клетка. Это огромное преимущество для разработок в сфере физики частиц, биологии и материаловедения.§!

source: Mirror Images
ru_ru: Зеркальные отражения

source: §LMembers of this species can access natural reflections as gateways to another world. They dislike being underground since there are no natural reflections and they fear what may be the shadows.§!
ru_ru: §LЧлены этого вида могут получить доступ к отражению и обычно отдыхают в зеркале. Из-за отсутствия четкой тени, подземные миры - это очень неудобное место для них. Нечто в зеркале может быть их тенью.§!

source: Monopole
ru_ru: Монополя

source: §LThis species suffers from a magnet anomaly that spontaneously generates a significant mass of monopoles around individuals for a short period before extinguishing. This uncontrollable phenomenon is a major obstacle to the study of electromagnetism.§!
ru_ru: §LЭтот вид страдает от магнитной аномалии, которая самопроизвольно генерирует значительное количество монополей вокруг себя в течение короткого периода времени. Это неконтролируемое явление является основным препятствием для изучения электромагнетизма.§!

source: Multi-hiveminded
ru_ru: Мультиядерный коллективный разум

source: §LAmong this species are several hive-minds in the process of unification. Each hive-mind core functions as a leader, but their capabilities are diminished while sustaining the consciousness.§!
ru_ru: §LУ этого вида есть несколько ядер коллективного разума, и они находятся в процессе объединения. Каждое ядро функционирует как лидер, но, к сожалению, у них нет шансов стать хорошими лидерами, поддерживая коллективное сознание.§!

source: Multidimensional
ru_ru: Многомерные

source: §LThis species exists across several dimensions. Sometimes they travel from their main dimension to other dimensions.§!
ru_ru: §LЭтот вид существует в нескольких измерениях. Иногда они путешествуют из своего основного измерения в другие измерения.§!

source: Nanoorganisms
ru_ru: Наноорганизмы

source: §LMembers of this species are too tiny to be observed by the naked eye.§!
ru_ru: §LЧлены этого вида слишком малы, чтобы их можно было увидеть невооруженным глазом.§!

source: Natural Selection
ru_ru: Естественный отбор

source: §LThis species has a very flexible genetic structure and a short gestation time. Their strategy is to survive through frequent adaptation.§!
ru_ru: §LЭтот вид имеет очень гибкую структуру генов и имеет очень короткое время смены генома. Это стратегия выживания с частым естественным отбором.§!

source: Noblesse Oblige
ru_ru: Благородное обязательство

source: §LLeaders of this species set a great example to their inferiors.§!
ru_ru: §LЛидеры этого вида подают отличный пример своим подчиненным.§!

source: Nostalgia
ru_ru: Ностальгия

source: §LThis species shows a strong attachment to their homeworld. Some of them might be able to leave their birthplace but are prone to lifelong depression.§!
ru_ru: §LЭтот вид показывает сильную привязанность к их родному миру. Некоторые из них могут покинуть свою родину, но скоро будут испытывать ностальгию.§!

source: Numerophobes
ru_ru: Нумерофобы

source: §LMembers of this species have a hard time grasping many of the fundamental concepts of theoretical physics and tend to fear it.§!
ru_ru: §LЧленам этого вида трудно усвоить многие фундаментальные концепции теоретической физики.§!

source: Paradise Lost
ru_ru: Потерянный рай

source: §LThis species suffers in environments that other species can easily adapt to. Paradise for them is a sort of mirage, however, they still have much hope.§!
ru_ru: §LЭтот вид - потерянные. Любые среды, под которые другие виды могут легко адаптироваться, становятся для них враждебными и смертоносными. Рай для них - это своего рода миражи, однако у этого вида всё еще есть надежда.§!

source: Paragon
ru_ru: Образцовые

source: §LThis species is very versatile.§!
ru_ru: §LЭтот вид очень универсален.§!

source: Parasite
ru_ru: Паразиты

source: §LAll members of this species have been inoculated with a sentient parasite. When they encounter problems, they can just transfer to another host or may try to modify their current host to solve the problem.§!
ru_ru: §LЭтот вид - образец для подражания для других паразитов; они могут паразитировать почти на каждом виде. Когда они сталкиваются с некоторыми проблемами, они просто переходят на другую жертву, чтобы избежать проблемы, или пытаться перестроить свою, чтобы решить проблему напрямую.§!

source: Perfect
ru_ru: Прекрасные

source: §LThe seemingly limitless aptitude of this species ensures that the entirety of the galaxy will be closely monitoring their progress.§!
ru_ru: §LЭтот вид очень способный и безграничный в возможностях. Вся вселенная следит за этим видом.§!

source: Persistent
ru_ru: Настойчивый

source: §LMembers of this species enjoy slow but reliable regeneration. They can survive and recover from wounds that would be fatal for other species.§!
ru_ru: §LЧлены этого вида наслаждаются медленной, но надежной регенерацией. Они могут выжить и оправиться от ран, которые были бы смертельными для других видов.§!

source: Petrification
ru_ru: Окаменение

source: §LThis species can convert their bodies into harmless stone in a split second to protect themselves against threats. They might evolve to have a quantum-locking defense mechanism; which can cause them to turn into stone when being observed.§!
ru_ru: §LЭтот вид может превратить свое тело в камень за доли секунд, чтобы защитить себя от угроз. Возможно, в ближайшем будущем они даже смогут создать механизм защиты от квантовой блокировки, которая заставляет их превращатся в камень, когда за ними наблюдают.§!

source: Phantom Pain
ru_ru: Фантомная боль

source: §LThis species suffers from phantom sensations throughout their lives, at times experiencing extreme discomfort and pain. Most of them suffer from stress as well.§!
ru_ru: §LЭтот вид страдает от фантомных ощущений в течение всей жизни, порой испытывая сильный дискомфорт и боль. Большинство из них также страдают от стресса.§!

source: Phase Shift
ru_ru: Фазовый сдвиг

source: §LMembers of this species can temporarily shift to another dimension. It is a very short time but useful for avoiding deadly strikes in battle.§!
ru_ru: §LПредставители этого вида могут временно перейти в другое измерение. На очень короткое время, но всё ещё полезно, чтобы избежать смертельных ударов в бою.§!

source: Photosensitive
ru_ru: Светочувствительные

source: §LMembers of this species feel dizzy when they face radiant or flashing lights, they may have seizures in some cases. The standards for their buildings include a major clause for blocking the sunlight.§!
ru_ru: §LЧлены этого вида испытывают головокружение, когда сталкиваются с сияющими или мигающими огнями, в некоторых случаях у них могут быть судороги. Стандарты для их зданий включают пункт для блокирования солнечного света среди главных.§!

source: Photosynthetic
ru_ru: Фотосинтезирующие

source: §LThis species can utilize s certain spectrum of light to produce sugars. This is a great ability when they are undernourished, but cannot provide enough energy for rigorous activity.§!
ru_ru: §LЭтот вид может использовать определенный спектр света для производства сахаров. Это отличная способность, когда они недоедают, но это не может обеспечить достаточно энергии для активной деятельности.§!

source: Physicalism
ru_ru: Физики

source: §LMembers of this species have a great natural inclination towards theoretical physics and astral phenomena but neglect other fields of research.§!
ru_ru: §LЧлены этого вида имеют естественную склонность к теоретической физике и астральным явлениям, но игнорируют другие области исследований.§!

source: Precocious
ru_ru: Быстроразвивающиеся

source: §LMembers of this species begin contributing to their society at an early age.§!
ru_ru: §LЧлены этого вида могут в раннем возрасте начать вносить свои усилия для своего вида.

source: Pseudo-cybernetics
ru_ru: Псевдокибернетика

source: §LMembers of this species always carry a mobile data link that assists in some simple mathematical processes and provides access to an online database this. However, is not efficient.§!
ru_ru: §LЧлены этого вида всегда имеют мобильный терминал, который может помочь вычислить некоторый простой математический задачи или получить доступ к базе данных. Неэффективно.§!

source: Psionic Network
ru_ru: Псионическая сеть

source: §LThis species has established a psionic network with their latent psionic abilities. They are bound to the network, the union of their every thought and emotion.§!
ru_ru: §LЭтот вид создал псионическую сеть, используя свои скрытые псионические способности. Они связаны этой сетью, объединяющей каждую их мысль и эмоцию.§!

source: Psychopathic
ru_ru: Психопаты

source: §LThere is no distinct emotion for this species. These emotional deficiencies are usually resolved by impulsive homicides, a constant threat to the existence of this species.§!
ru_ru: §LУ этого вида нет четко определённых эмоций. Эти эмоциональные недостатки обычно устраняются импульсивными убийствами, которые являются постоянной угрозой существованию этого вида.§!

source: Pyrokinetic
ru_ru: Пирокинетики

source: §LMembers of this species can produce a flame without artificial assistance. This would not only be used for a smelting but also used for war.§!
ru_ru: §LЧлены этого вида могут производить пламя без искусственной помощи. Это может использоваться не только для плавки, но и для войны.§!

source: Pyromaniac
ru_ru: Пироманы

source: §LMembers of this species gain a great joy from burning something. Luxury combustiles are observed to be a staple of their economy.§!
ru_ru: §LПредставители этого вида получают большую радость от сжигания чего-либо. Считается, что роскошные горючие материалы являются основой их экономики.§!

source: Radiant Vein
ru_ru: Сияющая вена

source: §LThe blood of this species contains a special compound and glows with bubbles of pure energy.§!
ru_ru: §LКровь этого вида содержит особое соединение и светится пузырьками чистой энергии.§!

source: Adaptive Coating
ru_ru: Адаптивное покрытие

source: §LThese machines have a special coating that provides wide-ranging protection from hostile environments.§!
ru_ru: §LЭти машины имеют специальное покрытие, которое обеспечивает всестороннюю защиту от агрессивных сред.§!

source: Armoured
ru_ru: Бронированные

source: §LThese machines are well protected by thick alloy armour, making them extremely durable.§!
ru_ru: §LЭти машины хорошо защищены толстой броней из прочных сплавов, что делает их чрезвычайно долговечными.§!

source: Autoanalysis
ru_ru: Самоанализ

source: §LA distinct and finely tuned logic system enables these machines to make progress in engineering science through a process known as autoanalysis.§!
ru_ru: §LПоскольку их логическая система является очень сложной и продвинутой, они могут добиться прогресса в области техники через автоанализ.§!

source: Automatons
ru_ru: Автоматоны

source: §LThese antique machines still have a motor system containing numerous clockwork gears and cogwheels. Noise from them is a mixture of ticking and electronic sounds; very weird.§!
ru_ru: §LУ этих антикварных машин всё ещё есть система привода, содержащая множество часовых механизмов и шестерёнок. Шум от них представляет собой смесь тикающих и электронных звуков; очень странно.§!

source: Brain in a Vat
ru_ru: Мозг в колбе

source: §LThe intelligence in these machines does not come an artificial neural network but living brains that are kept in large life-supporting vessels. The brains are connected to the robots through an integrated network.§!
ru_ru: §LИнтеллект этих машин не из искусственной нейронной сети, а из живого мозга. Эти мозги безопасно хранятся в огромном оборудовании для жизнеобеспечения и подключены к роботам через интегрированную сеть.§!

source: Children of Singularity
ru_ru: Дети сингулярности

source: §LThese machines were originated out of a technological singularity which bestowed them artificial intelligence. Only a few exceptional engineers can hope to understand the versatile and complex structures of these machines.§!
ru_ru: §LЭти машины являются «телами», созданными для их искусственного интеллекта, который достиг технологической сингулярности. Только несколько исключительно умелых инженеров смогут понять гибкие и сложные структуры этих машин.§!

source: Curiosity Scripts
ru_ru: Скрипты любопытства

source: §LThese machines possess a script that imbues them with curiosity, something normally impossible for machine intelligences to design.§!
ru_ru: §LЭти машины обладают скриптами, которые наделяют их любопытством, что обычно невозможно добавить искуственному интеллекту.§!

source: Deus Ex Machina
ru_ru: Боги из машины

source: §LThey are not artificially built, they have always been. Though their form may be that of a machine, these beings may be the gods spoken of.§!
ru_ru: §LЭти машины и искусственны, и нет одновременно. Никто не строил их, они просто существуют. Некоторые говорят, что это боги из машины.§!

source: Earthshaking Excavators
ru_ru: Землеройные экскаваторы

source: §LThese machines are equipped with powerful excavating equipment that can peel the surface of a planet rapidly.§!
ru_ru: §LЭти машины оснащены мощным экскаваторным оборудованием, которое может быстро очистить поверхность планеты..§!

source: Excellent
ru_ru: Отлично

source: §LThese machines are superior to other machines.§!
ru_ru: §LЭти машины превосходят других роботов.§!

source: Experience Database
ru_ru: Базы данных с опытом

source: §LThese machines have a dedicated system for sharing experiential data among individuals.§!
ru_ru: §LЭти машины имеют специальную систему для обмена экспериментальными данными между юнитами.§!

source: §LThese machines are capable of flight.§!
ru_ru: §LЭти машины способны летать.§!

source: Gardeners
ru_ru: Садовники

source: §LThese machine are designed for gardening and can efficiently maintain entire ecosystems.§!
ru_ru: §LЭти машины предназначены для садоводства и могут эффективно поддерживать целые экосистемы.§!

source: Goldberg Machines
ru_ru: Машины Гольдберга

source: §LThe operating principles of these machines are strangely complex and grandiose.§!
ru_ru: §LПринципы работы этих машин странно сложны и грандиозны.§!

source: Golems
ru_ru: Големы

source: §LThese rocky and earthen artificial machines are the products of some strange religious ritual. They have very complex machinery, which contains some arcane technologies, inside their mud-rock skin. Someone might be involved in the creation of these machines, but who?§!
ru_ru: §LЭти каменистые грязевые искусственные существа являются продуктами некоторых религиозных обрядов. У них очень сложное устройство, которое содержит некоторые забытые технологии внутри их грязевой кожи. Кто-то участвовал в создании этих машин, но кто?§!

source: Handcrafted
ru_ru: Ручная работа
