Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Remove the focus of civilian convoy departure on that planet.
ru_ru: Уберите фокус отправления гражданского конвоя на этой планете.

source: Civilian Convoy will have more chances to depart from that planet, making it more useful if you want only certain resources to be distributed and taxed depending on the Colony Type of the planet. §RCan't be activated in a Capital World and only one planet can have the focus.§!
ru_ru: Гражданский конвой будет иметь больше шансов отправиться с этой планеты, что делает его более полезным, если вы хотите, чтобы только определенные ресурсы распределялись и облагались налогом в зависимости от типа колонии планеты. §RНе может быть активирован в Столичном мире, и только одна планета может иметь фокус.§!

source: §HUnlocks Decision:§! $decision_civilian_cargo_focus$.
ru_ru: §HРазблокирует решение:§! $decision_civilian_cargo_focus$.

source: Deep Space Scan
ru_ru: Сканирование глубокого космоса

source: $TRIGGER_FAIL$The Decision §Y$decision_deep_scanner$§! has a cooldown of 1 Year.
ru_ru: $TRIGGER_FAIL$Решение §Y$decision_deep_scanner$§! имеет время действия 1 год.

source: $TRIGGER_FAIL$Requires at least a celestial body without an anomaly or a deposit within the range of the §Y$building_deep_space_scanner$§! present on this planet. The range can be increased by constructing more §Y$building_deep_space_scanner$s§!.
ru_ru: $TRIGGER_FAIL$Требуется по крайней мере, небесное тело без аномалии или месторождения в пределах диапазона §Y$building_deep_space_scanner$§! существующих на нашей планете. Диапазон может быть увеличен за счет строительства более §Y$building_deep_space_scanner$s§!.

source: Will activate the $building_deep_space_scanner$ in order to detect any missed anomaly on celestial bodies without any resource deposits. The range of the deep scan is limited by the number of Deep Space Scanners present on the planet and it will increase by 2 jumps per building.
ru_ru: Активирует $building_deep_space_scanner$ для обнаружения любой пропущенной аномалии на небесных телах без залежей ресурсов. Дальность глубокого сканирования ограничена количеством Сканер дальнего космоса, присутствующих на планете, и увеличивается на 2 прыжка за здание.

source: Don't Give to Next Perfect Vassal
ru_ru: Не отдавайте следующему идеальному вассалу

source: That planet will not be given to the next created perfect vassal.
ru_ru: Эта планета не будет отдана следующему созданному совершенному вассалу.

source: End Deep Space Scan
ru_ru: Завершить сканирование глубокого космоса.

source: This will remove the $decision_deep_scanner$ from this world.
ru_ru: Это удалит $decision_deep_scanner$ из этого мира.

source: Collection of Influence
ru_ru: Сбор влияния

source: $TRIGGER_FAIL$Requires at least 10 pops following the country ethics.
ru_ru: $TRIGGER_FAIL$Требуется не менее 10 населения, следующего этике страны.

source: $TRIGGER_FAIL$The Decision §Y$decision_ethic_shift$§! has a cooldown of 5 Years.
ru_ru: $TRIGGER_FAIL$Решение §Y$decision_ethic_shift$§! имеет время действия 5 лет.

source: Allow the collection of influence £influence£ on our planets, the amount of influence collected will depend on the amount of pops £pops£ following our ethics.
ru_ru: Разрешить сбор влияния £influence£ на наших планетах, количество собранного влияния будет зависеть от количества население £pops£, следующих нашей этике.

source: Center of Galaxy: Menu
ru_ru: Телепередача 'Центр Галактики': Меню

source: Active the Menu of §Y$ap_galaxy_center$§!.
ru_ru: Активное меню §Y$ap_galaxy_center$§!.

source: Will transform the §Y$pc_city$§! into the §Y$ap_galaxy_center$§! by making it a (Size: £planetsize£ §Y150§!) Planet being considered as the biggest colony of the galaxy.
ru_ru: Преобразит §Y$pc_city$§! в §Y$ap_galaxy_center$§! сделав его (Размер: £planetsize£ §Y150§!) Планета считается самой большой колонией галактики.

source: Focus the development of the Colony into the breeding of organic opos instead of making buildings or districts.
ru_ru: Сосредоточьте развитие колонии на разведении органических населения вместо создания зданий или районов.

source: $TRIGGER_FAIL$Requires an organic pop on the planet.
ru_ru: $TRIGGER_FAIL$Требуется органического населения на планете.

source: $TRIGGER_FAIL$The Decision §Y$ap_genius_cloning$§! has a cooldown of 1 Year.
ru_ru: $TRIGGER_FAIL$Решение §Y$ap_genius_cloning$§! имеет время действия 2 года.

source: The colony will focus on the breeding of organic pops for several months, producing 5 Organic Pops £pops£ (+2 for Hiveminds) at the end of the process. When the breeding process is finished there will be a cooldown of 1 year before being able to do it again. The cost will increase if you are a Hivemind Empire.
ru_ru: В течение нескольких месяцев колония будет заниматься разведением органических попов, производя в конце процесса 5 органических население £pops£ (+2 для Коллективный разум). После завершения процесса размножения наступит перерыв в 1 год, после чего вы сможете сделать это снова. Стоимость увеличится, если вы являетесь представителем Коллективный разум империи.

source: Give to Next Perfect Vassal
ru_ru: Передать следующему совершенному вассалу

source: That planet and the entire system will be given to the next created perfect vassal.
ru_ru: Эта планета и вся система будут отданы следующему созданному совершенному вассалу.

source: $TRIGGER_FAIL$The Decision §Y$ap_hivemind_reserve$§! has a cooldown of 2 Years.
ru_ru: $TRIGGER_FAIL$Решение §Y$ap_hivemind_reserve$§! имеет время действия 2 года.

source: Will generate a §Y$ap_hivemind_reserve$§! on the planet allowing the production of Food £food£ and $society_research$ £society£, as well as increasing §YPop Growth§! and environments tolerance for §YHabitability§!. In plus, if that §Y$ap_hivemind_reserve$§! is located in a §Y$pc_hive$§!, then it will also generate Minerals £minerals£, Energy £energy£ and §YPop Growth§!. The Hivemind Reserves also have the possibility to create new pops over a very long period which can be lowered by increasing the amount of Hivemind Reserves on the planet.
ru_ru: Создаст §Y$ap_hivemind_reserve$§! на планете, позволяя производить Пищу £food£ и $society_research$ £society£, а также увеличивая §YРост населения§! и пригодность к §YСреда обитания§!'. Кроме того, если этот §Y$ap_hivemind_reserve$§! расположен в §Y$pc_hive$§!, то он также будет генерировать полезные ископаемые £минералы£, энергию £энергию£ и §YРост населения§! Коллективный разум Резерва также имеет возможность создавать новые попсы в течение очень долгого периода, который может быть уменьшен путем увеличения количества Коллективного разума Резерва на планете.

source: Transforms the §H$pc_molten$§! into a §Y$pc_legendary_forge$§! making it habitable with special districts on it focused in the productions of £alloys£ Alloys, £living_metal£ $sr_living_metal$ and £job_roboticist£ Pop Assembly.
ru_ru: Преобразует §H$pc_molten$§ в §Y$pc_legendary_forge$§, делая его пригодным для жизни со специальными районами на нем, сосредоточенными на производстве £alloys£ Сплавов, £living_metal£ $sr_living_metal$ и £job_roboticist£ население Ассамблеи.

source: Nanite Extraction
ru_ru: Извлечение нанитов

source: Will use the power of the nanites to extract directly the resources (random £minerals£ £energy£ £rare_crystals£ £nanites£) from a §Y$pc_molten$§!. §RWill kill all the population present on the planet.§!
ru_ru: Будет использовать силу нанитов для прямого извлечения ресурсов из §Y$pc_molten$§! §RУбьет все население планеты.§!.

source: $TRIGGER_FAIL$Requires a planet unmodified by nanites.
ru_ru: $TRIGGER_FAIL$Требуется планета, не модифицированная нанитами.

source: Will use the power of the nanites to extract directly the resources from a habitable without the needs to colonize it, transforming it into a §Y$pc_gray_goo$§!. §RWill kill all the population present on the planet.§!
ru_ru: Будет использовать силу нанитов для прямого извлечения ресурсов из пригодной для жизни планеты без необходимости ее колонизации, превращая ее в §Y$pc_gray_goo$§! §Все население планеты будет уничтожено.§!.

source: Will use the power of the nanites to extract directly the resources (random £minerals£ £energy£ £exotic_gases£ £nanites£) from a §Y$pc_toxic$§!. §RWill kill all the population present on the planet.§!
ru_ru: Будет использовать силу нанитов для прямого извлечения ресурсов из §Y$pc_toxic$§! §RУбьет все население планеты.§!.

source: Nanite Purification
ru_ru: Очистка нанитов

source: $TRIGGER_FAIL$Requires one of the three ascension perks: §Y$ap_world_shaper$§! OR §Y$ap_hive_worlds$§! OR §Y$ap_machine_worlds$§!.
ru_ru: $TRIGGER_FAIL$Требуется одно из трех преимуществ вознесения: §Y$ap_world_shaper$§! ИЛИ §Y$ap_hive_worlds$§! ИЛИ §Y$ap_machine_worlds$§!.

source: Will launch a global order to all the nanites present on the §Y$pc_gray_goo$§! to transforms it into a perfect planet depending of which required Ascension Perk you have: §Y$ap_world_shaper$§! for §Y$pc_gaia$§!, §Y$ap_hive_worlds$§! for §Y$pc_hive$§! and §Y$ap_machine_worlds$§! for §Y$pc_machine$§!.
ru_ru: Запустит глобальный приказ всем нанитам, присутствующим на §Y$ap_gray_goo$§, чтобы превратить ее в идеальную планету в зависимости от того, какой перк Вознесения у вас есть: §Y$ap_world_shaper$§! для §Y$pc_gaia$§!, §Y$ap_hive_worlds$§! для §Y$pc_hive$§! и §Y$ap_machine_worlds$§! для §Y$pc_machine$§!.

source: Planetary Nature Pacification
ru_ru: Умиротворение планетарной природы

source: Will add some §GGreen Modifiers§! in the planet. Natural §YYellow Modifiers§! with negative effects have 70% Chances of being removed and 80% Chances of being replaced by a better §GGreen Modifiers§! if it exists. Natural §RRed Modifiers§! with negative effects have 100% Chances of being removed and 66% Chances of being replaced by a better §GGreen Modifiers§! if it exists. §RWill not remove modifiers which are added by events or depend on events.§!
ru_ru: Добавит несколько §GМодификаторы зеленого цвета§! на планете. Природный §YМодификаторы желтого цвета§! с негативными эффектами имеют 70% шансов быть удаленными и 80% шансов быть замененными лучшими §GЗелеными Модификаторами§! если они существуют. Природные §RКрасные модификаторы§! с негативными эффектами имеют 100% шансов быть удаленными и 66% шансов быть замененными лучшими §GЗелеными Модификаторами§! если он существует. §RНе удаляет модификаторы, которые добавляются событиями или зависят от событий.§!

source: Create Perfect Vassal
ru_ru: Создать идеального вассала

source: Will create a perfect vassal under your influence. That vassal will have powerful attributes and all the technologies that you have researched. They will also keep a very good opinion of you and will follow you until the end to conquer or reunite the entire Galaxy.
ru_ru: Создает идеального вассала под вашим влиянием. Этот вассал будет обладать мощными атрибутами и всеми технологиями, которые вы исследовали. Они также будут очень хорошего мнения о вас и будут следовать за вами до конца, чтобы завоевать или воссоединить всю Галактику.

source: Activating that decision will trigger a long process which will end up in the creation of a primitive country sheltering our people, under our oversight. Researching the £society£ §Y$tech_climate_restoration$§! Technology
ru_ru: Активация этого решения запустит длительный процесс, который закончится созданием примитивной страны, дающей приют нашим людям, под нашим надзором. Исследование £society£ §Y$tech_climate_restoration$§! Технология

source: Recomposer: Mechanic to Organic
ru_ru: Рекомпозер: От механического к органическому

source: $TRIGGER_FAIL$Requires at least a mechanical pop on the planet.
ru_ru: $TRIGGER_FAIL$Требуется по крайней мере, механическое население планеты.

source: $TRIGGER_FAIL$Requires at least an organic pop in the country.
ru_ru: $TRIGGER_FAIL$Требуется по крайней мере, органическое население страны.

source: Will transform all the mechanical pops present on the planet into organic pops. The cost will increase with the amount of pops to recompose.
ru_ru: Превращает все механические попсы, имеющиеся на планете, в органические. Стоимость увеличивается с количеством попсы, которую нужно переработать.

source: Recomposer: Organic to Mechanic
ru_ru: Рекомпозитор: От органического к механическому

source: $ap_recomposer$ is a powerful device with the unique ability to transfer the consciousness of an AI directly into an organic body making it alive, and vice versa without any limit or significant side effects. This will allows both organics and machine to select the kind of life they want to have.
ru_ru: Рекомпозер - это мощное устройство, обладающее уникальной способностью переносить сознание ИИ непосредственно в органическое тело, делая его живым, и наоборот, без каких-либо ограничений или значительных побочных эффектов. Это позволит как органическим существам, так и машинам выбрать тот тип жизни, который они хотят иметь.

source: $TRIGGER_FAIL$Requires at least an organic pop on the planet.
ru_ru: $TRIGGER_FAIL$Требуется по крайней мере, органический население на планете.

source: $TRIGGER_FAIL$Requires at least a mechanical pop in the country.
ru_ru: $TRIGGER_FAIL$Требуется по крайней мере, механическое население страны.

source: Will transform all the organic pops present on the planet into mechanical pops. The cost will increase with the amount of pops to recompose.
ru_ru: Будет преобразовывать все органическое население, присутствующее на планете, в механическое. Стоимость будет расти с увеличением количества населения, которое необходимо перекомпоновать.

source: The city builders present on the Planet will focus their effort in the production of mechanical pops.
ru_ru: Строители городов, присутствующие на Планете, сосредоточат свои усилия на производстве механического населения.

source: $TRIGGER_FAIL$The Decision §Y$ap_robot_command$§! has a cooldown of 1 Year.
ru_ru: '$TRIGGER_FAIL$The Решение §Y$ap_robot_command$§! Не удаляет модификаторы, которые добавляются событиями или зависят от событий.

source: The city builders will focus on the production of mechanical pops for several years, producing 10 Mechanical Pops £pops£ at the end of the process. When the production is finished there will be a cooldown of 1 year before being able to do it again. The cost will increase if you research further Robot Technologies or if you are a Machine Empire.
ru_ru: Строители города будут сосредоточены на производстве механических попсов в течение нескольких лет, производя 10 механических поселение £pops£ в конце процесса. Когда производство будет завершено, наступит перерыв в производстве на 1 год, после чего его можно будет возобновить. Стоимость увеличится, если вы исследуете дальнейшие технологии роботов или если вы являетесь Империей машин.

source: $ap_self_aware_colony$ Menu
ru_ru: Меню $ap_self_aware_colony$

source: All the Self Managed Colony deposits will be removed and new ones will be quickly constructed following the new planet schemes as long as the player has enough minerals.
ru_ru: Все месторождения самоуправляемых колоний будут удалены, а новые будут быстро построены в соответствии с новыми планетарными схемами, пока у игрока достаточно минералов.

source: The planet will turn back to normal, removing the §Y$ap_self_aware_colony$§! feature and allowing the player to construct buildings and districts again. §RAll the artificial deposits created by the §Y$ap_self_aware_colony$§! will be destroyed.§!
ru_ru: Планета вернется в нормальное состояние, устранив §Y$ap_self_aware_colony$§! и позволяет игроку снова строить здания и районы. §RВсе искусственные месторождения, созданные §Y$ap_self_aware_colony$§! будет уничтожены.§!

source: Transforms the planet into a §Y$ap_self_aware_colony$§!, once it is done the planet will automatically construct artificial deposits playing the roles of building and districts, the advantage of such a feature is the fact that there are no limits imposed by the planet and in plus the player doesn't have to do any action and can leave the colony develop properly alone depending on his will, all is needed is at least §Y1000§! Minerals £minerals£ in the resources stockpiles. §ROnce the process is completed all the current buildings and districts will be destroyed, and you won't be able to build new ones, only the capital building will be available.§!
ru_ru: Превращает планету в §Y$ap_self_aware_colony$§!, как только это будет сделано, планета автоматически построит искусственные месторождения, играющие роль зданий и районов, преимуществом такой функции является тот факт, что нет никаких ограничений, накладываемых планетой и плюс к этому игроку не нужно делать никаких действий и можно оставить колонию развиваться должным образом в одиночку в зависимости от его воли, все, что нужно, это как минимум §Y1000§! минералов £minerals£ в запасах ресурсов. §RПосле завершения процесса все текущие здания и районы будут разрушены, и вы не сможете построить новые, будет доступно только капитальное здание.§!

source: The planet modifiers and the deposits will be changed, making the colony totally new again.
ru_ru: Модификаторы планеты и месторождения будут изменены, что сделает колонию совершенно новой.

source: §BSystem Localization§!
ru_ru: §BЛокализация системы§!

source: Come for the sights, stay for the brand new home holo-theatre installations and custom-fit athleisure wear.
ru_ru: Приезжайте посмотреть на достопримечательности и оставайтесь ради совершенно нового домашнего голокинотеатра и индивидуальной спортивной повседневной одежды.

source: Banking District
ru_ru: Банковский округ

source: $district_bank$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_bank$ разблокируется, как только вы получите §Y$ap_pyramidal_society$§! Перк вознесения.

source: Banking Districts
ru_ru: Банковские районы

source: Casino District
ru_ru: Район казино

source: $district_casino$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_casino$ разблокируется, как только вы получите §Y$ap_pyramidal_society$§! Перк вознесения.

source: Control District
ru_ru: Контрольный район

source: $district_control$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_control$ разблокируется, как только вы получите §Y$ap_pyramidal_society$§! Перк вознесения.

source: Control Districts
ru_ru: Контрольный район

source: Deep Forge
ru_ru: Глубокая кузница

source: $district_deep_forge_plural$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_deep_forge_plural$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с §Y$ap_legendary_forge$§! Перк вознесения.

source: Deep Forges
ru_ru: Глубокие кузницы

source: Planetary Defense District
ru_ru: Район планетарной обороны

source: $district_defense$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_defense$ разблокируется, как только вы получите §Y$ap_pyramidal_society$§! Перк вознесения.

source: Planetary Defense Districts
ru_ru: округа планетарной обороны

source: Engineering Facility
ru_ru: Инженерное сооружение

source: $district_engineering_facility$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_engineering_facility$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.

source: Engineering Facilities
ru_ru: Инженерные сооружения

source: Entrepot District
ru_ru: Район Антрепот

source: and £mod_planet_housing_add£ §Y$PLANET_HOUSING_TITLE$§!
ru_ru: и £mod_planet_housing_add£ §Y$PLANET_HOUSING_TITLE$§!

source: Entrepot Districts
ru_ru: Район Антрепот

source: Finance District
ru_ru: Финансовый район

source: $district_finance$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_finance$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Finance Districts
ru_ru: Финансовые районы

source: Forest District
ru_ru: Лесной район

source: $district_forest$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_forest$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Forest Districts
ru_ru: Лесные районы

source: Foundry District
ru_ru: Литейный район

source: $district_foundry$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_foundry$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Foundry Districts
ru_ru: Литейные районы

source: Governmental District
ru_ru: Правительственный район

source: $district_governor$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_governor$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Governmental Districts
ru_ru: Правительственные районы

source: $district_industry$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_industrial$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: $district_industry_desc$
ru_ru: Промышленный сектор, в котором металлурги и ремесленники занимаются своей работой.

source: Intel District
ru_ru: Район Интел

source: $district_intel$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_intel$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Intel Districts
ru_ru: Районы Интел

source: Journalism District
ru_ru: Журналистский округ

source: $district_journalism$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_journalism$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Journalism Districts
ru_ru: Журналистские округа

source: Lava Fortress
ru_ru: Лавовая крепость

source: $district_lava_fortress_plural$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_lava_fortress_plural$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.

source: Deep Fortress
ru_ru: Глубокая крепость

source: Living Metal Foundry
ru_ru: Живой металлический литейный завод

source: $district_living_metal_foundry_plural$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_living_metal_foundry_plural$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.

source: Living Metal Foundries
ru_ru: Живые металлические литейные цеха

source: Machinery District
ru_ru: Машиностроительный район

source: $district_machinery$ is unlocked once you have the §Y$ap_pyramidal_society$§! Ascension Perk.
ru_ru: $district_machinery$ разблокируется, как только вы получитеe §Y$ap_pyramidal_society$§! Перк вознесения.

source: Machinery Districts
ru_ru: Машиностроительные районы

source: Military Bastion
ru_ru: Военный бастион

source: $district_military_bastion$ are only present on §Y$pc_legendary_forge$§! which can be created from §H$pc_molten$§! with the §Y$ap_legendary_forge$§! Ascension Perk.
ru_ru: $district_military_bastion$ присутствуют только на §Y$pc_legendary_forge$§! который может быть создан из §H$pc_molten$§! с помощью §Y$ap_legendary_forge$§! Перк вознесения.
