Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: It's easy for us to shape a desolate planet into a world of steel and circuits.
ru_ru: Мы без проблем можем превратить пустынную планету в мир стали и схем.

source: Great Navigator
ru_ru: Великий навигатор

source: Up come the solar winds, taking us far. All through the space lanes and out to the stars.
ru_ru: Поднимаются солнечные ветры, унося нас далеко. По всем космическим трассам, к звёздам.

source: All for ONE
ru_ru: Все за ОДНОГО

source: Generations of warriors chose to burn themselves to illuminate the bright and glorious future of the Empire.
ru_ru: Поколения воинов предпочли сжечь себя, чтобы осветить светлое и славное будущее Империи.

source: Webway Runner
ru_ru: Движение по Сетевому каналу

source: Webway, go wherever you want.
ru_ru: Движение по Сетевому каналу, в любом направлении.

source: Kasako
ru_ru: Касако

source: To everywhere!
ru_ru: Чтобы везде!

source: Destroyer Missile
ru_ru: Ракета-разрушитель

source: This new design of the new missile can strengthen the self-defense capabilities of the outposts, making them more than enough to deal with some small threats.
ru_ru: Эта новая конструкция ракет сможет усилить возможности аванпостов по самообороне, сделав их более чем достаточными для борьбы с некоторыми небольшими угрозами.

source: Uncompromising Juggernaut Combat Computer
ru_ru: Бескомпромиссный боевой компьютер Джаггернаута

source: The local government began to spray NTZ-48 in large areas, The planet is shrouded in a strong academic atmosphere.
ru_ru: Местное правительство начало распылять РЭО-48 в огромных масштабах. Планета окутана сильной академической атмосферой.

source: §BClaim Sovereignty§!
ru_ru: §BДекларация о суверенитете§!

source: These systems have been our domain since time immemorial!
ru_ru: Эта система была нашей с незапамятных времён!

source: §BPropaganda Strike§!
ru_ru: §BПропагандистская забастовка§!

source: Information is a weapon, and a few words can blow a hurricane.
ru_ru: Информация - это оружие и ураган можно вызвать всего несколькими словами.

source: §BNode Merging§!
ru_ru: §BСлияние узлов§!

source: Sacrificing some individual drones will make our planet more efficient.
ru_ru: Пожертвование некоторыми отдельными дронами сделает нашу планету более производительной.

source: §BAltar of Truth§!
ru_ru: §BАлтарь истины§!

source: Sacrificing some population to make the planet's operating efficiency qualitatively improve.
ru_ru: Пожертвуйте частью населения, чтобы значительно повысить эффективность работы на планете.

source: §BHard Work§!
ru_ru: §BТяжёлая работа§!

source: Optimize the planet distribution model and improve production efficiency through various incentive policies.
ru_ru: Оптимизируйте модель распределения и повысьте эффективность производства с помощью различных стратегий стимулирования.

source: Habitat Expansion
ru_ru: Расширение орбитальных поселений

source: Add §Y$AAR_D_voidborn_plus$§! deposit to increase the planet, and increase its districts and building slots.
ru_ru: Добавьте §Y$AAR_D_voidborn_plus$§! для увеличения планеты - расширяя её районы и места для строительства.

source: When we can better understand the universe, we will find more living space from the void.
ru_ru: Когда мы сможем лучше понять Вселенную, мы найдём больше жизненного пространства в пустоте.

source: Webway Exploration
ru_ru: Исследование сетевого канала

source: Explore system conditions in preparation for activating $AAR_MEGA_webway_NEXUS$.
ru_ru: Изучите состояние систем при подготовке к активации $AAR_MEGA_webway_NEXUS$

source: Move mountain and Fill seas
ru_ru: Переместить гору и заполнить моря.. Разве это сложно для нас?

source: Make full use of every inch of space.
ru_ru: Стройте и развивайте каждый дюйм данного пространства!

source: Nature's Gift
ru_ru: Дар природы

source: The planet is a sustainable world.
ru_ru: Эта планета является крайне устойчивым миром, в плане экосистемы.

source: Extra habitat structure
ru_ru: Дополнительная структура среды обитания

source: We have redesigned and remodeled this habitat station and expanded with a new buildable area.
ru_ru: Мы перепроектировали и реконструировали эту станцию обитания, расширив её за счёт новой застраиваемой территории.

source: §B$AAR_MEGA_webway_NEXUS$ activation device§!
ru_ru: §BАктивация $AAR_MEGA_webway_NEXUS$§!

source: $AAR_MEGA_webway_NEXUS$ can be activated.
ru_ru: $AAR_MEGA_webway_NEXUS$ может быть активирован.

source: This gigantic facility distorts the hyperspace structure through the energy of the Shroud, and creates a web between the hyperspace and the Shroud.
ru_ru: Это огромное сооружение искажает структуру гиперпространства с помощью энергии виртуального пространства и создаёт сетевой канал между ним и гиперпространством.

source: §RClose Webway§!
ru_ru: §RЗакрыть Сетевой канал§!

source: All Webway facilities in the system will be cleared.
ru_ru: Убрать все Сетевые каналы в Галактике.

source: §BWebway Nexus§!
ru_ru: §BЯдро сетевого канала§!

source: In addition to this, you can also activate remotely via the Relic §B$AAR_R_webway$§!.
ru_ru: Кроме того, вы также можете осуществлять удалённую активацию реликвией §B$AAR_R_webway$§!.

source: The heart of the webway system, through which the fleet can enter the webway system and reach other $AAR_MEGA_webway_NEXUS$ or $AAR_MEGA_webway_NODE$.
ru_ru: Через него флот может войти в систему сетевых каналов и переместиться к другому $AAR_MEGA_webway_NEXUS$ или $AAR_MEGA_webway_NODE$.

source: §BWebway Node§!
ru_ru: §BТерминал сетевого канала§!

source: Currently $AAR_MEGA_webway_NODE$ will collapse in a few months, but you can maintain it long-term with $AAR_tips_WEBWAY_giant_ship$.
ru_ru: Этот $AAR_MEGA_webway_NODE$ разрушится в течение нескольких месяцев, но вы сможете проходить через $AAR_tips_WEBWAY_giant_ship$, пока он функционирует.

source: The terminal of the webway system, through which the fleet can enter the webway system and reach other $AAR_MEGA_webway_NEXUS$.
ru_ru: Через него флот может войти в систему сетевых каналов и переместиться к другому $AAR_MEGA_webway_NEXUS$.

source: §BQuantum Energy Field§!
ru_ru: §BПоле квантовой энергии§!

source: $AAR_R_jumper$ Overlock
ru_ru: Разгон $AAR_R_jumper$

source: Consumes all $AAR_tips_jumper_OVERC$ at once, greatly increasing jumping distance and reducing cooldown.
ru_ru: $AAR_tips_jumper_OVERC$ поглощает всё сразу, значительно увеличивая дистанцию прыжка и уменьшая время перезарядки.

source: This is an energy field powerful enough to cover the entire galaxy, and it can strengthen the jump capability, allowing our starships to go beyond physics restrict and traverse the void faster.
ru_ru: Это энергетическое поле, достаточно мощное, чтобы охватить всю Галактику и может усилить возможность прыжка, позволяя нашим звездолётам выходить за рамки физических ограничений, и быстрее пересекать пустоту.

source: §HMaintaining $AAR_R_jumper$ will consume a lot of resources and reduce overall output.§!
ru_ru: §HОбслуживание $AAR_R_jumper$, будет потреблять много ресурсов и снижать общий объём производства.§!

source: §BWorship of Speed§!
ru_ru: §BПоклонение скорости§!

source: Fleet jumping make our people happier, which will drive them working harder.
ru_ru: Прыжки флота сделают наших людей счастливее, что заставит их работать усерднее.

source: $AAR_R_webway$ cooldown
ru_ru: Перезарядка $AAR_R_webway$

source: You have used $AAR_title_WEBWAY_tgt_activate$ once recently, you can use it again after cooling down.
ru_ru: Вы недавно использовали $AAR_title_WEBWAY_tgt_activate$，его можно будет применить снова после перезарядки.

source: §BExpress Cooldown§!
ru_ru: §BЭкспресс-перезарядка§!

source: One of our leaders escaped an accidental death thanks to the protection of $AAR_TRAIT_leader_protect_star$, you can find him in the leader interface.
ru_ru: Благодаря защите $AAR_TRAIT_leader_protect_star$, один из наших лидеров избежал случайной смерти. Вы можете найти его в меню лидеров.

source: §HAwakened§!
ru_ru: §HПробуждение§!

source: The flow of information from other civilizations disturbed the thinking of the subunits, giving them some kind of self-awareness.
ru_ru: Поток информации из других цивилизаций нарушает мышление поселений и заставляет их развивать самосознание.

source: Malicious information and culture shock from other civilizations have had a major impact on the social stability of the planet.
ru_ru: Вредоносная информация и культурный шок от других цивилизаций оказали серьезное влияние на социальную стабильность планеты.

source: Nonviolent Noncooperation
ru_ru: Ненасильственный отказ от сотрудничества

source: They can force us to do what, but they can't decide what we think.
ru_ru: Они могут заставить нас что-то делать, но они не смогут решать, что мы думаем.

source: Drones integrated into the node network accelerate the operation efficiency of the entire planet.
ru_ru: Дроны, интегрированные в сеть узлов, повышают эффективность работы всей планеты.

source: The warriors sacrificed themselves to become machine spirit, which increased the efficiency of the planet, but this behavior was not accepted by everyone.
ru_ru: Войны пожертвовали собой, чтобы стать частью машины, что повысило эффективность планеты, но такое действие было принято не всеми.

source: The increase in output is §G10%§! of the current full-job output modifier, with a minimum increase of §G25%(Gestalt)/30%(other)§!.
ru_ru: Увеличение объёма производства составит §G10%§! от текущего модификатора производительности с минимальным увеличением §G25%(Гештальт)/30%(Другие)§!.

source: Supreme Productivity
ru_ru: Высочайшая производительность

source: The rich first drives the rich later, and then drives the entire planet to run more efficiently, but this distribution policy is not accepted by everyone.
ru_ru: Богатые управляют другими богатыми, это заставляет всю планету работать более эффективно, но такая политика распределения принимается не всеми.

source: §BTachyon Cube§!
ru_ru: §BТахионный куб§!

source: A tachyon aggregate imbued with dark energy can put all of our starships in a §YSemi-quantized§!, greatly enhancing their FTL capabilities.
ru_ru: Тахионный аппарат, наполненный тёмной энергией, может поместить все наши звездолёты в §Yполуквантованный§!, значительно расширяя их возможности сверхсветовой скорости.

source: §MDimensional Cube§!
ru_ru: §MМежпространственный куб§!

source: The peculiar machinery from the shroud, which seems to be composed of structures existing in different dimensions overlapping together, can distort hyperspace anywhere in the universe and connect to the Webway.
ru_ru: Сетевой канал - странный механизм из виртуального пространства, похоже, он состоит из перекрывающихся структур, существующих в разных измерениях, которые могут искажать гиперпространство в любой точке Вселенной и получать к нему доступ.

source: Rapid expansion
ru_ru: Быстрая экспансия

source: The immense logistical support networks has made a great breakthrough and will be able to support more Starbase. We are going to have a period of rapid expansion.
ru_ru: Огромная поддержка логистической сети привела к большому ресурсному скачку, что позволило нам содержать больше звездных баз, за сравнительно небольшие траты. Скоро наступит период быстрой экспансии.

source: Mechanical Planet
ru_ru: Механическая планета

source: No matter how barren a planet, we can directly transform it into a giant mechanical construct!
ru_ru: Какой бы бесплодной ни была планета, мы можем превратить её в гигантскую механическую конструкцию!

source: Space Fortress
ru_ru: Космическая крепость

source: Redesigned the structure of deep space defense facilities, giving the base §Y$ARMOR$ and $SHIELDS$§! to Starbases and Defense Platforms, and greatly improving the §Y$HULL$§!. In addition, the weapon's range and aiming ability will also be improved accordingly.
ru_ru: Переработана структура объектов дальней космической обороны, увеличивая базовую §Y$ARMOR$ и $SHIELDS$§! у звёздных баз и оборонительных платформ, а также значительно улучшая §Y$HULL$§!. Кроме того, соответственно будут улучшены дальность стрельбы и прицельная способность оружия.

source: Webway Navigation
ru_ru: Навигация по Сетевому каналу

source: Since it is not sailing directly through the Shroud, it is safer than psionic drive. Compared with traditional hyperspace FTL, it can ignore the gravity well and be faster.
ru_ru: Поскольку движение происходит напрямую через Покров, он безопаснее, чем псионический привод. По сравнению с традиционной гиперпространственной навигацией - он может игнорировать гравитационные колодцы и осуществлять переходы быстрее.

source: Terraforming candidate
ru_ru: Кандидат на терраформирование

source: When £society §YAAR_TECH_machine_world$§! is done, we can transform a planet directly into $pc_machine$.
ru_ru: Когда £society §YAAR_TECH_machine_world$§! будет сделана, мы сможем превратить её в $pc_machine$.

source: Sacrifice 4% of the planet drones (prioritize the consumption of idle drones and $pop_cat_simple_drone$), and integrate them into the thinking node to enhance the planetary operation efficiency.
ru_ru: Пожертвуйте 4% дронами планеты (уделите приоритетное внимание потреблению бездействующих дронов и $pop_cat_simple_drone$) для их интеграции в мыслительный узел, это выльется в повышение эффективности рабочих на планете.

source: Sacrifice 4% of the planet's population (prioritize the consumption of unemployed and low-level population), their souls will be integrated into various machines to make them work better.
ru_ru: Пожертвуйте 4% населения планеты (уделите приоритетное внимание потреблению безработных и низших слоёв населения), их души будут интегрированы в различные машины, что заставит их работать лучше.

source: §H Note that the act of sacrifice will cause dissatisfaction among citizens, in There are some adverse reactions in the society.§!
ru_ru: §HОбратите внимание, что акт жертвоприношения вызовет недовольство граждан, поскольку в обществе есть некоторые негативные реакции.§!

source: Increase the income of the upper class while reducing the income of the lower class moderately, and increase productivity through various incentive policies, and finally everyone will have a bright future.
ru_ru: Увеличьте доходы высшего класса при умеренном снижении доходов низшего класса и повысьте производительность труда с помощью различных мер стимулирования и, наконец, у всех будет светлое будущее.

source: §B Note that such a distribution policy will cause dissatisfaction among citizens and cause social dissatisfaction along side with some adverse reactions.§!
ru_ru: §BОбратите внимание, что такая политика распределения вызовет недовольство граждан и вызовет социальное недовольство наряду с некоторыми негативными реакциями.§!

source: The cost of this ascension is the loss of §H1%§! of the empire's population per year, with the unemployed and lower class populations being consumed first.
ru_ru: Ценой за это вознесения будет потеря §H1%§! населения империи в год, причём в первую очередь будут умирать безработные и представители низших слоёв населения.

source: §EWithout accidents, all imperial leaders will live forever. All leaders will receive $AAR_TRAIT_leader_protect_star$ at regular intervals, $AAR_TRAIT_leader_protect_star$ can prevent an accidental death. §!
ru_ru: §EЕсли не будет несчастных случаев, то все лидеры империи будут жить вечно. Все лидеры будут получат $AAR_TRAIT_leader_protect_star$ через равные промежутки времени, $AAR_TRAIT_leader_protect_star$ сможет предотвратить смерть при несчастном случае.§!

source: Allows us to sacrifice a small number of individual drones to increase the productivity of the entire planet.
ru_ru: Позволит нам пожертвовать небольшим количеством отдельных дронов для повышения производительности всей планеты.

source: §HGestalt Empire§! Unlock planetary decisions: $AAR_DEC_torchlight_GESTALT$.
ru_ru: §HГештальт Империи§! Планетарное решение: $AAR_DEC_torchlight_GESTALT$.

source: Allows us to sacrifice a small amount of pop to increase the production efficiency of the entire planet, but it also has a small negative effect.
ru_ru: Позволит нам пожертвовать небольшим количеством населения для повышения эффективности производства всей планеты, однако это решение приведёт к небольшому негативному эффекту.

source: §HSpiritual Empire§! Unlock planetary decisions: $AAR_DEC_torchlight_PSONIC$.
ru_ru: §HИмперии спиритуалистов§! Планетарное решение: $AAR_DEC_torchlight_PSONIC$.

source: Allows us to adjust the planet allocation mode to improve the efficiency of planet operation, but this will also bring a small amount of negative effects.
ru_ru: Позволит нам настроить режим распределения для повышения эффективности работы на планете, однако это решение приведёт к небольшому негативному эффекту.

source: §HOther Empire§! Unlock planetary decisions: $AAR_DEC_torchlight_REGULAR$.
ru_ru: §HДругие империи§! Планетарное решение: $AAR_DEC_torchlight_REGULAR$.

source: §BProtection Star§!
ru_ru: §BЗащитная Звезда§!

source: Protection Star save the current leader from one accident death. Once the Guardian Star is consumed, it will be replenished with a certain chance the following year, but the shorter the time since the last death, the lower the chance.
ru_ru: Защитная звезда спасёт нынешнего лидера от одной смерти в результате несчастного случая. Как только Звезда-Хранитель будет израсходована, она будет восполнена с определенной вероятностью в следующем году, но чем меньше времени прошло с момента последней смерти, тем меньше вероятность.

source: §YFloating on the moon, the smoke of immortality.§!
ru_ru: §YПарящий на луне дым бессмертия.§!

source: Webway
ru_ru: Сетевой канал

source: §YWebway§! is a special FTL method, which exists in the gap between the hyperspace and the Shroud.
ru_ru: §YСетевой канал§! Это особый вид сверхсветового перемещения. Он происходит в разрыве между измерениями гиперпространства и виртуального пространства.

source: Gravity Shockwave
ru_ru: Гравитационная ударная волна

source: Our understanding of FTL is the pinnacle, and our fleet is unstoppable. From now on we can jump freely in the galaxy without any scruples.
ru_ru: Наше понимание сверхсветовой скорости - это вершина, а наш флот невозможно остановить. Отныне мы можем свободно перемещаться по Галактике без всяких угрызений совести.

source: §YUsage Tips:§!
ru_ru: §YСоветы по использованию:§!

source: ②$AAR_tips_jumper_OVERC_recharge$
ru_ru: 2. $AAR_tips_jumper_OVERC_recharge$

source: ①$AAR_tips_jumper_WORSHIP_recharge$
ru_ru: 1. $AAR_tips_jumper_WORSHIP_recharge$

source: ③Enable $AAR_MOD_cntr_jumper$ through policy $policy_AAR_policy_jumper$ to get long-term jump buff.
ru_ru: 3. Включение $AAR_MOD_cntr_jumper$ посредством политики $policy_AAR_policy_jumper$ для получения долгосрочного эффекта прыжка.

source: Our planetary terraforming technology is becoming more and more mature, enabling us to shape the surface and interior of the entire planet into intelligent mechanical constructs, creating a mechanical world of circuits and semiconductor chips.
ru_ru: Наша технология терраформирования планет становится всё более и более прогрессивной, позволяя нам формировать поверхность и внутреннюю часть всей планеты в интеллектуальные механические конструкции, создавая механический мир схем и полупроводниковых чипов.

source: Spend §G[root.TEMP_var_influence]§!£influence£§P$influence$§! and §G[root.TEMP_var_unity]§!£unity£§E$unity$§! to clear claim on §G[root.TEMP_var_SSTM_claimed]§! systems.
ru_ru: Используйте §G[root.TEMP_var_influence]§! £influence£ §P$influence$§! и §G[root.TEMP_var_unity]§! £unity£ §E$unity$§!, чтобы аннулировать претензию на §G[root.TEMP_var_SSTM_claimed]§!.

source: These systems have been our domain since time immemorial, please take back your insatiable claims.
ru_ru: Эта система была нашей с незапамятных времён, вы не имеете права на неё претендовать.

source: §HNote:§!
ru_ru: §HПримечание:§!

source: Every time $AAR_DEC_prerogative_clean$ is used, it takes §Y3 years§! to execute, and multiple executions are not allowed.
ru_ru: После каждого применения $AAR_DEC_prerogative_clean$, требуется §Y3 года§! для её выполнения в связи с чем, многократное использование не допускается.

source: Such a forced claim will arouse the dissatisfaction of the declaimed empires.
ru_ru: Такое требование вызовет недовольство среди провозглашённых империй.

source: With a dazzling blue flash, the $AAR_R_jumper$ activated. So how do we use it?
ru_ru: Активированный $AAR_R_jumper$ сопровождается ослепительной голубой вспышкой. Так как же нам его использовать?

source: We cannot deploy $AAR_MEGA_webway_BASE$ in the current system because the $AAR_MEGA_webway_NEXUS$ you can control has reached the upper limit, or other Webway facilities already exist in the current system.
ru_ru: Мы не можем произвести развёртывание $AAR_MEGA_webway_BASE$ в текущей системе，из-за того что мы контролируем $AAR_MEGA_webway_NEXUS$. Возможно, достигнут предел по их количеству или в текущей системе уже есть другой Сетевой канал.

source: We can deploy a $AAR_MEGA_webway_BASE$ near the central star of the current system.
ru_ru: Мы можем развернуть $AAR_MEGA_webway_BASE$ рядом с центральной звездой системы.

source: The current fleet has located a suitable coordinate, just need to input enough energy to activate a §B$AAR_MEGA_webway_NODE$§! in the area near the central star.
ru_ru: Текущий флот нашёл подходящие координаты, теперь ему нужно всего лишь передать достаточное количество энергии §B$AAR_MEGA_webway_NODE$§!, чтобы их активировать в районе центрального небесного тела.

source: The upcoming $AAR_MEGA_webway_NODE$ will collapse in a few months, but you can maintain it long-term with $AAR_tips_WEBWAY_giant_ship$.
ru_ru: $AAR_MEGA_webway_NODE$ - вот-вот будут активированы, это повлечёт за собой их разрушение в течение нескольких месяцев, но вы сможете проходить через $AAR_tips_WEBWAY_giant_ship$, пока он функционирует.

source: §YWhat should we do? §!
ru_ru: §YЧто нам делать?§!

source: An empire can only maintain up to §G3§! §B$AAR_MEGA_webway_NODE$§! at the same time.
ru_ru: Империя может поддерживать не более §G3§! §B$AAR_MEGA_webway_NODE$§! одновременно.

source: You don't need to maintain it by additional means, as long as the amount of $AAR_MEGA_webway_NEXUS$ does not exceed the limit.
ru_ru: Вам не нужно поддерживать его дополнительными средствами, пока сумма $AAR_MEGA_webway_NEXUS$ не превышает лимит.

source: Our $AAR_MEGA_webway_NEXUS$ activation program at [from.solar_system.GetName] is complete and a brand new §H$AAR_MEGA_webway_NEXUS$§! is ready to go.
ru_ru: В [from.solar_system.GetName], активирован совершенно новый §H$AAR_MEGA_webway_NEXUS$§!. Его можно использовать.

source: Use decision $AAR_DEC_webway_EXPLORE$ in any colony to create $AAR_MEGA_webway_NEXUS$.
ru_ru: Используйте $AAR_DEC_webway_EXPLORE$ в любой колонии для создания $AAR_MEGA_webway_NEXUS$.

source: You can only activate $AAR_MEGA_webway_NODE$ if $AAR_MEGA_webway_NEXUS$ exists within your territory.
ru_ru: Вы сможете активировать $AAR_MEGA_webway_NODE$, только когда $AAR_MEGA_webway_NEXUS$ будет находится на нашей территории.

source: But the amount of $AAR_MEGA_webway_NEXUS$ you own has exceeded the limit, it will collapse after a while, you can choose to dismantle the unwanted $AAR_MEGA_webway_NEXUS$.
ru_ru: У нас уже есть $AAR_MEGA_webway_NEXUS$, их количество превысило верхний предел, оно разрушится через определенный промежуток времени, что бы сохранить эту конструкцию, вам нужно демонтировать другую.
