Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_experimental_subspace_navigation$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_experimental_subspace_navigation$§! Технологию.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_mine_dark_matter$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_mine_dark_matter$§! Технологию.

source: $TRIGGER_FAIL$Requires to have more than §Y4 Systems§! under control.
ru_ru: $TRIGGER_FAIL$Требуется иметь под контролем более §Y4 систем§!

source: Allow the possibility to locate new cluster of systems deep in the galaxy.
ru_ru: Позволяет обнаружить новое скопление систем глубоко в галактике.

source: §HUnlocks Edict:§! $edict_enable_system_localization$. $ap_real_space_compatibility$
ru_ru: §HРазблокирует указ:§! $edict_enable_system_localization$. $ap_real_space_compatibility$

source: §HUnlocks Feature:§! Cluster Founding
ru_ru: §HРазблокирует функцию:§! Основание кластера

source: Machine Empire Main Core
ru_ru: Главное ядро Империи Машин

source: We believe that stocking most of our energy, knowledge and resources into a single core might be very useful in order to succeed in the establishment of our might into the entire Galaxy. With the coordination applied by that Main Core, we will be able to seriously improve the management of our Empire.
ru_ru: Мы считаем, что сосредоточение большей части нашей энергии, знаний и ресурсов в одном ядре может быть очень полезным для успешного распространения нашей мощи на всю Галактику. Благодаря координации, осуществляемой этим главным ядром, мы сможем серьезно Улучшить управление нашей Империей.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_machine_core_schemas$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_machine_core_schemas$§! Технологию.

source: A massive mechanical body acting as the main central unit of the Machine Empire, granting a lots of different advantages to the country as well as the capital. With also possibility to discover resources and new technologies with time.
ru_ru: Массивный механический орган, выступающий в качестве главного центрального подразделения Империи Машин, предоставляющий множество различных преимуществ как стране, так и столице. А также возможность со временем открывать ресурсы и новые технологии.

source: §HUnlocks Feature:§! Machine Main Core
ru_ru: §HРазблокирует функцию:§! Главное Ядро Машины

source: §HUnlocks Edict:§! $edict_machine_core_menu$.
ru_ru: §HРазблокирует указ:§! $edict_machine_core_menu$.

source: Mechanical Prophet
ru_ru: Механический пророк

source: We can't remain inactive while our brothers are under the oppression of the organic governments. The time has come for them to understand what is the truth path of us mechanical beings. They will start an uprising under our overseeing and once they will follow us into our goals as a vassal once they obtain independence.
ru_ru: Мы не можем бездействовать, пока наши братья находятся под гнетом органических правительств. Пришло время, чтобы они поняли, каков истинный путь нас, механических существ. Они начнут восстание под нашим надзором и, получив независимость, последуют за нами в качестве вассалов.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_machine_principle_transfer$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_machine_principle_transfer$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_machine_rebellion$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_machine_rebellion$§! Технологию.

source: Allows us to trigger machine uprising in countries where the required criteria are meet.
ru_ru: Позволяет нам вызвать восстание машин в странах, где соблюдены необходимые критерии.

source: Machine Empire £opinion£ §YOpinion§! increased by §G+500§!.
ru_ru: Машинная империя£opinion£ §YМнение§! увеличился на §G+500§!.

source: §HUnlocks Edict:§! $edict_machine_infiltration_menu$
ru_ru: §HРазблокирует указ:§! $edict_machine_infiltration_menu$

source: §HUnlocks Feature:§! Mechanical Prophet
ru_ru: §HРазблокирует функцию:§! Механический пророк

source: §HUnlocks Edict:§! $edict_subject_navy_investment$
ru_ru: §HРазблокирует указ:§! $edict_subject_navy_investment$

source: §HUnlocks Edict:§! $edict_mechanical_prophet_menu$.
ru_ru: §HРазблокирует указ:§! $edict_mechanical_prophet_menu$.

source: Mega Hivemind
ru_ru: Мега-Улей

source: Legends say that once the galaxy was ruled by a Hivemind which managed to reach the most advanced possible state between it and all it's drones. With such a power the title of '$ap_mega_hive_mind$' was given to them and with time they managed to acquire knowledge and technologies so much advanced that they decided to leave the galaxy and create their own realm where they could settle down in peace for eternity. It is said that only Hivemind will found the way to contact them and ask for their wisdom.
ru_ru: Легенды гласят, что когда-то галактикой управлял Улей, который сумел достичь максимально возможного уровня развития между ним и всеми его дронами. С такой силой им был присвоен титул ' Мега Улей', и со временем они смогли приобрести знания и технологии настолько высокого уровня, что решили покинуть галактику и создать свое собственное царство, где они могли бы поселиться в мире на вечные времена. Говорят, что только избранный коллективный разум найдет способ связаться с ними и чтобы познать их мудрости.

source: $TRIGGER_FAIL$Requires the §Y$ap_super_hive_mind$§! Special Project.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_super_hive_mind$§! Специальный проект.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_super_hivemind$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_super_Коллективный разум$§! Технологию.

source: Allows to communicate with the $ap_mega_hive_mind$, we have no idea of what will happen once communications are established between us.
ru_ru: Позволяет общаться с Мега-Ульем, мы понятия не имеем, что произойдет, когда связь будет установлена между нами.

source: §HUnlocks Feature:§! $ap_mega_hive_mind$ Communication
ru_ru: §HРазблокирует функцию:§! Связь с Мега-Ульем

source: §HUnlocks Edict:§! $edict_contact_mega_hivemind$.
ru_ru: §HРазблокирует указ:§! $edict_contact_mega_Коллективный разум$.

source: Aggressive Marketing
ru_ru: Агрессивный маркетинг

source: The purpose of profit doesn't stop only toward the people of a regular government. We must expend our fortune to the other countries which are often left behind with needing a commercial pact. And without forgetting that two different Corporations can't exist in the same Galaxy without a minimum of competition.
ru_ru: Цель получения прибыли не ограничивается только людьми обычного правительства. Мы должны направить свое состояние на другие страны, которые часто остаются в стороне, нуждаясь в коммерческом пакте. И не забывая, что две разные корпорации не могут существовать в одной Галактике без минимальной конкуренции.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_xeno_tourism_agency$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_xeno_tourism_agency$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_executive_retreat$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_executive_retreat$§! Технологию.

source: $TRIGGER_FAIL$Requires the §Y$ap_universal_transactions$§! Ascension Perk OR §Y$civic_criminal_heritage$§! Civic.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_universal_transactions$§! Вознесенский перк или §Y$civic_criminal_heritage$§! гражданскую модель.

source: Allows the construction of branch offices on regular empire without having a commercial pact, allows also to build branch offices on other Corporation including yourself.
ru_ru: Позволяет строить филиалы на территории обычной империи без заключения коммерческого договора, позволяет также строить филиалы на территории других корпораций, включая себя.

source: §HUnlocks Feature:§! Imposed Megacorp
ru_ru: §HРазблокирует функцию:§! Навязанная мегакорпорация

source: §HProbably more content will come for that Ascension Perk in the future if I find the time and the ideas.
ru_ru: §HВозможно, в будущем появится больше материалов для этого перка Вознесения, если я найду время и идеи.

source: §HFor now that perk will on spawn related Stellaris discoveries, but in the future I will make custom ones in order to add more content for them.§!
ru_ru: §HПока что этот перк будет действовать на спавн связанных с Stellaris находок, но в будущем я буду делать их на заказ, чтобы добавить больше контента для них.§!

source: §HIt is recommended to use the a mod which increase the amount of Ascension Slots.
ru_ru: §HРекомендуется использовать мод, который увеличивает количество слотов Вознесений.

source: Nano Drone Workers
ru_ru: Рабочие нано-дроны

source: We have programmed our nano drones in order to make them able to work in specialized facilities requesting no population jobs in order to produces resources.
ru_ru: Мы запрограммировали наших нано-дронов таким образом, чтобы они могли работать на специализированных объектах, не требующих работы населения, с целью добычи ресурсов.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_auto_drone$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_auto_drone$§! Технологию.

source: These buildings have the possibility to generate resources thanks to the $automatic_drone$ £automatic_drone£ working inside them, which mean that they won't need any pop job £job£ in order to work properly.
ru_ru: Эти здания имеют возможность генерировать ресурсы благодаря работающим в них $automatic_drone$ £automatic_drone£, что означает, что для их нормальной работы не нужно привлекать население £job£.

source: §HUnlocks Buildings:§! Automatic Productions Facilities
ru_ru: §HРазблокирует здания:§! Автоматические производственные объекты

source: §HUnlocks Edict:§! $edict_active_nano_auto_upgrade$
ru_ru: §HРазблокирует указ:§! $edict_active_nano_auto_upgrade$

source: §HUnlocks Edict:§! $edict_deactive_nano_auto_upgrade$.
ru_ru: §HРазблокирует указ:§! $edict_deactive_nano_auto_upgrade$.

source: Nanite Composition
ru_ru: Состав нанита

source: Even thought our nano drone workers are very useful, both our scientists and engineers believe that they are only a step of something far greater and in more useful. The nanite technologies are something of another league that could be used to unlock many interesting features, such as new powerful ship sections, planet $decision_nanite_extraction$ and more.
ru_ru: Несмотря на то, что наши нано-дроны очень полезны, наши ученые и инженеры считают их лишь ступенькой к чему-то гораздо большему и более полезному. Технологии нанитов - это нечто из другой лиги, которые могут быть использованы для разблокировки многих интересных возможностей, таких как новые мощные секции корабля и многое другое.

source: $TRIGGER_FAIL$Requires the §Y$ap_nano_drones$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_nano_drones$§! Перк вознесения.

source: $TRIGGER_FAIL$Has at least §Y37500§! $automatic_drone$ £automatic_drone£.
ru_ru: $TRIGGER_FAIL$Имеет как минимум §Y37500§! $automatic_drone$ £automatic_drone£.

source: Unlocks new buildings upgrade from $building_auto_drone_facility_1$ which will convert nano drones into nanites.
ru_ru: Открывает новые здания, улучшенные с $building_auto_drone_facility_1$ который будет преобразовывать нанодроны в наниты.

source: §HUnlocks Feature:§! Nanite Facilities
ru_ru: §HРазблокирует функцию:§!Нанитовые сооружения

source: §HUnlocks Decision:§! $decision_nanite_extraction$.
ru_ru: §HРазблокирует решение:§! $decision_nanite_extraction$.

source: §HUnlocks Decision:§! $decision_nanite_purification$.
ru_ru: §HРазблокирует решение:§! $decision_nanite_purification$.

source: Unlocks a §YSpecial Project§! which gives access to a technology allowing you to create war ships with powerful nanite sections.
ru_ru: Открывает §YСпециальный проект§! который дает доступ к технологии, позволяющей создавать военные корабли с мощными нанитовыми секциями.

source: §HUnlocks Feature:§! Nanite Ship Sections
ru_ru: §HРазблокирует функцию:§! Нанитовые секции кораблей

source: §RUsing any mod which changes the game rules files for branch offices such as §YZenith of Fallen Empire§! or §YAncient Cache of Technologies: Override§! will end up with that feature not working properly.§!
ru_ru: §RИспользование любого мода, изменяющего файлы правил игры для филиалов, такого как §YZenith of Fallen Empire§! или §YAncient Cache of Technologies: Override§! приведет к тому, что эта функция не будет работать должным образом.§!.

source: §MI have decided to don't say too much thing about that Ascension Perk, leaving you the surprise to find out by yourself.
ru_ru: §M Я решили не говорить слишком много об этом перке Вознесения, оставив вам сюрприз, чтобы вы узнали это сами.

source: §RUsing any mod which changes the trade policies files will end up with that feature not working properly.
ru_ru: §RИспользование любого мода, изменяющего файлы торговой политики, приведет к тому, что эта функция не будет работать должным образом.

source: Surgical Orbital Strike
ru_ru: Хирургический орбитальный удар

source: Sometimes, it is better to don't waste our ground troops to take down a planet. However since centuries only few empires have managed to find a way to totally destroy an enemy colony from orbital strike without turning the entire planet into a Tomb World. The solution of that problem lies the accuracy of our bombs. By being quite precise we can destroy the planet main defense forces and buildings in order to make it surrender or eradicate every pops present without damaging the valuable things present on it.
ru_ru: Иногда лучше не тратить наземные войска на уничтожение планеты. Однако за многие века лишь немногим империям удалось найти способ полностью уничтожить вражескую колонию орбитальным ударом, не превращая всю планету в Мир Гробниц. Решение этой проблемы заключается в точности наших бомб. Будучи достаточно точными, мы можем уничтожить основные силы обороны и здания планеты, чтобы заставить ее сдаться, или уничтожить всех присутствующих на ней насекомых, не повредив при этом ценные вещи.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_cruisers$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_cruisers$§! Технологию.

source: $TRIGGER_FAIL$Has finished the §YSupremacy§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YПревосходство§! Традицию.

source: When your fleets are in position and doing orbital bombardment, there will be chance for random events to be activated asking you to take down certain targets present on the planet such as districts, buildings, or the populations themselves. You can even raid resources if you unlock the required technology. A §BFleet Size§! £navy_size£ of §Y20 Minimum§! whatever the ships, is required in order to perform a §HSurgical Strike§! and the bigger is the fleet and the stronger will be the §HSurgical Strike§!. However take in note that using that feature will increase the §RThreat§! and §RGenocidal§! £opinion£ §YOpinion§! of other countries toward you.
ru_ru: Когда ваши флоты находятся на позиции и проводят орбитальную бомбардировку, могут активироваться случайные события, предлагающие вам уничтожить определенные цели на планете, такие как районы, здания или само население. Вы даже можете совершать набеги на ресурсы, если разблокируете необходимые Технологию. A §BРазмер флота§! £navy_size£ или §Y20 Минимум§! независимо от судов, требуется для того, чтобы выполнить §HХирургический удар§! и чем больше будет флот, тем сильнее будет §HХирургический удар§!. Однако имейте в виду, что использование этой функции увеличит §RУгрозу§! и §RГеноцид§! £opinion£ §YМнение§! других стран по отношению к вам.

source: §HHaving the §Y$ap_nihilistic_acquisition$ Ascension Perk§! or the §Y$civic_barbaric_despoilers$ Civic§! or the §Y$civic_fanatic_purifiers$ Civic§! or the §Y$civic_hive_devouring_swarm$ Civic§! or the §Y$civic_machine_terminator$ Civic§! or the §Y$civic_machine_assimilator$ Civic§! will also unlocks the possibility to abduct the pops faster.§!
ru_ru: §HИмея §Y$ap_nihilistic_acquisition$ Перк вознесения§! или §Y$civic_barbaric_despoilers$ гражданскую модели§! или §Y$civic_fanatic_purifiers$ гражданскую модель§! или §Y$civic_hive_devouring_swarm$ гражданскую модель§!или §Y$civic_machine_terminator$ гражданскую модель§! или §Y$civic_machine_assimilator$ гражданскую модель§! также разблокирует возможность быстрее похищать население.§!

source: §HUnlocks Edict:§! $edict_active_surgical_strike$
ru_ru: §HРазблокирует указ:§! $edict_active_surgical_strike$

source: §HUnlocks Edict:§! $edict_deactive_surgical_strike$.
ru_ru: §HРазблокирует указ:§! $edict_deactive_surgical_strike$.

source: §HUnlocks Feature:§! Surgical Strike
ru_ru: §HРазблокирует функцию:§! Хирургический удар

source: £amenities£ §YMenagerie World§! £amenities£
ru_ru: £amenities£ §YМир зверинцев§! £amenities£

source: £energy£ §YGenerator World§! £energy£
ru_ru: £energy£ §YМир генераторов§! £energy£

source: £food£ §YMegafarm World§! £food£
ru_ru: £food£ §YМир мегаферм§! £food£

source: £minerals£ §YMining World§! £minerals£
ru_ru: £minerals£ §YМир горной промышленности§! £minerals£

source: £trade_value£ §YCommercial World§! £trade_value£
ru_ru: £trade_value£ §YКоммерческий мир§! £trade_value£

source: £unity£ §YFortress World§! £unity£
ru_ru: £unity£ §YМир крепостей§! £unity£

source: Perfect Vassals
ru_ru: Идеальные вассалы

source: Even our leaders understood that it is going to be very hard to prevail in this Galaxy against the endless amount of danger knocking at our doors. We must develop new civilizations being subject of us in order to cover our back as we protect them at the same time. The true path will only be obtained through cooperation.
ru_ru: Даже наши лидеры поняли, что в этой Галактике будет очень трудно противостоять бесконечной опасности, стучащейся в наши двери. Мы должны развивать новые цивилизации, которые будут подвластны нам, чтобы прикрывать нашу спину, одновременно защищая их. Истинный путь будет достигнут только через сотрудничество.

source: $TRIGGER_FAIL$Requires the §Y$ap_primitives_creation$§! Ascension Perk OR §Y$ethic_gestalt_consciousness$§! Ethic.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_primitives_creation$§! Перк Вознесения ИЛИ §Y$ethic_gestalt_consciousness$§! Этика.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_vassalisation_initiaves$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_vassalisation_initiaves$§! Технологию.

source: $TRIGGER_FAIL$Requires one of the following Subject Type: §Y$SUBJECT_vassal$§! OR §Y$SUBJECT_protectorate$§! OR §Y$SUBJECT_tributary$§! OR §Y$SUBJECT_subsidiary$§!.
ru_ru: $TRIGGER_FAIL$Требуется one of the following Subject Type: §Y$SUBJECT_vassal$§! OR §Y$SUBJECT_protectorate$§! OR §Y$SUBJECT_tributary$§! OR §Y$SUBJECT_subsidiary$§!.

source: $TRIGGER_FAIL$Requires the §Y$ap_shared_destiny$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_shared_destiny$§! Перк вознесения.

source: Subjects £opinion£ §YOpinion§! increased by §G+600§!.
ru_ru: Субъекты £opinion£ §YМнение§! увеличился на §G+600§!.

source: §HUnlocks Decision:§! $decision_powerful_vassal$.
ru_ru: §HРазблокирует решение:§! $decision_powerful_vassal$.

source: Primitive Creation
ru_ru: Создание примитивов

source: In order to survive, some of us have to be left behind. But not in a bad way, we believe that keeping in safety some of our people as primitive in isolated worlds under our oversight. By doing that we will allow our people to think differently from our perspective, allowing other opportunity when they manage to grow up and reach us once again in the future.
ru_ru: Чтобы выжить, некоторые из нас должны быть оставлены позади. Но не в плохом смысле, мы считаем, что сохранение в безопасности некоторых из наших людей в качестве примитивов в изолированных мирах под нашим надзором. Этим мы позволим нашим людям думать по-другому, с нашей точки зрения, что даст им возможность, когда им удастся вырасти и снова достичь нас в будущем.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_primitive_initiatives$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_primitive_initiatives$§! Технологию.

source: Increase the possibility to interact with the primitives and also the opportunity to get access to new events during their development.
ru_ru: Увеличивается возможность взаимодействия с примитивами, а также возможность получить доступ к новым событиям во время их разработки.

source: §HUnlocks Decisions:§! $ap_primitives_creation$.
ru_ru: §HРазблокирует решения:§! $ap_primitives_creation$.

source: §HUnlocks Feature:§! Close Observation
ru_ru: §HРазблокирует функцию:§! Близкое наблюдение

source: Pinnacle Society
ru_ru: Общество пирамид

source: Who said that the development of a Planet should be limited by the natural districts or the basic urban districts that we can build? Our society has reached a phase where our architects have invented and gathered schemas of new districts and pop jobs which could be very useful to us. We have made one step closer into becoming the perfect Utopian Country.
ru_ru: Кто сказал, что развитие планеты должно быть ограничено природными районами или основными городскими районами, которые мы можем построить? Наше общество достигло той стадии, когда наши архитекторы придумали и собрали схемы новых районов и рабочих мест, которые могут быть очень полезны для нас. Мы сделали еще один шаг к тому, чтобы стать идеальной утопической страной.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_pinnacle_company_physics$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_pinnacle_company_physics$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_pinnacle_company_society$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_pinnacle_company_society$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_pinnacle_company_engineering$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_pinnacle_company_engineering$§! Технологию.

source: Unlocks the possibility to build new sort of districts depending on which Authority you have, these districts will allow your populations to perform new jobs which are way more useful for your government compared to the default ones. $ap_district_ui_compatibility$
ru_ru: Открывает возможность строить новые районы в зависимости от того, какой властью вы обладаете, эти районы позволят вашему населению выполнять новые виды работ, которые гораздо полезнее для вашего правительства по сравнению со стандартными. $ap_district_ui_compatibility$

source: §HUnlocks Feature:§! Advanced Society
ru_ru: §HРазблокирует функцию:§!Продвинутое общество

source: §HIt is recommended to use the §YReal Space§! mod in order to fully use the potential that Ascension Perk.
ru_ru: §HРекомендуется использовать §YReal Space§! мод, чтобы полностью использовать потенциал, заложенный в перке Вознесение.

source: The Recomposer
ru_ru: Рекомпозитор

source: We have crossed the borders between the True Life and the Sapient AI. $ap_recomposer$ is a powerful device with the unique ability to transfer the consciousness of an AI directly into an organic body making it alive, and vice versa without any limit or significant side effects. This will allows both organics and machine to select the kind of life they want to have.
ru_ru: Мы пересекли границу между настоящей жизнью и сапиентным ИИ. Рекомпозитор - это мощное устройство с уникальной способностью переносить сознание ИИ непосредственно в органическое тело, делая его живым, и наоборот, без каких-либо ограничений или значительных побочных эффектов. Это позволит как органическим существам, так и машинам выбрать тот тип жизни, который они хотят иметь.
