Repository: schmidtevgeny/stellaris_morenames
Catalog: locales/*.po
Languages: ru_ru

source: Our learning has begun to expand exponentially. An innumerable amount of knowledge and new ideas have begun to emerge throughout the entire country, giving us the opportunity to continue our quest in search of true knowledge.
ru_ru: Наше обучение стало расширяться в геометрической прогрессии. Неисчислимое количество знаний и новых идей стало появляться по всей стране, давая нам возможность продолжать поиски истинного знания.

source: $TRIGGER_FAIL$Requires the §Y$ap_transcendent_learning$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_transcendent_learning$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the §Y$EXPANDABLE_BRAIN_1$§! Special Project.
ru_ru: $TRIGGER_FAIL$Требуются §Y$EXPANDABLE_BRAIN_1$§! Спецпроект.

source: Unlimited Awareness
ru_ru: Безграничная осознанность

source: We did it, the words are unfortunately insufficient to describe what we are experiencing. The §YUnlimited Awareness§! state has been reached allowing us to solve and understand a countless problems in all the possible areas in less than a second. However it appears that our bodies aren't adapted enough to support such a power. So with this, the adventure is now coming to an end and it is still difficult to know what we are going to do with that knowledge. The choice is ours.
ru_ru: Мы сделали это, слов, к сожалению, недостаточно, чтобы описать то, что мы испытываем. Достигнуто состояние 'Безграничного осознания', позволяющее нам решать и понимать бесчисленные проблемы во всех возможных областях менее чем за секунду. Однако, похоже, что наши тела недостаточно приспособлены для поддержания такой силы. Так что на этом наше приключение подходит к концу, и пока трудно сказать, что мы будем делать с этим знанием. Выбор за нами.

source: $TRIGGER_FAIL$Requires the §Y$ap_expandable_brain_1$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_expandable_brain_1$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_expandable_brain_1$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_expandable_brain_1$§! Технология.

source: $TRIGGER_FAIL$Requires the §Y$EXPANDABLE_BRAIN_2$§! Special Project.
ru_ru: $TRIGGER_FAIL$Требуются §Y$EXPANDABLE_BRAIN_2$§! Специальный проект.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_expandable_brain_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_expandable_brain_2$§! Технологию.

source: Get access to very powerful advantages thanks to your unlimited knowledge.
ru_ru: Получите доступ к очень мощным преимуществам благодаря своим неограниченным знаниям.

source: §HUnlocks Feature:§! §YUnlimited Awareness§!
ru_ru: §HРазблокирует функцию:§! §YБезграничная осведомленность§!

source: Expansion of Infinity
ru_ru: Экспансия бесконечности

source: Who said that the amount of districts present on a planet could only determined by it's size. Such an ancient rule is no longer a fact with our advanced civilization being able to live up almost everywhere on the planet, be it on the sky, underground or under the sea it doesn't matter anymore. Our builders have gained an amount of skill and experience that will make them expand our cities without limit until the entire planet is recovered by our presences. But we must not waste any kind of resources in the process, a giant collect will be organized to deal with that problem.
ru_ru: Кто сказал, что количество районов на планете определяется только ее размерами? Такое древнее правило больше не является фактом, поскольку наша развитая цивилизация способна поселиться практически везде на планете, будь то на небе, под землей или под водой - это уже не имеет значения. Наши строители приобрели столько навыков и опыта, что они смогут расширять наши города без ограничений, пока вся планета не будет восстановлена нашим присутствием. Но мы не должны тратить ресурсы впустую, для решения этой проблемы будет организован гигантский сбор.

source: $TRIGGER_FAIL$Requires the §Y$ap_adv_colonisation$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_adv_colonisation$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_construction_templates$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_construction_templates$§! Технологию.

source: Organize every §Y5 Years§! on a Colony with at least 10 working pops £pops£ an event that will collect all the wasted resources of a by pop jobs £job£ in order to purify them and make them useful once again for the country.
ru_ru: Организуйте каждые §Y5 лет§! на колонии с не менее чем 10 рабочими местами £pops£ событие, которое соберет все растраченные ресурсы на рабочих местах £job£, чтобы очистить их и сделать снова полезными для страны.

source: §HUnlocks Buildings:§! §YInfinity§! Buildings $ap_building_slots$
ru_ru: §HРазблокирует здания:§! §YБесконечность§! Здания $ap_building_slots$

source: §HUnlocks Feature:§! City Wastes Purification
ru_ru: §HРазблокирует функцию:§! Очистка городских отходов

source: Expansionist Development
ru_ru: Экспансионистское развитие

source: The more we control, the more resources and strength we gather. The Galaxy is a giant unclaimed sandbox and we must be the firsts to use that opportunity in order to outstrip our future rivals and become the strongest nation.
ru_ru: Чем больше мы контролируем, тем больше ресурсов и силы мы собираем. Галактика - это огромная невостребованная песочница, и мы должны первыми использовать эту возможность, чтобы опередить наших будущих соперников и стать самой сильной нацией.

source: Once a Science Ship has fully surveyed a system we will have different options allowing us to directly claim it and deploy an Outpost without the help of a Construction Ship.
ru_ru: После того, как научный корабль полностью изучит систему, у нас будут различные варианты, позволяющие нам напрямую претендовать на нее и развернуть аванпост без помощи строительного корабля.

source: §HUnlocks Feature:§! Starbase Deployment
ru_ru: §HРазблокирует функцию:§! Развертывание звездной базы

source: Fallen Disciple
ru_ru: Падший ученик

source: In order to don't fail like they once did in the past, we must learn from their mistake and show them the respect that they deserve. A new organization of disciple will be devoted to the Fallen Empires, the goal is to make them accept us as their Disciple, we are not asking for any reward but only for their teaching.
ru_ru: Чтобы не потерпеть неудачу, как это было в прошлом, мы должны учиться на их ошибках и проявлять к ним уважение, которого они заслуживают. Новая организация учеников будет посвящена Павшим Империям, цель - заставить их принять нас как своих учеников, мы не просим никакой награды, а только их обучение.

source: $TRIGGER_FAIL$Has finished the §YHarmony§! OR §YSynchronicity§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YГармония§! ИЛИ §YСинхронность§! Традиции.

source: Fallen Empire £opinion£ §YOpinion§! increased by §G+80§!.
ru_ru: Падшая империя £opinion£ §YМнение§! увеличился на §G+80§!.

source: Some of your people become disciple and will go work on the Fallen Empire Academy with an authorized territory pass. Such action will allow us to spread some of our influence into their policy, making them more likely to give us gift. There are even possibility for them to awaken and take us as their first vassal if we encourage them enough to. §RThat Ascension Perk will seriously increase the chances of §Y$mod_war_in_heaven$§! in the entire Galaxy. Won't work with Xenophobe Fallen Empire.§!
ru_ru: Некоторые из ваших людей станут учениками и отправятся работать в Академию Падшей Империи с разрешенным пропуском на территорию. Такое действие позволит нам распространить часть нашего влияния на их политику, что сделает их более склонными одарить нас. Существует даже возможность того, что они пробудятся и примут нас в качестве своего первого вассала, если мы достаточно поощрим их. §Перк 'Вознесение' серьезно увеличит шансы на §Войну на небесах§ во всей Галактике. Не работает с Ксенофобской Падшей Империей.§!

source: §HUnlocks Feature:§! Fallen Disciple
ru_ru: §HРазблокирует функцию:§! Падший Ученик

source: §HUnlocks Edict:§! $edict_awaken_fallen_empire$.
ru_ru: §HРазблокирует указ:§! $edict_awaken_fallen_empire$.

source: §RThat Ascension Perk will not work properly without the §Y!!Modifiers fix§! mod.§!
ru_ru: §RЭтот перк Вознесения не будет работать должным образом без мода §Y!!Modifiers fix§!§!

source: Flourishing Technocracy
ru_ru: Процветающая технократия

source: The only and one truth in this Galaxy is the fact that a country highly advanced in the technologies of every domain will in almost every case be able to deal with any kind of situation, if it is a military threat then we can make powerful weapons and shield, if it is an economic problem then we can discover new recipes to balance it again, if it is famine problem then we can create either create new food or a way for us to need less. Anyway, by mastering the future, we will master our destiny.
ru_ru: Единственная и неповторимая истина в этой Галактике заключается в том, что страна, высокоразвитая в технологиях всех областей, почти в любом случае сможет справиться с любой ситуацией: если это военная угроза, то мы можем создать мощное оружие и щит, если это экономическая проблема, то мы можем открыть новые рецепты, чтобы снова сбалансировать ее, если это проблема голода, то мы можем создать либо новую пищу, либо способ, чтобы нам требовалось меньше. В любом случае, овладев будущим, мы овладеем своей судьбой.

source: $TRIGGER_FAIL$Has finished the §YDiscovery§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YDiscovery§! Традиция.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_basic_science_lab_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_basic_science_lab_3$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_society_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_society_3$§! Технологию.

source: Having the §Y$civic_technocracy$§! Civic make that Perk directly available.
ru_ru: Имея §Y$civic_technocracy$§!гражданскую модель сделает этот перк доступным напрямую.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_engineering_3$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_engineering_3$§! Технологию.

source: Every §Y5 Years§! a congress will occur deciding for us on which specialization we will focus on each of the three technology domain which are £physics£ Physics, £society£ Society and £engineering£ Engineering. $ap_fixed_modifiers$
ru_ru: Каждые §Y5 лет§! будет проводиться конгресс, решающий за нас, на какой специализации мы будем фокусироваться в каждой из трех технологических областей, а именно £physics£ Физической, £society£ Социальной и £engineering£ инженерной технологической особенности. $ap_fixed_modifiers$

source: §HUnlocks Feature:§! Technocrate Congress
ru_ru: §HРазблокирует функцию:§! Конгресс Технократов

source: Friendly Nature
ru_ru: Дружелюбная природа

source: Who said the fate of a planet was unchangeable. When your expertise in biology reach a certain level beyond the standards of ecology then you can be sure that mother nature and her traps to slow our development down will be nothing but a little step to go among millions others.
ru_ru: Кто сказал, что судьба планеты неизменна. Когда ваши знания в области биологии достигнут определенного уровня, превышающего стандарты экологии, вы можете быть уверены, что мать-природа и ее ловушки для замедления нашего развития будут лишь маленьким шагом в ряду миллионов других.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_ecological_adaptation$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_ecological_adaptation$§! Технологию.

source: Planets will spawn rare deposits over time. §RThat feature will not be available on artificial worlds without atmosphere or planets where the nature has been completely demolished like: §Y$pc_nuked$§! or §Y$pc_habitat$§! or §Y$pc_city$§! or §Y$pc_machine$§!§!
ru_ru: Планеты со временем порождают редкие месторождения. §RЭта функция не будет доступна на искусственных мирах без атмосферы или планетах, где природа была полностью разрушена, например: §Y$pc_nuked$§! или §Y$pc_habitat$§! или §Y$pc_city$§! или §Y$pc_machine$§!§!

source: §HUnlocks Decision:§! $decision_nature_pacification$.
ru_ru: §HРазблокирует решение:§! $decision_nature_pacification$.

source: §HUnlocks Feature:§! Natural Present
ru_ru: §HРазблокирует функцию:§! Естественный подарок

source: Center of Galaxy
ru_ru: Центр Галактики

source: While the Universe is infinite, our galaxy has a certain perimeter which has been determined by the Scientists of old empires some millennials ago. However since that time no one has ever achieved the true goal of becoming the center of the civilizations present in our galaxy by constructing the biggest habitable planet ever made before, our ambition has no limit and we are now aiming for that destiny.
ru_ru: Хотя Вселенная бесконечна, наша галактика имеет определенный периметр, который был определен учеными старых империй несколько тысячелетий назад. Однако с тех пор никто еще не достиг истинной цели - стать центром цивилизаций, существующих в нашей галактике, построив самую большую планету, пригодную для жизни, из когда-либо созданных ранее.

source: $TRIGGER_FAIL$Requires the §Y$ap_arcology_project$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_arcology_project$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires to own at least one §Y$pc_city$§! or §YEco-Arcology§! or §YHive Bioforge§! or §YRobo-Factory§! or §YMatryoshka World§! or §YHollow Planet§!.
ru_ru: $TRIGGER_FAIL$RТребуется владеть хотя бы одним §Y$pc_city$§! или §YЭко-аркология§! или §YУлей Биофорж§! или §YРобо-завод§! или §YМир матрёшек§! или §YПолая плоскость§!.

source: §HUnlocks Decision:§! $ap_galaxy_center$.
ru_ru: §HРазблокирует решение:§! $ap_galaxy_center$.

source: Once your §Y$ap_galaxy_center$§! is ready, you can have the possibility to generate resources by using the special decision opening a Menu to deal with the planet.
ru_ru: Как только ваш §Y$ap_galaxy_center$§! готов, вы можете получить возможность генерировать ресурсы, используя специальное решение, открывающее Меню для работы с планетой.

source: §HUnlocks Feature:§! Galaxy Center Menu.
ru_ru: §HРазблокирует функцию:§! Меню центра Галактики.

source: Genius Pregnancy
ru_ru: Гениальность беременности

source: We have reached a level of reproductive manipulation never equaled before, giving us the opportunity to massively increase the chances of multiple pregnancy at an amazing proportion. That new aggressive expansion behavior will force us to spread quickly in order to gather the resources to sustain the needs of the next generation counting billions and billions of people ready to serve our country for the great future.
ru_ru: Мы достигли невиданного ранее уровня репродуктивных манипуляций, что дает нам возможность значительно увеличить шансы на многоплодную беременность в удивительных пропорциях. Это новое агрессивное поведение экспансии заставит нас быстро распространяться, чтобы собрать ресурсы для поддержания потребностей следующего поколения, насчитывающего миллиарды и миллиарды людей, готовых служить нашей стране в великом будущем.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_cloning$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_cloning$§! Технологию.

source: When a new pop £pops£ is generated there are §Y33% Chances§! for a §YSecond Pop§! £pops£ to spawn.
ru_ru: Когда появляется новое население £pops£, есть §Y33% шансов§! на появление §YВторое население§! £pops£, чтобы размножиться.

source: §HUnlocks Building:§! $building_breeding_facility$
ru_ru: §HРазблокирует здание:§! $building_breeding_facility$

source: §HUnlocks Decision:§! $ap_genius_cloning$.
ru_ru: §HРазблокирует решение:§! $ap_genius_cloning$.

source: §HUnlocks Feature:§! Multi-Pop Breeding
ru_ru: §HРазблокирует функцию:§! Разведение нескольких особей

source: Connected Reserves
ru_ru: Связанные резервы

source: In order to growth stronger and stronger, our Hivemind will need to develop it's own process of nutrition reserve to help in the adaptation of the environments and make the reproduction of our drones faster.
ru_ru: Для того чтобы становиться все сильнее и сильнее, нашему улью придется разработать собственный процесс резервного питания, чтобы помочь в адаптации к окружающей среде и ускорить воспроизводство наших трутней.

source: §HUnlocks Decision:§! $ap_hivemind_reserve$.
ru_ru: §HРазблокирует решение:§! $ap_hivemind_reserve$.

source: Leadership Upload
ru_ru: Передача лидерства

source: Compared to other organics countries, we have the possibility to build an entire empire thanks to the talent of a single leader which can be uploaded into multiple mechanical bodies in order to use their special skills in the entire domain where they are needed.
ru_ru: По сравнению с другими органическими странами, у нас есть возможность построить целую империю благодаря таланту одного лидера, который может быть загружен во множество механических тел, чтобы использовать свои особые навыки во всех областях, где они необходимы.

source: Allow the possibility to transfers the experience and traits of a leader into a new body, allowing you to have multiple time the same leader in different bodies.
ru_ru: Позволяет переносить опыт и черты лидера в новое тело, позволяя вам иметь несколько раз одного и того же лидера в разных телах.

source: §HUnlocks Edict:§! $edict_leader_uploading$.
ru_ru: §HРазблокирует указ:§! $edict_leader_uploading$.

source: §HUnlocks Feature:§! Leaders Uploading
ru_ru: §Разблокирует функцию:§! Загрузка лидеров

source: Legendary Forge
ru_ru: Легендарная кузница

source: The legends say that the place where the strongest and durable materials are forged are located somewhere near the hearth of a $pc_molten$. Once the operation to make these planet a little habitable is complete with the help of $sr_living_metal$, we will see if these legends are only a childish story or instead the inevitable reality.
ru_ru: Легенды гласят, что место, где куются самые прочные и долговечные материалы, находится где-то рядом с очагом $pc_molten$. Как только операция по превращению этой планеты в мало-мальски пригодную для жизни будет завершена с помощью $sr_living_metal$, мы увидим, являются ли эти легенды всего лишь детской сказкой или, напротив, неизбежной реальностью.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_alloys_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_alloys_2$§! Технологию.

source: $TRIGGER_FAIL$Requires the £engineering£ §Y$tech_mine_living_metal$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £engineering£ §Y$tech_mine_living_metal$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_volcano$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_volcano$§! Технологию.

source: §HUnlocks Decision:§! $ap_legendary_forge$.
ru_ru: §HРазблокировать решение:§! $ap_legendary_forge$.

source: Leviathan Master
ru_ru: Мастер Левиафана

source: Upon a time, massive Leviathans present in our galaxy were only myths and legends, but with our insatiable thirst for exploration we ended up discovering them. At the beginning we were scared before the majesty of these creatures, but with time by gathering enough resources, increasing our technology, improving our fleets and exploiting their weakness, we finally managed to defeat one of them. Now all these stories are part of the past we must keep going forward, and for that we will have to make even these massive Leviathans bow toward us. For such a thing to happen we must find the entity responsible of their creation, the $ap_leviathan_master$.
ru_ru: Когда-то массивные левиафаны, присутствующие в нашей галактике, были лишь мифами и легендами, но с нашей неутолимой жаждой исследований мы в конце концов обнаружили их. Вначале мы были напуганы величием этих существ, но со временем, собрав достаточно ресурсов, увеличив наши технологии, улучшив наши флоты и используя их слабости, нам наконец удалось победить одного из них. Теперь все эти истории - часть прошлого, мы должны идти вперед, а для этого нам придется заставить даже этих массивных левиафанов склониться перед нами. Чтобы это произошло, мы должны найти ответственного за их создание - Мастера Левиафанов.

source: $TRIGGER_FAIL$Requires the §Y$ap_space_domestication$§! Ascension Perk.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_space_domestication$§! Перк вознесения.

source: $TRIGGER_FAIL$Requires the §Y$ap_space_domestication$§! Special Project.
ru_ru: $TRIGGER_FAIL$Требуются §Y$ap_space_domestication$§! Специальный проект.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_nutrient_replication$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £общества£ §Y$tech_nutrient_replication$§! Технологию.

source: $TRIGGER_FAIL$Requires to have killed a Leviathan in the Galaxy.
ru_ru: $TRIGGER_FAIL$ Требуется убить левиафана в Галактике.

source: Library of Wisdom
ru_ru: Библиотека мудрости

source: The experience of the elderlies must never be ignored, so of them have been veteran officers, prestigious governors or even ancient leaders. They have dealt with many problems before our existence that we could ever imagine. And now we have the possibility to seek their guidance, yes because all the knowledge accumulated by our people has now been stored into the Library of Wisdom for anyone who seek an answer to their problem.
ru_ru: Опыт старших никогда не должен игнорироваться, поэтому среди них есть офицеры-ветераны, престижные губернаторы или даже древние вожди. До нашего существования они решали множество проблем, которые мы даже не могли себе представить. И теперь у нас есть возможность обратиться к ним за советом, да, потому что все знания, накопленные нашим народом, теперь хранятся в Библиотеке Мудрости для всех, кто ищет ответ на свою проблему.

source: $TRIGGER_FAIL$Has finished the §YHarmony§! Tradition.
ru_ru: $TRIGGER_FAIL$Закончил §YHarmony§! Традицию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_adaptive_bureaucracy$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_adaptive_bureaucracy$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_interstellar_fleet_traditions$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_interstellar_fleet_traditions$§! Технологию.

source: $TRIGGER_FAIL$Requires the £society£ §Y$tech_society_2$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £society£ §Y$tech_society_2$§! Технологию.

source: §HUnlocks Edict:§! $edict_library_wisedom_menu$.
ru_ru: §HРазблокирует указ:§! $edict_library_wisedom_menu$.

source: §HUnlocks Feature:§! Knowledge of the Ancients
ru_ru: §HРазблокирует функцию:§! Knowledge of the Ancients

source: Lost Heritage
ru_ru: Потерянное наследие

source: We can now confirm that all the systems of our galaxy aren't directly linked to the main HyperLane route. Our physicists have unlocked a new way to connect our territory to new unexplored systems. That discovery is both amazing and dangerous because we don't know what could be waiting for us in void, without talking about the fact that some systems have probably been isolated for a good reason.
ru_ru: Теперь мы можем подтвердить, что все системы нашей галактики не связаны напрямую с основным маршрутом Гиперкоридоров. Наши физики открыли новый способ соединения нашей территории с новыми неисследованными системами. Это открытие одновременно удивительно и опасно, потому что мы не знаем, что может ждать нас в пустоте, не говоря уже о том, что некоторые системы, вероятно, были изолированы по веской причине.

source: $TRIGGER_FAIL$Requires the £physics£ §Y$tech_wormhole_stabilization$§! Technology.
ru_ru: $TRIGGER_FAIL$Требуются £physics£ §Y$tech_wormhole_stabilization$§! Технологию.
